{
  "12998": [
    "VERDICT: FALSE\nREASON: The claim states that cargo ships \"can't get into port\" because of Donald Trump's executive order 13959. However, the evidence provided does not support this claim. Executive order 13959 is about recognizing United States citizenship, not restricting cargo ships from entering ports. The order was also blocked in response to a lawsuit and faced criticism for being \"blatantly unconstitutional\". There is no evidence to suggest that the order had any impact on cargo ships entering ports. The claim is likely a misinformation or a misunderstanding of the executive order's purpose and scope."
  ],
  "13001": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Democrats are \"asking for a blank check book to spend as much as they want without worrying about the repercussions\" is partially true. While Democrats have proposed large spending bills, such as the Build Back Better Act, which has a price tag of over $3 trillion, they have also proposed various measures to ensure accountability and transparency in government spending. For example, the bill includes provisions for regular reporting and oversight of spending, as well as measures to prevent waste, fraud, and abuse. Additionally, Democrats have also proposed increasing funding for programs that benefit low- and moderate-income families, such as the Earned Income Tax Credit and the Child Tax Credit, which are designed to help alleviate poverty and promote economic mobility. However, it is also true that some Democrats have been criticized for their spending proposals, and some have argued that they do not provide sufficient details on how the money will be spent. Therefore, while the claim is partially true, it is also somewhat misleading and oversimplifies the complexity of the issue."
  ],
  "13002": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that the NIH has not approved ivermectin as a treatment for COVID-19. The evidence includes statements from the NIH, the FDA, and scientific studies that have found no benefits or worsening of disease in patients who received ivermectin. Additionally, the FDA has not authorized or approved ivermectin for use in preventing or treating COVID-19. The claim is FALSE because it is not supported by the evidence."
  ],
  "13008": [
    "[VERDICT]: FALSE  \n[REASON]: The claim that President Joe Biden will \"control health care costs by slapping a 95% tax on prescription drugs\" is FALSE. The evidence provided shows that Biden's plan does not include a 95% tax on prescription drugs, but rather an excise tax on drug companies if they don't sell drugs at prices negotiated with Medicare. Additionally, the evidence highlights that Biden's plan aims to lower prescription drug prices through various measures, including giving Medicare the power to negotiate prices, capping out-of-pocket drug costs, and allowing the federal government to negotiate prices with drugmakers for Medicare. There is no mention of a 95% tax on prescription drugs in the provided evidence."
  ],
  "13015": [
    "VERDICT: FALSE\nREASON: The evidence provided overwhelmingly supports the fact that unvaccinated people are at a higher risk of contracting and spreading COVID-19, and are more likely to experience severe illness and death compared to vaccinated individuals. The claim that vaccinated people are the real threat to unvaccinated people is not supported by any credible evidence and is likely a misinformation or conspiracy theory. The evidence suggests that the main threat to unvaccinated people is other unvaccinated people, as stated by multiple sources, including the Centers for Disease Control and Prevention (CDC). Additionally, the data shows that unvaccinated people are at a higher risk of severe illness and death compared to vaccinated individuals, which further supports the fact that unvaccinated people are the ones at greater risk, not the other way around."
  ],
  "13021": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that President Joe Biden threatened to \"swoop down with Special Forces folks and gather up every gun in America.\" However, the evidence provided shows that Biden was actually describing a scenario where the NRA was spreading disinformation about the government creating a registry of gun owners and seizing their guns. He was mocking this claim, saying that the government would not be able to find out who owns a gun and would not seize them. The full context of his statement is that he was debunking the NRA's claims, not making a threat himself. Therefore, the claim is HALF-TRUE, as it takes the statement out of context and presents it as a threat when it was actually a criticism of the NRA's disinformation campaign."
  ],
  "13030": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that a video shows \"your packages were rerouted and have arrived in the port of Miami\" as a result of Gov. Ron DeSantis. While it is true that DeSantis has encouraged backed-up cargo ships to reroute to ports in Florida, the video itself does not provide conclusive evidence of this. The video is from a helicopter tour company in Miami, and the ship's origin is not mentioned. Additionally, experts say there is not enough data to confirm whether the backed-up ships have actually rerouted to Florida. Therefore, the claim is HALF-TRUE, as it is partially accurate but lacks concrete evidence to support the claim."
  ],
  "13033": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that Japan did not stop its COVID-19 vaccine rollout. In fact, the country continued to administer vaccines, with the number of daily cases and hospitalizations dropping significantly in the past two months. The claim that Japan \"dropped\" its vaccine rollout is false and likely a result of misinformation or a misleading headline. The evidence also suggests that Japan has not placed a myocarditis warning on vaccine labels, and the country has taken a more relaxed approach to vaccination, discouraging discrimination against the unvaccinated and not implementing compulsory vaccination requirements."
  ],
  "13036": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim is partially true. The evidence shows that China and India are leading in terms of the absolute change in carbon dioxide emissions since 1990, but not in terms of per capita emissions. The chart shared on Facebook and used by Sen. Dan Sullivan shows the percentage change in CO2 emissions, which makes it appear as though China and India are leading. However, when looking at the actual change in per capita emissions over time, measured in tons, the US and Japan lead. Additionally, the evidence highlights that China and India had very low levels of per capita emissions in 1990, which means their emissions have grown a lot since then. On the other hand, the US, UK, Germany, and Japan already had high levels of emissions in 1990, which didn't change much over the same period. Therefore, the claim is half-true because it is accurate in terms of the absolute change in emissions, but not in terms of per capita emissions."
  ],
  "13037": [
    "VERDICT: TRUE\nREASON: The claim \"U.S. households are on track to spend $19 billion more on energy by 2030\" is supported by multiple sources, including a September 2020 report, a spokesperson from the U.S. Energy Information Administration, and a speech by Rep. Roger Williams. The report and the spokesperson's statement both mention the projected increase in residential non-renewable energy expenditures, which is estimated to be around $18 billion (in 2020 dollars) or $19 billion (in 2018 dollars). The speech by Rep. Williams also mentions the same figure. While there are some minor discrepancies in the dollar amounts and timeframes mentioned in the evidence, the overall conclusion that U.S. households are expected to spend more on energy in the future is consistent across the sources. Therefore, the claim is considered TRUE."
  ],
  "13078": [
    "VERDICT: FALSE\nREASON: The claim states that 75 prominent athletes died of heart attacks after receiving the COVID-19 vaccine, but the evidence provided shows that this is not accurate. Many of the athletes listed in the German news story are alive, and some were not vaccinated against COVID-19. Additionally, some of the athletes who died had a history of heart problems or a family history of death by heart attack. The evidence also shows that there is no official report linking the vaccines to heart issues in athletes, and multiple sports cardiologists have called the claims unfounded. The claim is an example of misinformation and is FALSE."
  ],
  "13085": [
    "VERDICT: FALSE\nREASON: The claim \"Fauci admits Covid vax doesn't work\" is FALSE because the evidence provided does not support this claim. The evidence shows that Dr. Fauci's statements were taken out of context, and he was discussing influenza, not COVID-19. Additionally, the evidence shows that Dr. Fauci has consistently supported the COVID-19 vaccines and has not made any statements suggesting they do not work. The claim is likely a misrepresentation of Dr. Fauci's views and is being spread by misinformation."
  ],
  "13091": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Timothy Simpkins, a Black teen shooter, got 1 day in jail and $75,000 bail, while Kyle Rittenhouse, a white teen, got 2 months in jail and $2 million bail. The evidence shows that Simpkins was released from jail on October 7, 2021, after paying a $75,000 bond, but it does not specify the duration of his jail stay. Additionally, the evidence does not provide information on Rittenhouse's exact jail stay, only stating that he was released from the Kenosha County jail on November 20, 2020, on $2 million bail. Therefore, the claim is half-true, as it is partially accurate but lacks crucial details."
  ],
  "13096": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the United States is the only nation that has reduced its reliance on coal energy. While it is true that the US has reduced its coal-fired plants from 589 to 504, the evidence suggests that China has retired more coal-fired units than the US, and many European Union countries have retired a much larger percentage of their existing capacity. Additionally, the US has not reduced its coal energy production as much as other countries, and it is not on track to meet the goals set by the Paris Agreement. Therefore, the claim is only half-true."
  ],
  "13098": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim that an increase in Medicare Part B premiums means \"America’s seniors are paying the price for Biden’s inflation crisis\" is partially true. While it is true that Medicare Part B premiums have increased, the evidence suggests that the increase is not directly caused by Biden's inflation crisis. The article states that Medicare Part B premiums have been growing steadily for decades to keep up with rising health spending, and several Medicare experts said the spike in the general inflation rate has little or nothing to do with the Medicare premium increase. Additionally, the Inflation Reduction Act caps the annual increase in the base beneficiary premium at 6%, which is a standard set by the Centers for Medicare and Medicaid Services. However, the claim also implies that the increase in Medicare Part B premiums is a direct result of Biden's policies, which is not supported by the evidence. The article suggests that the increase is due to a combination of factors, including the aging of the baby boom generation and the rising cost of healthcare. Therefore, the claim is half-true, as it is partially accurate but also misleading and incomplete."
  ],
  "13103": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"Never in American history has so much been spent at one time\" and \"Never in American history will so many taxes be raised and so much borrowing be needed to pay for this reckless spending.\" While it is true that the amount of spending and borrowing proposed in the bill is significant, it is not entirely accurate to say that it is unprecedented. The evidence suggests that the US has accumulated debt over time, and the current debt is a result of a combination of factors, including past spending and borrowing. Additionally, the claim implies that the spending and borrowing are reckless, but the evidence does not support this characterization. The bill is a complex piece of legislation that aims to address various issues, and the spending and borrowing are part of a broader plan to address the country's economic and social needs. Therefore, the claim is half-true, as it is partially accurate but also contains an exaggeration and an unfair characterization."
  ],
  "13105": [
    "VERDICT: HALF-TRUE\nREASON: The claim that expanding Medicaid would have brought in $100 billion to the state's economy is partially accurate. The evidence suggests that Texas would have received an estimated $100 billion over the course of a decade in federal funding if it had expanded Medicaid, as mentioned in the editorial board's statement. However, the claim that this would have brought in $100 billion to the state's economy is an exaggeration. According to more recent estimates, Texas would receive federal funding between $5 billion and $6 billion annually if it expanded Medicaid, which is a significant amount, but not $100 billion. Additionally, the state would also be responsible for 10 cents on every dollar, or $600 million to $700 million annually, which would reduce the total amount of funding. Therefore, while the claim is partially accurate, it is an overstatement."
  ],
  "13107": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the claim is false. According to the evidence, the Build Back Better legislation provides an electric vehicle tax credit of up to $12,500 to households earning up to $500,000 for married couples filing jointly, not $800,000. Additionally, the evidence does not provide any information about subsidies for people making $800,000 to buy a Tesla. The claim appears to be an exaggeration or misinformation."
  ],
  "13109": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"7 out of 10 kids cannot read at grade level\" in the average Texas fourth-grade classroom. However, the evidence suggests that the actual percentage is lower than that. According to the evidence, 30% of fourth-graders in Texas are at or above the \"proficient\" level, which means that 70% are below that level. Additionally, the evidence states that 36% of Texas fourth-grade students scored at or above grade level for reading in 2019, which is closer to 2/3 than 7/10. While the claim is not entirely false, it is also not entirely accurate, as it exaggerates the number of students who cannot read at grade level. Therefore, the verdict is HALF-TRUE."
  ],
  "13113": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that the COVID-19 vaccines do not suppress the immune system, nor do they increase the risk of HIV, shingles, or herpes. In fact, the vaccines have been shown to protect people with HIV from becoming ill with COVID-19 and from developing severe illness. Additionally, the vaccines do not contain HIV and cannot cause AIDS. The evidence also suggests that there is no association between COVID-19 vaccines and a person's risk for HIV infection, and that the vaccines do not cause immunosuppression. The claims made in the original statement are false and have been repeatedly debunked by medical experts and organizations such as the Mayo Clinic and the Centers for Disease Control and Prevention."
  ],
  "13137": [
    "VERDICT: FALSE\nREASON: The claim states that \"data shows they already account for 4 in every 5 Covid deaths\", which is not supported by the evidence provided. The evidence suggests that the claim is false, as it is based on a misinterpretation of a CDC study that found that 78% of deaths among vaccinated individuals occurred in people with multiple comorbidities, not that 4 in every 5 Covid deaths were among the fully vaccinated. Additionally, the evidence shows that the vaccines are effective in preventing severe illness and death from COVID-19, and that unvaccinated individuals are at a higher risk of contracting and dying from the virus."
  ],
  "13145": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that Dr. Ugur Sahin, CEO of BioNTech and inventor of the Pfizer-BioNTech COVID-19 vaccine, has been fully vaccinated against COVID-19, contrary to the claim that he refuses to take the jab for safety reasons. The evidence also shows that Sahin's concerns about getting the vaccine were related to ethics, not safety, and that he ultimately decided to get the shot in January 2021. Therefore, the claim is FALSE."
  ],
  "13146": [
    "VERDICT: FALSE\nREASON: The claim states that there have been 1,621 deaths from Johnson & Johnson, 4,799 from Moderna, 13,039 from Pfizer, and 73 from unknown vaccines. However, the evidence provided shows that the actual numbers are much lower. According to the CDC, there have been 1,021 reports of death related to Johnson & Johnson, 3,745 for Moderna, and 4,077 for Pfizer. Additionally, the claim states that only 1% of deaths are reported, but there is no credible evidence to support this claim. The study cited by the claimant is not found, and the Department of Health and Human Services has stated that the degree of underreporting in VAERS varies widely depending on the symptom being reported. Therefore, the claim is FALSE."
  ],
  "13164": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that polar bears have increased 400% in 45 years, but the evidence suggests that it is impossible to compare the global population of polar bears to 45 years ago due to the lack of scientific estimates for most of the world's polar bear populations until after the mid-1970s. Additionally, the current scientific consensus is that polar bear populations are declining due to climate change, not increasing. The claim also states that whales are nearly fully recovered, but the evidence suggests that while some whale populations have recovered, others are still threatened or endangered. The claim also states that extinctions are down 90% past century, but the evidence suggests that the number of extinctions has actually increased over the past century. The claim also states that koalas are doing fine, but the evidence suggests that koalas are actually declining and are listed as vulnerable by the IUCN. The claim also states that banning wind turbines could save 85,000 birds of prey per year in the US, but the evidence suggests that there is no published research to support this claim. Overall, the claim is half-true because it contains some accurate information, but also contains significant inaccuracies and exaggerations."
  ],
  "13165": [
    "VERDICT: FALSE\nREASON: The claim states that the CBO says the Build Back Better Act is $3 trillion of deficit spending, but the evidence retrieved shows that the CBO actually scored the bill as adding $158 billion to the deficit, not $3 trillion. Additionally, the evidence also states that the bill costs about $1.75 trillion, not $3 trillion. Therefore, the claim is FALSE."
  ],
  "13185": [
    "VERDICT: FALSE\nREASON: The claim states that NASA hired 24 theologians to study human reaction to aliens, but the evidence suggests that NASA provided a grant to the Center of Theological Inquiry, a nonprofit theological institute, to study astrobiology, which includes the search for life beyond Earth. The researchers and scholars involved in the project were not hired or employed by NASA, but received funding through the Center of Theological Inquiry to conduct their work. The claim is false because it misrepresents the nature of the project and the relationship between NASA and the researchers involved."
  ],
  "13189": [
    "VERDICT: FALSE\nREASON: The claim that \"Food crops can be engineered right now based on existing technology to cause infertility in Black people alone\" is FALSE. The evidence provided shows that scientists have expertise in RNA interference technology in plants, and they all told us that this claim is not accurate. The technology doesn't exist right now, and might never exist. The claim is also based on a TikTok video that appears to have originated on Natural News, which is a conspiracy theory website. The video's narrator makes false claims about the technology and its potential use. The evidence also shows that the technology can be used to alter food crops, fight pests, make food more nutritious, or make it more resilient against climate change impacts, but not to cause infertility in a specific race of humans. The claim is also based on racist and dehumanizing ideas about Black people and their reproductive rights."
  ],
  "13192": [
    "VERDICT: FALSE\nREASON: The claim states that the WHO has conceded that the SARS-CoV-2 virus is no more dangerous than the common flu, with an infection fatality rate of 0.14%. However, the evidence retrieved shows that the WHO has not made such a statement. In fact, the WHO has stated that COVID-19 is a dangerous and deadly infectious disease, and that it is not comparable to the common flu. Additionally, the evidence shows that the infection fatality rate of COVID-19 is higher than that of the common flu, with estimates ranging from 0.4% to 0.8%. Therefore, the claim is FALSE."
  ],
  "13200": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Data from around the world suggests that omicron favors the fully vaccinated\" is partially true. While some studies and data suggest that fully vaccinated individuals are more likely to test positive for the omicron variant, it is not accurate to say that omicron \"favors\" the fully vaccinated. The available evidence suggests that the omicron variant has the capacity to infect both vaccinated and unvaccinated individuals, and that the risk of infection is not solely dependent on vaccination status. Additionally, the claim is based on a selective presentation of data, as some studies and reports highlight the increased risk of infection among the vaccinated, while others emphasize the importance of vaccination in preventing severe illness and hospitalization. Overall, the claim is an oversimplification of the complex relationship between vaccination status and the risk of omicron infection."
  ],
  "13204": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Joe Biden holds the all-time record for the most money received from Pharma while in Congress, with $8,550,422. However, the evidence suggests that this is not accurate. According to OpenSecrets, a nonpartisan nonprofit tracking money in politics, Biden received more than $8.8 million from political action committees and individuals within the pharmaceutical and health products industry, but this amount includes contributions received during his presidential campaign in 2020, not just during his time in Congress. Additionally, the evidence shows that Biden received $69,100 from the pharmaceutical industry during his 36-year tenure in Congress, ranking him 708th among members of Congress. Therefore, the claim is half-true because it is partially accurate, but the amount mentioned is incorrect and the context is misleading."
  ],
  "13209": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Gov. Kim Reynolds failed to mention that the $210 million for Iowa broadband is actually federal funds approved by Rep. Cindy Axne and signed into law by President Joe Biden. While it is true that the funds are federal, the claim is half-true because Reynolds did not explicitly mention the specific funding source in her press release. However, the evidence suggests that Reynolds' communications director did acknowledge that the entire $210 million was from the American Rescue Plan in an email to PolitiFact Iowa. Therefore, while Reynolds may not have explicitly mentioned the funding source in her press release, her team did provide clarification on the matter."
  ],
  "13215": [
    "VERDICT: FALSE\nREASON: The claim states that Dyson is canceling their contract with Walmart and selling off Dyson Supersonic hair dryers for $1, but the evidence provided shows that this is a scam. Walmart has denied the claim, stating that they only offer Dyson products through their third-party online marketplace, where outside sellers set the prices. The link provided leads to a fake Facebook page with a misleading offer, and the claim is likely an attempt to deceive people into making a purchase. Therefore, the claim is FALSE."
  ],
  "13217": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that there are over 100,000 children in serious condition and many on ventilators due to the coronavirus. While it is true that there have been a significant number of children hospitalized with COVID-19, the evidence suggests that this number is not as high as 100,000. According to the American Academy of Pediatrics, as of the end of December, there were over 100,000 child COVID-19 cases, but not all of these cases were serious or required hospitalization. Additionally, the most recent data available as of Sotomayor's remark showed 3,342 children were currently hospitalized for confirmed COVID-19, which is a much lower number than 100,000. Therefore, the claim is half-true, as it is an exaggeration of the actual number of children in serious condition and on ventilators due to the coronavirus."
  ],
  "13223": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Washington's State Board of Health will discuss mandatory COVID-19 quarantines and vaccine requirements for schoolchildren at a Jan. 12 meeting. While the evidence confirms that the Washington State Board of Health has a meeting scheduled for Jan. 12, it does not provide concrete evidence that the board will specifically discuss mandatory COVID-19 quarantines and vaccine requirements for schoolchildren. The evidence suggests that the board may discuss changes to infectious disease codes, including COVID-19, but it does not confirm that these changes will be related to quarantines and vaccine requirements for schoolchildren. Therefore, the claim is half-true, as it is partially accurate but lacks specific details."
  ],
  "13233": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"EVERY singly (sic) Indian citizen is required to have a valid form of ID to vote in national elections.\" However, the evidence suggests that while India does require citizens to have a valid form of identification to vote, it is not entirely accurate to say that every single citizen has one. The evidence mentions that some citizens, particularly minorities and women, may not have their names added to electoral lists or may be removed from the lists, which means they cannot vote. Additionally, the evidence highlights that voter ID laws vary across the country, and some states have stricter requirements than others. Therefore, the claim is half-true because it is partially accurate but also omits important context and nuances."
  ],
  "13246": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Virginia's education standards for math and reading are now the lowest in the nation is partially true. According to the evidence, Virginia's standards for fourth-grade math and reading, as well as eighth-grade reading, are indeed the lowest among the measured states. However, the evidence also suggests that the claim is not entirely accurate. For instance, the article notes that Virginia's standards are not necessarily a reflection of student performance, as students may still be learning and improving despite the low standards. Additionally, the article highlights that Virginia's standards are not the only factor affecting student performance, and that other factors such as funding and resources may also play a role. Therefore, while Virginia's education standards may be the lowest in the nation, the claim that they are the sole reason for poor student performance is an oversimplification."
  ],
  "13249": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Loudoun County School Board spent about $300,000 to bring CRT in some form or fashion to the school system. However, the evidence suggests that the school board did spend $314,000 on critical race theory coaching for its teachers, but not in the way Earle-Sears claimed. The money was spent on a consulting group to interview students, parents, and teachers and make recommendations on how to improve the racial atmosphere and policies in schools. The school board did not spend the money to teach CRT to students, and the superintendent has stated that the theory is not being taught to students. Therefore, the claim is half-true because it is partially accurate, but the context and purpose of the spending are misrepresented."
  ],
  "13255": [
    "VERDICT: HALF-TRUE\nREASON: The claim is partially true. The CDC does acknowledge that natural immunity from prior infections can provide protection against COVID-19, and that people who have had a natural immunity from a previous COVID-19 infection may be better protected against the virus during a surge. However, the claim that natural immunity is \"superior\" to vaccinated immunity alone is not entirely accurate. The CDC also emphasizes the importance of vaccination in providing added protection to the immune system, and that vaccines can provide protection against severe disease and bad outcomes. Additionally, the CDC recommends vaccination as the safest form of protection against COVID-19, and that vaccination provides additional protection for people who have already been infected. Therefore, while natural immunity can provide some protection, it is not necessarily superior to vaccinated immunity alone."
  ],
  "13264": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim that \"Build Back Better would be a huge payday for Chinese manufacturing\" is partially true. While the bill does provide funding for clean energy and other initiatives that may benefit Chinese manufacturers, the evidence suggests that the benefits would be limited and not as significant as the claim implies. The bill also includes provisions to promote domestic manufacturing and reduce reliance on foreign suppliers, including China. Additionally, the bill does not provide direct funding to Chinese manufacturers, but rather targets specific industries and sectors that may benefit from the investments. Therefore, the claim is half-true because it is partially accurate but also misleading and exaggerated."
  ],
  "13267": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Manhattan DA is proposing to downgrade armed robbery to a misdemeanor and to stop prosecuting resisting arrest. While it is true that the Manhattan DA, Alvin Bragg, has proposed downgrading some armed robberies to misdemeanors, it is not accurate to say that all armed robberies would be downgraded to misdemeanors. According to the evidence, Bragg's memo states that not all armed robberies would be downgraded, only those determined not to \"create a genuine risk of physical harm\". Additionally, the evidence shows that resisting arrest would continue to be prosecuted if it accompanied another prosecuted crime. Therefore, the claim is half-true because it is partially accurate but also contains some inaccuracies."
  ],
  "13268": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Dr. Anthony Fauci \"flip-flopped\" on guidance for wearing masks, whether kids should be in school, and whether people should change how they interact is partially true. While Dr. Fauci did change his stance on some of these issues over time, the changes were largely based on new scientific evidence and evolving understanding of the pandemic. The claim is exaggerated and misleading because it presents a simplistic and inaccurate narrative of Dr. Fauci's statements, omitting important context and nuance. The evidence provided shows that Dr. Fauci's statements were often conditional and dependent on the specific circumstances, and that he consistently emphasized the importance of following scientific evidence and adapting to new information. Therefore, while Dr. Fauci did change his stance on some issues, the claim that he \"flip-flopped\" is an oversimplification and not entirely accurate."
  ],
  "13275": [
    "VERDICT: FALSE\nREASON: The claim \"Total deaths from COVID MUCH LOWER than reported\" is FALSE. The evidence suggests that the reported COVID-19 deaths are likely an underestimate, as many deaths have gone unreported and uncounted. Additionally, experts consider it more likely that COVID-19 deaths are being undercounted rather than overcounted. The evidence also debunks the claim that the reported deaths are inflated by people who died \"with\" rather than \"from\" the virus, and that 75% of COVID-19 deaths occurred in people with four or more comorbidities. The claim is also based on a misinterpretation of data, as seen in the example of the Italian National Institute of Health's analysis of COVID-19 patients who have died in the country. Overall, the evidence does not support the claim that total deaths from COVID are much lower than reported."
  ],
  "13285": [
    "VERDICT: FALSE\nREASON: The claim states that the Wisconsin Assembly voted to remove electoral votes from Biden, but the evidence provided shows that a resolution was introduced by a state Rep. Timothy Ramthun to recall the state's 10 electoral ballots awarded to President Joe Biden, but it was not voted on or passed. The resolution was shot down by the Assembly's rules committee, and courts, recounts, reviews, and an audit have confirmed Biden won the state. Additionally, the deadline to replace Biden on the ballot has passed, making it impossible to remove his name from the ballot. Therefore, the claim is FALSE."
  ],
  "13288": [
    "VERDICT: FALSE\nREASON: The claim \"All these athletes are dropping dead on the field\" after receiving the COVID-19 vaccination is FALSE. The evidence provided shows that many of the athletes listed in the claim are not dead, some were not vaccinated, and some had pre-existing health conditions or a family history of heart problems. Additionally, there is no official report linking the COVID-19 vaccines to heart issues in athletes, and multiple sports cardiologists have called the claims unfounded. The claim is likely exaggerated and misleading, and the evidence presented does not support the claim."
  ],
  "13294": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the Department of Defense and the Department of Energy have been spraying the entire United States sky with a toxic brew of chemicals and other biologic agents since 2000. The evidence suggests that the claim is a conspiracy theory that has been debunked by multiple government agencies, including the U.S. Environmental Protection Agency, the Federal Aviation Administration, Homeland Security, and the Defense Department. Additionally, there is no credible scientific evidence to support the claim, and experts have stated that the condensation trails behind airplanes are not part of a secret program to poison the atmosphere with toxic chemicals. The claim is likely an unfounded conspiracy theory with no basis in reality."
  ],
  "13296": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that military members experienced spikes of 300% in miscarriages, almost 300% in cancer diagnoses, and 1,000% in neurological issues. The evidence provided does not support the claim of a 1,000% increase in neurological issues. However, it does support the claim of a 300% increase in miscarriages and almost 300% in cancer diagnoses. The evidence also mentions that the data is based on the Defense Medical Epidemiology Database (DMED) and that the five-year average for miscarriages was 1,499 codes per year, with 4,182 codes registered for the first 10 months of 2021. This suggests that the increase in miscarriages is statistically significant. Therefore, the claim is half-true, as it is partially supported by the evidence provided."
  ],
  "13305": [
    "VERDICT: FALSE\nREASON: The claim that Pence had the power to overturn the election is FALSE. The evidence shows that the Electoral Count Act does not give the Vice President the power to reject votes or alter the outcome of the election. The Constitution is clear that the counting of electoral votes is the joint session's purpose, and Democratic cooperation in both chambers would have been needed to pass legislation. Additionally, the evidence shows that Pence did not have the authority to unilaterally overturn the election, and he correctly rejected any legal interpretation that suggested he did. The claim is also contradicted by experts and scholars who have analyzed the Electoral Count Act and the Constitution. The claim is an exaggeration and a misinterpretation of the facts."
  ],
  "13306": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Pennsylvania had 2.6 million mail-in votes that the court of appeals of PA held to be unconstitutional, which means Biden lost PA. However, the evidence shows that the court ruling did not affect the outcome of the election. The court ruled that a 2019 change to the state's mail-in voting rules was unconstitutional, but this did not impact the 2020 election results. Biden still won Pennsylvania by about 80,000 votes, and the results were certified by the state and accepted by Congress. Therefore, the claim is half-true because it is based on a misunderstanding of the court ruling and its impact on the election outcome."
  ],
  "13313": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Republican state Sens. Paul Newton and Warren Daniel \"refused to even give testimony\" in North Carolina's latest redistricting case. While it is true that they declined to answer questions in a deposition, they did not \"refuse to give testimony\" as the claim suggests. According to the evidence, they invoked \"legislative privilege\" and were granted protections offered by state laws, making it unlikely they would have been called upon to testify in the trial even if they wanted to. The claim is misleading and exaggerates the situation."
  ],
  "13322": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"48-Hour waiting periods limit crimes of passion and keep our communities safe\" is partially supported by the evidence. While some studies suggest that waiting periods can reduce suicide deaths and firearm homicides, the evidence is mixed and not conclusive. The claim is also based on a narrow interpretation of the data, as it only focuses on crimes of passion and does not consider other factors that may contribute to community safety. Additionally, the evidence does not provide a clear causal link between waiting periods and reduced crime rates. Therefore, the claim is HALF-TRUE."
  ],
  "13327": [
    "VERDICT: TRUE\nREASON: The claim \"As compared to last year, Texas has about 15% more power generation capacity\" is supported by multiple sources of evidence. According to the Electric Reliability Council of Texas (ERCOT), the available generation capacity in winter 2021-22 was 85,000 megawatts, up from 83,000 megawatts in winter 2020-21, which represents a 2.4% increase. However, the claim specifically mentions a 15% increase in total installed capacity, which is supported by ERCOT and PUC officials, citing an increase from 102,874 megawatts in winter 2020 to 118,257 megawatts in winter 2021. This 15% increase in installed capacity is consistent with the claim. Therefore, the claim is TRUE."
  ],
  "13330": [
    "VERDICT: FALSE\nREASON: The claim states that federal border officials are allowing undocumented immigrants who are \"known criminals who possess an arrest warrant to fly on U.S. aircraft\", which threatens homeland security. However, the evidence provided does not support this claim. The evidence suggests that the federal government arranges flights for some migrants, but only in specific scenarios, such as when they are being taken to a detention center or deported. There is no evidence to suggest that known criminals with arrest warrants are being allowed to fly on U.S. aircraft. Additionally, the evidence suggests that the federal government prioritizes public safety and immigration enforcement, which contradicts the claim that they are allowing known criminals to fly on U.S. aircraft. Therefore, the claim is FALSE."
  ],
  "13334": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"We've had two members engage in a Democrat-led persecution of ordinary citizens who engaged in legitimate political discourse.\" The evidence provided suggests that Reps. Cheney and Kinzinger, both Republicans, voted to censure Rep. Marjorie Taylor Greene for her past comments and actions, which some considered to be a form of \"persecution\" of ordinary citizens who engaged in political discourse. However, the evidence does not support the claim that this was a \"Democrat-led\" persecution, as both Cheney and Kinzinger are Republicans. Additionally, the evidence does not provide clear evidence of \"ordinary citizens\" being persecuted, but rather focuses on political figures and their actions. Therefore, the claim is HALF-TRUE, as it is partially accurate but also contains some inaccuracies and omissions."
  ],
  "13336": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that President John F. Kennedy was planning to end the Federal Reserve. In fact, the evidence suggests that Kennedy supported the Federal Reserve and even proposed legislation to reorganize its terms. Additionally, the theory that Kennedy was planning to end the Federal Reserve is debunked by experts and fact-checking organizations. The claim is likely a conspiracy theory with no basis in fact."
  ],
  "13339": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that requesting a chargeback is \"a better way to get back at\" GoFundMe. While the evidence suggests that some people did attempt to dispute their credit card charges as a form of protest, it is not explicitly stated that this is a recommended or effective way to \"get back at\" GoFundMe. Additionally, the evidence highlights the potential risks and uncertainties associated with chargebacks, including the possibility that GoFundMe may not incur significant fees. Therefore, the claim is HALF-TRUE, as it is partially accurate but also oversimplifies the situation and presents a misleading narrative."
  ],
  "13344": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"Biden and most Democrats want to cap insulin prices at $35 per month. All 50 Republicans in the Senate are opposed to it.\" While it is true that President Biden and many Democrats have supported capping insulin prices at $35 per month, it is not entirely accurate to say that \"most Democrats\" want to cap insulin prices at $35 per month. The evidence suggests that some Democrats, such as Senator Tammy Baldwin, have cosponsored legislation to cap the out-of-pocket cost of insulin for Americans at $35 per month, but it is not clear that all Democrats support this specific proposal.\n\nAdditionally, the claim that \"All 50 Republicans in the Senate are opposed to it\" is also not entirely accurate. While some Republicans, such as Senator Richard Hudson, have voted against capping insulin prices at $35 per month, it is not clear that all 50 Republicans in the Senate are opposed to this proposal. The evidence suggests that some Republicans, such as Senator Kennedy, have proposed their own bills to cap out-of-pocket insulin costs at $50 per month, and it is possible that some Republicans may support capping insulin prices at $35 per month or other amounts. Therefore, the claim is HALF-TRUE."
  ],
  "13345": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Biden administration's Unaccompanied Alien Children process has \"no vetting, no transparency.\" While it is true that the process has faced criticism and controversy, the evidence suggests that the administration does not entirely lack vetting and transparency. For instance, experts and immigration authorities have rejected DeSantis' claim that unaccompanied children are not vetted, and the administration has exempted children from expulsion. Additionally, the administration has provided information on its policies and procedures, and there is no evidence to support the claim that there is no transparency. However, it is also true that the process has faced challenges and criticisms, and the administration has been accused of not providing sufficient information on its handling of unaccompanied children. Therefore, the claim is HALF-TRUE."
  ],
  "13349": [
    "VERDICT: TRUE\nREASON: The evidence provided shows that Greg Casar was a member of the Austin City Council when he led the effort to pass the paid sick leave ordinance, which was approved by the council in February 2018. Additionally, the evidence shows that the ordinance would have required private employers in the city to provide employees with at least six to eight days of paid sick leave per year, depending on the size of the company. This suggests that Greg Casar did indeed pass paid sick leave. The evidence does not provide any contradictory information that would suggest the claim is FALSE or HALF-TRUE."
  ],
  "13356": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Millions of hardworking Americans will no longer have to worry about unexpected medical bills\" is partially true. The No Surprises Act, which took effect on January 1, 2022, aims to protect consumers from certain types of surprise medical bills, such as those received for out-of-network care at hospitals, ambulatory surgery centers, or from out-of-network medical providers. The law is expected to apply to about 10 million surprise bills a year. However, the claim is exaggerated as it implies that all unexpected medical bills will be eliminated, which is not the case. The law does not cover all types of surprise bills, and some medical bills may still be unexpected and costly. Additionally, the law does not eliminate the possibility of surprise bills entirely, but rather provides new protections against certain types of surprise billing. Therefore, the claim is half-true."
  ],
  "13358": [
    "VERDICT: FALSE\nREASON: The claim states that the CDC was \"normalizing blood clots\" by tweeting about the health condition before the Super Bowl. However, the evidence provided shows that the CDC has tweeted about blood clots on multiple occasions before the Super Bowl, including in 2015 and 2020, and has also warned about blood clots in the context of other sporting events, such as March Madness. This suggests that the CDC's tweet about blood clots before the Super Bowl was not an isolated incident, but rather part of a broader effort to educate the public about the risks of blood clots. Therefore, the claim that the CDC was \"normalizing blood clots\" by tweeting about the health condition before the Super Bowl is FALSE."
  ],
  "13360": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the U.S. economy is recovering at a far faster pace than any other country in the OECD, which is partially true. According to the evidence, the U.S. economy has indeed outpaced that of other large, comparable economies, and experts agree that this rapid growth has been a factor in the United States' currently high inflation rate. However, the claim also states that inflation has been caused by the global economies shutting down all at once, reopening all at once, which is not entirely accurate. The evidence suggests that the pandemic and Russia's invasion of Ukraine have also contributed to the inflation increase, and that the American Rescue Plan exacerbated inflation but was not the sole cause. Therefore, the claim is half-true."
  ],
  "13365": [
    "VERDICT: FALSE\nREASON: The claim states that Hillary Clinton hired people who hacked into Trump's home and office computers and planted evidence connecting Trump to Russia. However, the evidence provided does not support this claim. Durham's filing does not mention Clinton hiring people to hack into Trump's computers or plant evidence. Instead, it mentions that a technology company had access to data from the Executive Office of the President and exploited it to gather derogatory information about Donald Trump. The filing also does not mention the Clinton campaign spying on Trump or planting evidence. The claim is likely based on misinformation and false claims made by Fox News hosts and other sources."
  ],
  "13377": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Centers for Disease Control and Prevention (CDC) has amassed the \"largest collection of human data in history\" through COVID-19 PCR tests. While the CDC has collected a significant amount of data through PCR tests, it is not clear if it is the largest collection of human data in history. The evidence provided does not provide a direct comparison to other datasets or collections of human data, so it is difficult to determine if the claim is entirely accurate. However, it is likely that the CDC has collected a large amount of data through PCR tests, which is why I am classifying the claim as HALF-TRUE."
  ],
  "13381": [
    "VERDICT: FALSE\nREASON: The evidence provided clearly states that \"Acuitas is a privately owned company and 'neither Prime Minister Trudeau nor the Trudeau Foundation owns or has owned shares or has any interest in the company,' according to President and CEO Thomas Madden. 'There is no connection between the Prime Minister and/or the Trudeau Foundation and Acuitas Therapeutics.'\" Additionally, Reuters was granted access to Acuitas' company registry and reported that Trudeau and the Trudeau foundation were not among those listed as having shares. This evidence directly contradicts the claim that Trudeau's foundation owns 40% of Acuitas Therapeutics. Therefore, the claim is FALSE."
  ],
  "13383": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the United States buys \"206,000 barrels of oil a day\" from Russia and \"shut down domestic oil production a year ago.\" The evidence suggests that the United States did import around 206,000 barrels of oil a day from Russia in October 2021, which is TRUE. However, the claim that the United States shut down domestic oil production a year ago is FALSE. According to the evidence, there is no source provided for this information, and the evidence suggests that the United States continued to produce oil domestically throughout 2021. The claim is HALF-TRUE because it is partially accurate regarding oil imports from Russia but inaccurate regarding the shutdown of domestic oil production."
  ],
  "13388": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"In my first year in office, Aurora homicides went down by 40%\" is partially true. According to the evidence, the number of homicides in Aurora decreased from 6 in 2017 to 4 in 2018, which is a 33% decrease, not 40%. The evidence also suggests that the mayor's office rounded down the actual decrease to 40% for simplicity. Therefore, the claim is half-true because it is close to the actual decrease, but not entirely accurate."
  ],
  "13391": [
    "VERDICT: FALSE\nREASON: The claim that Bill Gates hatched a plan to block out the sun is FALSE. The evidence provided shows that the claim is a conspiracy theory that has been debunked by multiple fact-checkers. The article states that Gates did not propose blocking out the sun, and that the claim first surfaced in 2021 and has been previously debunked. Additionally, the evidence provided explains that solar geoengineering is a real concept, but it is not about blocking out the sun, but rather about reflecting a small amount of sunlight back into space to help reduce global warming. The claim is an exaggeration and a misrepresentation of the concept of solar geoengineering."
  ],
  "13393": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"Republican leadership has not been clear about whether they support Rep. Ramthun's illegal and undemocratic resolution\" on the 2020 election. While it is true that Rep. Ramthun's resolution was rejected by the Assembly committee, and Assembly Speaker Robin Vos did not explicitly support it, it is also true that Vos did not explicitly reject it. Vos stated that he believes the resolution is not a viable option, but he also acknowledged that Rep. Ramthun has the right to hold that belief. Therefore, it is not entirely accurate to say that Republican leadership has been unclear about their support for the resolution, as Vos's statement provides some clarity on the matter. However, it is also not entirely accurate to say that they have been clear, as Vos did not explicitly support or reject the resolution. Therefore, the claim is HALF-TRUE."
  ],
  "13403": [
    "VERDICT: FALSE\nREASON: The claim that \"Ethnic Russians face 'genocide perpetrated by the Kyiv regime'\" is FALSE. The evidence provided does not support the claim of genocide. While there are reports of civilian casualties and human rights abuses, the evidence suggests that the conflict is a complex and multifaceted one, with both Ukrainian and Russian forces committing atrocities. The claim of genocide is not supported by credible sources, and the evidence presented does not meet the legal definition of genocide. Additionally, the claim is contradicted by the UN Commission on Human Rights, which reports a decline in civilian deaths in Eastern Ukraine. Furthermore, the claim is also contradicted by the fact that Ukraine's language and education laws do not favor Ukrainian over Russian, and that there is no evidence of a widespread program of violent ethnic repression. The claim is also contradicted by the fact that the Organization for Cooperation and Security in Europe conducts special monitoring in Eastern Ukraine and has not reported any evidence of genocide. Overall, the claim is an exaggeration and is not supported by credible evidence."
  ],
  "13405": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the 2020 election was stolen from Donald J. Trump. The evidence includes quotes from Trump and his allies making the claim, but it also includes numerous refutations and debunking of these claims by audits, judges, and officials in Trump's administration. Additionally, the evidence includes statements from Trump's own campaign and allies acknowledging the legitimacy of the election results. The claim is based on unfounded and unsubstantiated allegations of voter fraud and election rigging, which have been thoroughly discredited. Therefore, the claim is FALSE."
  ],
  "13406": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Keystone XL pipeline would have produced 830,000 barrels of oil per day, more than enough to offset what the US imports from Russia. While it is true that the pipeline would have had the capacity to carry up to 830,000 barrels of oil per day, it is not clear that it would have actually produced that amount. The evidence suggests that the pipeline would have taken years to build and faced legal challenges, and even if it had been completed, it is unlikely that it would have produced a net increase of 830,000 barrels per day. Additionally, the US imports oil from many countries, not just Russia, so offsetting imports from Russia would not necessarily have been the primary purpose of the pipeline. Therefore, the claim is half-true because it is based on a partial and incomplete understanding of the pipeline's capabilities and the US oil market."
  ],
  "13414": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that Joe Biden has made false claims about the number of times he has visited Iraq and Afghanistan. In 2019, he claimed to have been to Iraq and Afghanistan \"over 30 times\", which was later revealed to be an exaggeration. In 2021, he claimed to have been \"in and out of Iraq and Afghanistan over 40 times\", which is also likely an exaggeration. There is no credible evidence to support this claim, and it is likely that Biden has not visited these countries as many times as he claims."
  ],
  "13420": [
    "VERDICT: FALSE\nREASON: The claim states that the Biden Admin. instructs Americans to social distance and wear masks in the event of a Nuclear Fallout. However, the retrieved evidence does not support this claim. The evidence suggests that the Biden Admin. has provided guidance on COVID-19 mitigation measures, including social distancing and mask-wearing, but there is no evidence of specific guidance on nuclear fallout. The evidence also does not mention any instructions on what to do in the event of a nuclear fallout. Therefore, the claim is FALSE."
  ],
  "13424": [
    "VERDICT: FALSE\nREASON: The claim \"Putin Vows to ‘Crush’ Child Traffickers in Ukraine\" is FALSE because there is no credible evidence to support this claim. The evidence suggests that Putin's stated goals for the war in Ukraine are to \"demilitarize and denazify\" the country, protect ethnic Russians, and bring to trial those who perpetrated crimes against civilians, but there is no mention of child trafficking. Additionally, Russia has a more serious problem with human trafficking than Ukraine, according to the State Department's latest Trafficking in Persons report. Furthermore, Putin did not mention child trafficking in his speeches or public meetings in the months leading up to the invasion, and there is no evidence that his decision to wage war in Ukraine was motivated by a desire to rid the country of child trafficking. The claim is likely a misinformation spread by an outlet known for sharing false information."
  ],
  "13426": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that $15/hr doesn't buy as much as $7.50/hr did a year ago, which is partially true. According to the evidence, wages have not kept up with inflation, and real wages have declined slightly. However, the claim is exaggerated, as the evidence suggests that a person who made $7.50 an hour in 2021 would need to earn around $8.06 an hour this year to have the same buying power, not $15 an hour. The claim is also based on a cherry-picked example and does not provide a comprehensive view of the situation. Therefore, it is HALF-TRUE."
  ],
  "13429": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"we were drilling our own oil for $27 a barrel\" and now we're \"paying $105 a barrel to Russia.\" While it's true that the US was producing oil domestically, the claim is misleading in that it implies that the US was selling its oil at $27 a barrel, which is not accurate. According to the evidence, the US was actually selling its oil at a loss, and the $27 figure is likely referring to the cost of production. Additionally, the claim that the US is now paying $105 a barrel to Russia is partially true, as the US has increased its imports of Russian oil, but it's not the only factor contributing to the current high oil prices. The global market is under pressure due to the pandemic and the war between Russia and Ukraine, which has a significant impact on oil prices. Therefore, the claim is half-true, as it presents a simplified and misleading view of the complex situation."
  ],
  "13433": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the U.S. imports 1% of its oil from Russia, which is FALSE. According to the evidence, the U.S. imported around 672,000 barrels of petroleum products, including crude oil, a day from Russia in 2021, which accounted for around 8% of overall oil imports received by the U.S. However, the claim about the oil companies' profits being at their highest level in over 7 years is TRUE, as supported by the evidence. Therefore, the claim is HALF-TRUE."
  ],
  "13434": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the claim is false. The Keystone XL pipeline was canceled on Joe Biden's first day in office, but it would not have produced 830,000 barrels of oil per day, as claimed. The pipeline was a proposed project that would have transported crude oil from Canada to the US, but it was not a significant source of oil for the US. The US was already importing oil from Russia, and the cancellation of the Keystone XL pipeline did not increase US dependence on Russian oil. In fact, the US has increased its oil production and has become less reliant on foreign oil. The claim is likely a political talking point used to criticize the Biden administration's energy policies."
  ],
  "13436": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the claim \"Gas is high because they shut down production in the U.S.\" under the Biden administration is false. The evidence shows that the increase in gas prices is due to a lack of oil production, not any actions taken by the Biden administration. The evidence also states that the Biden administration has released oil from the nation's oil stockpiles, which is intended to lower rising energy costs. Additionally, experts and officials have stated that the recent increases in U.S. gas prices are due mainly to a lack of oil production, not any actions taken by the Biden administration. The claim is also contradicted by the fact that the U.S. is on pace to produce a record-high amount of domestic oil under the Biden administration. Overall, the evidence does not support the claim that the Biden administration's actions are responsible for high gas prices."
  ],
  "13440": [
    "VERDICT: FALSE\nREASON: The claim \"Almost half of every dollar that we spend on gas, it goes to New York State\" is false. According to the evidence, the gas tax in New York is 48.22 cents per gallon, which is not half of every dollar spent on gas. Additionally, the evidence suggests that the state taxes are set on a cents-per-gallon rate, not a percentage of the price per gallon, which means that the percentage of money that consumers pay to the state government for gas taxes falls when gas prices rise. Furthermore, the evidence also mentions that the total taxes paid per gallon, including federal excise tax, local sales tax, and state taxes, is around 67.75 cents, which is not half of every dollar spent on gas. Therefore, the claim is FALSE."
  ],
  "13453": [
    "VERDICT: FALSE\nREASON: The claim states that the presence of apes calls into question the concept of evolution. However, the evidence provided suggests that apes and humans evolved from a common ancestor, and that they have followed different evolutionary paths. The evidence also highlights that evolution is not a linear process, but rather a series of splits and adaptations. Additionally, the evidence from genetic and fossil records supports the theory of evolution. Therefore, the claim is FALSE, as it is not supported by the evidence provided."
  ],
  "13455": [
    "VERDICT: FALSE\nREASON: The evidence suggests that President Biden is actually trying to reduce the US's reliance on foreign materials, including lithium from China, by increasing domestic mining and production. The claim that Biden wants to buy lithium from China for electric cars is contradicted by the evidence, which shows that he is instead trying to reduce the US's dependence on foreign materials and increase domestic production."
  ],
  "13464": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that the cross symbol on Ukrainian President Volodymyr Zelensky's shirt is the official emblem of Ukraine's armed forces, which includes the country's coat of arms in the center. This emblem was officially adopted in September 2009 and is featured on the Ukrainian military's website and social media accounts. There is no credible evidence to suggest that the symbol is a Nazi cross or that Zelensky is wearing a Nazi symbol. The claim is likely a result of misinformation and disinformation spread on social media."
  ],
  "13470": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that gas prices are high \"due to the Democrats' war on fossil fuels.\" While some politicians, including Republicans, have blamed the rise in gas prices on the Democratic Party's energy policies, the evidence suggests that the main factors driving the increase in gas prices are inflation and global events, such as the Russian invasion of Ukraine. The Federal Energy Information Administration (EIA) reports that gasoline prices are higher under President Biden than they were under President Trump, and experts have noted that the price of gasoline is determined by the state of the economy and the balance of supply and demand, rather than by the president or party in power. Additionally, some evidence suggests that the claim is being used as a political talking point, with Republicans attempting to pin the blame for rising prices on Democrats and President Biden. Overall, the evidence does not support the claim that the rise in gas prices is due to the Democrats' war on fossil fuels."
  ],
  "13471": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim states that gas prices have been going up since the president's first day in office, starting with his move to shut down the Keystone XL pipeline. While it is true that President Biden did cancel the Keystone XL pipeline on his first day in office, the evidence suggests that gas prices were already rising before his presidency. According to the evidence, gas prices were increasing due to a change in demand following the easing of pandemic restrictions. Additionally, experts attribute the recent increases in gas prices to a lack of oil production, rather than the cancellation of the Keystone XL pipeline. Therefore, while the claim is partially true, it is not entirely accurate to attribute the rising gas prices solely to the president's actions."
  ],
  "13474": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Judge Ketanji Brown Jackson \"gave child porn offenders sentences below the guidelines and below what the prosecutors were requesting\" is partially true. While it is true that Judge Jackson issued sentences below the guidelines and below what prosecutors were requesting in some cases, it is also important to note that she generally agreed with prosecutors' recommendations in cases that involved attempted or actual sexual abuse of a minor, and in some cases, she handed down sentences that were even longer than the guidelines recommended. Additionally, the evidence suggests that judges across the country, including conservative judges nominated by President Donald Trump, regularly disregard the federal sentencing guidelines and issue sentences that are shorter than what prosecutors request. Therefore, the claim is not entirely accurate and should be considered HALF-TRUE."
  ],
  "13476": [
    "VERDICT: FALSE\nREASON: The claim states that Judge Jackson doesn't think perverts should have to register as sex offenders, citing that she says it \"stigmatizes\" them. However, there is no evidence in the provided text to support this claim. The text only mentions that Judge Jackson questioned making offenders register, but it does not provide any quotes or statements from her that suggest she believes it stigmatizes them. Additionally, the text does not provide any evidence that Judge Jackson has ever made a statement about sex offender registries or registration. Therefore, the claim is FALSE."
  ],
  "13482": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the photo shows a Home Depot worksheet on \"privilege\" used to train its employees. However, according to the evidence, the pamphlet was not created or approved by Home Depot's corporate diversity, equity, and inclusion department, and it was only used in the Canadian division, not as part of any required programming. While the pamphlet does exist and discusses social and white privilege, it was not used for employee training at Home Depot. Therefore, the claim is half-true, as it is partially accurate but also contains an important inaccuracy."
  ],
  "13483": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Ketanji Brown Jackson \"believes in abortion on demand up to the moment of birth.\" The evidence shows that Judge Jackson has not made any public statements or taken any actions that suggest she supports unrestricted abortion until the moment of birth. In fact, the evidence suggests that she has expressed support for exceptions to abortion bans for cases of rape, incest, and when the mother's life is threatened. Additionally, experts and medical professionals have stated that there are no clinicians that provide abortions moments before birth, which further undermines the claim. The claim appears to be a misrepresentation or exaggeration of Judge Jackson's views on abortion."
  ],
  "13498": [
    "VERDICT: FALSE\nREASON: The claim states that a \"secret backroom deal\" gave \"away hundreds of millions of tax dollars to a Soros-owned company.\" However, the evidence retrieved does not support this claim. Rivian Automotive, the company mentioned in the claim, is not owned by George Soros, and the deal is expected to offer incentives to the company in exchange for a proposed factory that would bring 7,500 jobs. The details of the plan are not yet known, but it is expected to be made public once negotiations are complete. Additionally, the evidence does not provide any evidence of a \"secret backroom deal\" or any evidence that Soros owns Rivian Automotive. Therefore, the claim is FALSE."
  ],
  "13502": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that people detained by ICE have to be seen within 24 hours, while veterans are seen within months. However, the evidence suggests that while ICE detainees are required to be seen by a health professional within 24 hours if they have a medical issue, this is not a universal standard for all ICE detainees. Additionally, the evidence shows that veterans are seen by a medical professional within approximately 40 days on average, which is not necessarily \"within months\". The claim is half-true because it is partially accurate, but also oversimplifies the situation and omits important context."
  ],
  "13518": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Sudden Death in adults and Sudden Infant Death Syndrome are caused by vaccines. The evidence suggests that the claim is based on misinformation and lacks credible scientific evidence. The Centers for Disease Control and Prevention (CDC) has not detected any unusual or unexpected patterns for deaths following immunization that would indicate that the COVID-19 vaccines are causing or contributing to deaths. The evidence also shows that vaccines are not connected to sudden death episodes, and that the benefits of vaccines far outweigh the risks. Additionally, the evidence suggests that the claim is based on a misunderstanding of the relationship between vaccination and infant mortality, as the data shows that areas with high vaccination rates do not have higher rates of infant mortality. Overall, the evidence does not support the claim that vaccines cause Sudden Death in adults and Sudden Infant Death Syndrome."
  ],
  "13531": [
    "VERDICT: FALSE\nREASON: The evidence suggests that John Fetterman has never described himself as a \"self-described democratic socialist\". While some sources may have referred to him as such, Fetterman himself has denied it, stating \"I don't label myself a democratic socialist, but I certainly ran the most progressive campaign in my race this past spring.\" Additionally, a correction was issued by NPR and Forbes, and Fetterman's lawyers called on TV stations to take down an ad that referred to him as a \"self-described democratic socialist\" due to its inaccuracy. Therefore, the claim that John Fetterman is a self-described democratic socialist is FALSE."
  ],
  "13533": [
    "**VERDICT**: FALSE\n**REASON**: The evidence provided suggests that ivermectin has not been approved by the FDA or NIH as a treatment for COVID-19. Multiple sources, including the FDA, NIH, and WHO, have stated that there is insufficient evidence to support the use of ivermectin for COVID-19 treatment. A large clinical trial published in the New England Journal of Medicine found that ivermectin did not decrease hospitalizations or prolonged emergency room stays among COVID-19 patients. Additionally, the NIH's COVID-19 Treatment Guidelines Panel has not recommended the use of ivermectin for COVID-19 treatment. While some studies have shown varying levels of effectiveness, the scientific consensus is that there is no evidence to support the use of ivermectin as a treatment for COVID-19. Therefore, the claim that ivermectin is an effective treatment for COVID-19 is FALSE."
  ],
  "13536": [
    "VERDICT: FALSE\nREASON: The claim states that a Q&A response from Amazon's Alexa confirms that chemtrails are being used \"to reduce the human population.\" However, the evidence provided shows that Alexa's response was actually \"The purpose of chemtrails might be weather control, solar radiation control or testing of various agents on people, flora or fauna.\" Additionally, the evidence also shows that chemtrails are a conspiracy theory with no scientific basis, and multiple government agencies and scientists have debunked the theory. Furthermore, Amazon has also stated that Alexa's response was not accurate and has blocked the response to ensure accuracy and relevance. Therefore, the claim is FALSE."
  ],
  "13537": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Most Americans favor keeping Title 42 in place\" is partially supported by the evidence. While some polls suggest that a majority of Americans support keeping Title 42, other experts and polls raise concerns about the methodology and wording of the questions, which may not accurately reflect public opinion. Additionally, the evidence does not provide a clear consensus on the issue, with some polls showing varying levels of support for the policy. Therefore, the claim is HALF-TRUE, as it is partially supported by some evidence but also subject to limitations and uncertainties."
  ],
  "13538": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Josh Mandel loaned money to Chinese business interests as Ohio treasurer, which is partially true. According to the evidence, the State Treasury Asset Reserve of Ohio invested in companies such as Exxon and Apple, which do business in China. However, these companies are multinational corporations with shareholders from the USA and other developed countries, not Chinese companies. Therefore, the claim is half-true because it is accurate that Ohio public funds were invested in companies that do business in China, but it is misleading to imply that these investments were made in Chinese business interests. The second part of the claim, that Mandel opposed a bill holding Communist China accountable for cheating and stealing American jobs, is also partially true. Mandel did indicate opposition to tariffs on China in 2011, but he did not explicitly state that he opposed a bill holding China accountable for cheating and stealing American jobs. Therefore, the claim is half-true due to the partial accuracy of both parts."
  ],
  "13541": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Disney+ has had over 350,000 cancellations in the last five days. The evidence suggests that there is no credible news report or documentation to support this claim, and the company does not typically release information on subscriber fluctuations. The claim appears to be unfounded and likely spread through social media."
  ],
  "13544": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the government gets $71.86 tax from a $100 income, which is incorrect. The correct calculation is as follows: $100 - $33 (income tax) = $67, then $67 - $32.16 (fuel tax) = $34.84, then $34.84 - $6.70 (GST) = $28.14. Therefore, the government gets $41.72 in taxes from the $100 income, not $71.86. The claim is half-true because it is close but not accurate."
  ],
  "13568": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"For four years, I was a full professor at the University of Pennsylvania\" is partially true, but not entirely accurate. According to the evidence, Joe Biden was a Benjamin Franklin Presidential Professor of the Practice at the University of Pennsylvania, which is a different type of professorship that does not necessarily involve teaching semester-long classes, conducting independent research, or handling administrative responsibilities. The duration of his position was closer to two years than four, as he was on leave while running for president. Therefore, the claim is half-true because it is partially accurate but omits important details about the nature and duration of his professorship."
  ],
  "13570": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the protest did not block the entrance to Disney World, and visitors were not prevented from entering the property. The Orange County Sheriff's Office stated that no roads were blocked during the protest, and no one was prevented from entering the Disney property. Additionally, the protest was held on the sidewalk, and the location was about 8 miles from the Magic Kingdom, making it unlikely that the protest would have blocked the main entrance to the theme park. The claim that \"no one visiting Disney can get in\" is therefore FALSE."
  ],
  "13572": [
    "VERDICT: FALSE\nREASON: The claim that the President of Ukraine owns a $35 million home in Florida and has $1.2 billion in an overseas bank account is FALSE. The evidence provided does not support this claim. The evidence suggests that the claim is likely a fabrication, as it is not supported by any credible sources and is likely an attempt to spread misinformation. Additionally, the evidence provided does not mention any information about the President of Ukraine owning a $35 million home in Florida or having $1.2 billion in an overseas bank account. The evidence does mention that the President of Ukraine has received aid from the United States, but it does not provide any information about his personal assets or bank accounts."
  ],
  "13574": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Australian Technical Advisory Group on Immunisation (ATAGI) advised that the COVID-19 vaccine may be given to patients under sedation for unrelated procedures without consent as a way to force compliance. However, the evidence retrieved suggests that while ATAGI did advise on the use of sedation for COVID-19 vaccination for people with behavior disorders, severe anxiety, and needle phobias, it is not being used as a measure to enforce compliance with vaccination requirements. Patient consent is still required. Therefore, the claim is half-true, as it is partially accurate but also misrepresents the intention behind the advice."
  ],
  "13583": [
    "VERDICT: FALSE\nREASON: The claim states that Tylenol is the #1 cause of acute liver failure in the US with 27% of people dying and kills at least 100,000 per year from its use. However, the evidence suggests that acetaminophen, the main active ingredient in Tylenol, is the leading cause of acute liver failure, not Tylenol itself. Additionally, the evidence does not support the claim that 27% of people die from Tylenol use or that it kills at least 100,000 people per year. The evidence also suggests that the number of people who die from drug overdoses in the US is around 100,000 per year, but most of these deaths are attributed to fentanyl, not Tylenol. Therefore, the claim is FALSE."
  ],
  "13585": [
    "VERDICT: FALSE\nREASON: The claim states that Brian Kemp and Secretary of State Brad Raffensperger are attempting to \"unseat\" U.S. Rep. Marjorie Taylor Greene \"perhaps in collusion with the Radical Left Democrats\". However, the evidence provided does not support this claim. While it is true that Trump accused Kemp and Raffensperger of trying to unseat Greene, the evidence presented does not show any evidence of collusion with Democrats. In fact, the evidence suggests that the challenge to Greene's candidacy was filed by a group of voters, Free Speech for People, and that Raffensperger followed the process required under state law in passing the complaint on to a judge. Additionally, there is no evidence to support the claim that Kemp and Raffensperger are working together to unseat Greene. Therefore, the claim is FALSE."
  ],
  "13589": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that the videos circulating online are manipulated and deceptively edited to make it appear as if Ukraine President Volodymyr Zelenskyy uses cocaine. The videos were shared on pro-Russian Telegram channels, Facebook, and other platforms, and were designed to spread false information about Zelenskyy. The original videos were manipulated to add a white, powdered substance on Zelenskyy's desk, and the English subtitles were falsely translated to make it seem like he was endorsing taking cocaine. The evidence also shows that the videos were shared by pro-Russian accounts and were designed to smear Zelenskyy. Therefore, the claim that videos show Zelenskyy using cocaine is FALSE."
  ],
  "13596": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Blinken and Austin's trip to Kyiv was staged. The claim is based on speculation and conspiracy theories, and there is no credible evidence to support it. The evidence provided includes photos of the meeting, a confirmation from a spokesperson for Murphy that the room is the same one seen in the photos, and a statement from Blinken that the meeting took place in Kyiv. Additionally, the claim is contradicted by the fact that the U.S. Department of Defense provided photos of the meeting, and that a spokesperson for a U.S. senator who has also met with Zelenskyy in that room confirmed that it is the same space. The claim is likely an example of misinformation or disinformation."
  ],
  "13606": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"We have 76% of Americans living paycheck to paycheck, meaning they are one paycheck away from poverty\" is partially true. The evidence suggests that a significant percentage of Americans do live paycheck to paycheck, but the exact percentage is not 76%. The evidence provided includes various surveys and reports that show different percentages, ranging from 42% to 76%. Additionally, the definition of \"living paycheck to paycheck\" can be subjective and dependent on individual circumstances, making it difficult to pinpoint an exact percentage. Therefore, the claim is half-true, as it is based on some accurate information but also contains an exaggeration."
  ],
  "13609": [
    "VERDICT: FALSE\nREASON: The claim states that Republicans passed a law allowing rapists to sue their victims for getting an abortion. However, the evidence provided shows that the law (SB 8) permits people to sue providers and those who aid and abet someone who gets a prohibited abortion, not the person seeking an abortion. Additionally, the law does not criminalize or penalize the person seeking an abortion. The evidence also shows that the claim is likely a misinterpretation of the law, as the law does not allow rapists to sue their victims. Therefore, the claim is FALSE."
  ],
  "13613": [
    "VERDICT: FALSE\nREASON: The claim states that the White House physician demands Biden's immediate resignation following his \"obvious\" cognitive decline. However, the evidence provided does not support this claim. In fact, the evidence suggests that Dr. Kevin O'Connor, the current White House physician, has publicly stated that Biden is \"fit for duty\" and has not called for his resignation. Additionally, there is no credible source cited in the evidence that suggests a White House physician has made such a demand. The claim is likely a fabrication or misinformation."
  ],
  "13616": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Republican politicians are pushing a plan that could raise taxes on almost one in three Wisconsinites and sunset Social Security and Medicare in five years. While there is evidence that some Republican politicians have discussed or proposed changes to Social Security and Medicare, there is no evidence that they are pushing a specific plan that would sunset these programs in five years. Additionally, the claim that almost one in three Wisconsinites would see their taxes raised is supported by evidence from the Institute on Taxation and Economic Policy, which found that 32% of residents in Wisconsin would see their taxes go up under a specific proposal. However, this proposal is not specifically linked to Republican politicians or a plan to sunset Social Security and Medicare. Therefore, the claim is half-true because it is partially accurate but also contains an exaggeration and an unsupported claim."
  ],
  "13632": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Amber Heard plagiarized lines from the movie \"The Talented Mr. Ripley\" in her opening statement during the Johnny Depp libel trial. The evidence suggests that some social media users compared parts of her testimony to the movie, but the remarks contain significant differences. There is no concrete evidence presented to support the claim of plagiarism. The claim is likely based on misinformation or speculation."
  ],
  "13640": [
    "VERDICT: FALSE\nREASON: The claim states that Tennessee banned Plan B and made it a crime punishable by a $50,000 fine to order it. However, the evidence provided shows that Tennessee did not ban Plan B, and the law only restricts access to certain medications, including mifepristone, but does not criminalize the use or ordering of Plan B. Additionally, the evidence does not mention any criminal penalty for patients who order Plan B. The claim is therefore FALSE."
  ],
  "13645": [
    "VERDICT: HALF-TRUE\nREASON: The claim that David Perdue voted with liberals for $10 trillion in new debt is partially true. According to the evidence, the federal debt did increase by about $10 trillion during Perdue's tenure as a one-term U.S. senator from 2015 to 2021. However, the evidence also suggests that this increase was a bipartisan effort, not solely the work of \"liberals.\" Additionally, the evidence highlights that much of the accumulated debt is not even voted on, but rather results from automatic borrowing for Medicare and Medicaid. Therefore, while Perdue did serve during a period of significant debt growth, the claim that he voted with liberals for $10 trillion in new debt is an oversimplification and not entirely accurate."
  ],
  "13653": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Democrats had not condemned \"activists who are engaging in this repugnant illegal activity\" in the immediate wake of a fire and vandalism at the Madison headquarters of an anti-abortion group. While it is true that some Democrats did not immediately condemn the incident, the evidence also shows that many prominent state Democrats and national figures did speak out against the attack. Therefore, the claim is only half-true, as it is an oversimplification to suggest that all Democrats failed to condemn the incident."
  ],
  "13656": [
    "VERDICT: FALSE\nREASON: The claim that homemade baby formula recipes offer a \"viable option\" during the U.S. shortage is FALSE. The evidence provided shows that experts strongly advise against making homemade formula, citing potential health risks and nutritional deficiencies. The FDA and the American Academy of Pediatrics explicitly state that homemade formulas are not safe and do not meet babies' nutritional needs. Additionally, the evidence highlights the risks of contamination, inadequate amounts of critical nutrients, and potential harm to infants. While some social media users may claim that homemade formula is a viable option, the overwhelming evidence suggests that it is not a safe or recommended solution during the shortage."
  ],
  "13658": [
    "VERDICT: FALSE\nREASON: The claim states that Amazon will ship baby formula to U.S. addresses if you change your preferred country on its website from the U.S. to Canada. However, the evidence suggests that this is not the case. Amazon's policy is to not ship baby formula from Amazon.ca to U.S. addresses, even if the preferred country is changed to Canada. Additionally, third-party sellers on Amazon may be able to ship baby formula to the U.S., but this would come at a cost, and the evidence suggests that this is not a viable solution for many people. Therefore, the claim is FALSE."
  ],
  "13666": [
    "VERDICT: FALSE\nREASON: The evidence provided does not contain any tweets from the subject linking pedophilia and Islam. The evidence does contain a quote from a person named Barnette saying that a tweet she saw said \"Pedophilia is a cornerstone of Islam\", but this is not a statement made by the subject. The subject is not mentioned as having made any statements linking pedophilia and Islam. Therefore, the claim that the subject never tweeted comments linking pedophilia and Islam is FALSE."
  ],
  "13667": [
    "VERDICT: FALSE\nREASON: The evidence suggests that agriculture is not the No. 1 sector of the economy in Georgia. According to official data from the federal Bureau of Economic Analysis, agriculture accounts for about 0.7% of Georgia's gross domestic product, which is a relatively small percentage. Additionally, the evidence states that the No. 1 industry sector in Georgia in 2021 was finance, insurance, and real estate, at more than 25%. The evidence also mentions that Georgia agriculture was a $4.6 billion industry, which is a significant amount, but still a small part of the overall state economy. Therefore, the claim that agriculture is the No. 1 sector of the economy in Georgia is FALSE."
  ],
  "13669": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Democrats want open borders so they can bring in and amnesty tens of millions of illegal aliens — that’s their electoral strategy is partially true. While some Democrats have proposed policies that would provide a pathway to citizenship for millions of immigrants living in the U.S. illegally, there is no evidence to suggest that this is their sole or primary electoral strategy. The claim is also exaggerated, as the number of immigrants who would be granted citizenship under these proposals is not tens of millions, but rather millions. Additionally, the claim is based on a flawed assumption that immigrants will automatically vote for Democrats, which is not supported by evidence. Many immigrants who become citizens may not vote for Democrats, and some may not vote at all. The claim is also based on a flawed understanding of the immigration process, which is more complex than simply granting amnesty to illegal aliens. Overall, while some Democrats may have electoral motivations for supporting certain immigration policies, the claim that this is their sole or primary strategy is an exaggeration and not supported by evidence."
  ],
  "13671": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the mass shooting in Buffalo, New York was a \"false flag event.\" The evidence suggests that the shooting was a real event, with multiple sources confirming the details of the incident, including eyewitness accounts, news reports, and official investigations. The claim that the shooting was staged is baseless and unfounded, and is likely a conspiracy theory. The evidence presented does not provide any credible evidence to support the claim, and the claim is therefore FALSE."
  ],
  "13675": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that State Sen. Kirk deViere voted against Medicaid expansion, the governor's budget, and teacher raises. While it is true that deViere voted against the governor's budget, which included Medicaid expansion, it is not entirely accurate to say that he voted against Medicaid expansion. According to the evidence, a clean bill expanding Medicaid as proposed by Cooper didn't make it to the floor during the most recent legislative session. Additionally, the evidence suggests that deViere voted for teacher raises, as he \"delivered results for teachers and public education as a whole.\" Therefore, the claim is half-true because it is partially accurate but also contains some inaccuracies."
  ],
  "13677": [
    "VERDICT: HALF-TRUE\nREASON: The claim that the problem with mail ballots in Lancaster County is a sign of \"voter fraud\" is partially true. While there were issues with mail ballots in Lancaster County, including a problem with 22,000 ballots having the wrong identification code, which could potentially lead to voter fraud, the evidence suggests that these issues were not necessarily intentional and were likely due to human error or vendor mistakes. Additionally, the county officials and election administrators emphasized that these issues were not evidence of fraud, but rather examples of the complexity of the vote-by-mail process and voters' unfamiliarity with some of the intricate details. However, the claim also implies that voter fraud is a widespread and accepted norm, which is not supported by the evidence. Therefore, the claim is HALF-TRUE."
  ],
  "13678": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that baby boomers didn't have autism, seizures, allergies, and other ailments when they were kids. While it is true that some of these conditions were not as well-documented or diagnosed in the past, it is not entirely accurate to say that they did not exist. The evidence provided shows that autism, cancer, and seizures were present in the 1940s and 1950s, and that allergies and other conditions were also common. However, it is also true that some of these conditions may have been underdiagnosed or misdiagnosed in the past, and that the increased awareness and diagnostic capabilities of today may contribute to the apparent increase in prevalence. Therefore, the claim is half-true, as it is partially accurate but also oversimplifies the complexity of the issue."
  ],
  "13680": [
    "VERDICT: FALSE  \nREASON: The claim states that in Iran, if a 12-year-old girl is raped and impregnated by her father, she must carry the baby to term, or be thrown in prison for life. However, the evidence provided does not support this claim. Iran does not have a law that requires a 12-year-old girl to carry a pregnancy to term or face imprisonment for life. In fact, Iran has laws that allow for abortion in cases of rape, incest, and serious health risks to the pregnant woman. The claim is likely a misrepresentation of the laws in Iran and is not supported by the evidence provided."
  ],
  "13682": [
    "VERDICT: FALSE\nREASON: The claim that \"they passed the flu off as COVID-19\" is FALSE. The evidence provided shows that the CDC changed its guidance on COVID-19 to align it with other respiratory viruses, such as influenza, due to the availability of vaccines, treatments, and high population exposure to the virus. This change was not a result of misdiagnosing flu cases as COVID-19. Additionally, the evidence does not support the claim that COVID-19 tests were picking up flu cases and labeling them as COVID-19. The CDC has consistently emphasized the importance of testing and accurate diagnosis throughout the pandemic. The claim that \"they're going to do the same thing with monkeypox and shingles\" is also FALSE, as there is no evidence to support this claim. The evidence suggests that monkeypox and shingles are distinct diseases with different causes and symptoms, and there is no reason to believe that they will be misdiagnosed or mislabeled as COVID-19. The claim is likely an unfounded conspiracy theory."
  ],
  "13701": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the N.C. GOP came out in support of Sen. Rick Scott's \"extremist policy to 'Rescue America'\", but the evidence suggests that the North Carolina Republican Party did not explicitly endorse Scott's plan. While some individuals, such as a North Carolina congressional candidate, have expressed support for Scott's plan, there is no evidence that the party organization as a whole has endorsed it. Additionally, the plan has been criticized by some Republican leaders, including Senate Majority Leader Mitch McConnell. Therefore, the claim is HALF-TRUE because it is partially accurate, but also misleading and exaggerated."
  ],
  "13702": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that 90% of Americans, regardless of political party, want universal background checks. While the evidence suggests that there is majority support for background checks among Americans, the exact percentage is not consistently 90%. The evidence shows that support ranges from 70% to 92% depending on the specific question and population being surveyed. Additionally, the evidence suggests that support for background checks may be lower among Republicans than among Democrats. Therefore, the claim is HALF-TRUE because it is an overstatement of the actual level of support for universal background checks among Americans."
  ],
  "13709": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that ABC News altered the Uvalde, Texas, school shooter's photo to appear more Caucasian. The evidence suggests that the claim is a conspiracy theory and that the photo published by ABC News was not altered. The claim is likely a result of misinformation and disinformation spread on social media. The evidence also suggests that the photo published by ABC News was the same as the one released by law enforcement officials, and that the claim of alteration is unfounded."
  ],
  "13710": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the $53 billion spent in Ukraine aid \"could pay five SWAT members $80,000 each and have them at EVERY school front door.\" The evidence provided shows that the $53 billion is a total amount of aid allocated to Ukraine, not necessarily spent. Additionally, the claim is based on a rough estimate of $404,796 per school, which is not accurate. The actual amount of aid allocated to each school is not provided. Therefore, the claim is half-true because it is based on an incorrect assumption about the allocation of the aid and does not accurately represent the actual amount of aid spent."
  ],
  "13711": [
    "VERDICT: FALSE\nREASON: The claim that the active shooter drill at Uvalde High School in March was evidence that the elementary school shooting was a \"false flag\" attack is baseless. The evidence provided does not support this claim. In fact, the Uvalde Consolidated Independent School District's active shooter training was conducted to prepare law enforcement officers for any situation that may arise, and it was not related to the elementary school shooting. The claim is likely a conspiracy theory with no factual basis."
  ],
  "13712": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that a majority of the Senate voted in favor of the Grassley-Cruz amendment, but the Democrats filibustered it. The evidence suggests that the claim is partially true. The Grassley-Cruz amendment did receive a majority vote (52-48), but it did not receive the 60 votes needed to overcome the filibuster. Additionally, the evidence shows that some Democrats did vote in favor of the amendment, and some Republicans voted against it. The claim is half-true because it omits the fact that the amendment did receive a majority vote, but not the 60 votes needed to pass."
  ],
  "13737": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that the claim is false. The congresswoman's spokesperson confirmed that the woman in the photo is not Rep. Lauren Boebert, and the congresswoman herself was not present at the event depicted in the photo. The claim is likely a case of mistaken identity or misinformation."
  ],
  "13751": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Soviet and Chinese communists have \"grabbed control\" of U.S. entertainment, movies, television, music, academia, K-12 education, and the news media. While the Soviet Union and China have exerted influence in these areas, the experts interviewed in the evidence do not agree that they have ever controlled these institutions. In fact, they emphasize that the notion of communist control is \"nonsense\" and that the claim is \"absolutely ludicrous.\" The evidence also highlights the distinction between communist influence and actual control, noting that the Soviet Union and China have used various tactics, including infiltration and propaganda, to exert influence, but have not achieved control. Additionally, the evidence provides specific examples of communist influence in China, such as the Communist Party's control over state-owned enterprises and its efforts to tighten its influence on private companies, but these are not equivalent to control over U.S. institutions. Overall, the evidence does not support the claim that Soviet and Chinese communists have \"grabbed control\" of U.S. institutions."
  ],
  "13752": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Pentagon \"finally comes clean\" and \"admits...that there are 46 U.S. military-funded biolabs in Ukraine\". However, the evidence suggests that the Pentagon has been transparent about its Biological Threat Reduction Program in Ukraine, which has been publicly available since 2005. The program aims to support peaceful and safe biological detection and diagnostic capabilities in Ukraine, and the 46 facilities referenced are owned and operated by Ukraine, not the US. While the Pentagon has not explicitly stated that there are 46 biolabs in Ukraine, the information has been publicly available for some time. Therefore, the claim is half-true, as it is partially accurate but also sensationalized and misleading."
  ],
  "13761": [
    "VERDICT: HALF-TRUE\nREASON: The evidence suggests that Adam Laxalt does not support entirely eliminating Nevada's protections for legal abortions. While he has indicated support for holding a referendum asking Nevada voters to restrict abortion after 13 weeks of pregnancy, which would be a tighter restriction than under current Nevada law, he has not explicitly stated that he wants to eliminate all protections for legal abortions. Therefore, the claim is HALF-TRUE."
  ],
  "13764": [
    "VERDICT: TRUE\nREASON: The evidence suggests that the four major meat packers, JBS Foods, Tyson Foods, Cargill, and Marfrig, are indeed raking in record profits. The evidence includes statements from the companies themselves, such as Tyson's record $4.1 billion net profit for the year ending March 31, 2022, and Marfrig's net profit of $820.1 million in 2021, a 32% increase over 2020. Additionally, the Federal Reserve Bank of St. Louis reported that corporate profits hit a 70-year high last year, according to the U.S. Bureau of Economic Analysis data. While some economists may argue that the high profits are due to unusual economic circumstances brought on by the coronavirus pandemic, the evidence suggests that the meat packers are indeed experiencing record profits."
  ],
  "13768": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"when you have unemployment below 4% and inflation above 4%, recession always follows within two years.\" However, the evidence provided shows that this claim is not entirely accurate. While there is one example of a period where unemployment was below 4% and inflation was above 4%, which was followed by a recession, there are also instances where unemployment was below 4% and inflation was above 4% without a recession occurring. Additionally, the evidence suggests that the relationship between unemployment and inflation is more complex and nuanced than the claim suggests. Therefore, the claim is HALF-TRUE."
  ],
  "13773": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"most of the population resides in states that have already protected abortion rights.\" While it is true that 61% of the population lives in states where abortion is poised to remain legal in the short term, this does not necessarily mean that the majority of citizens will have no change at all. Many of these states may still have restrictions on abortion access, and the claim does not account for the fact that some states may have laws that are more restrictive than others. Additionally, the claim does not consider the potential impact of future legislation or court decisions on abortion access in these states. Therefore, the claim is only half-true."
  ],
  "13775": [
    "VERDICT: TRUE\nREASON: The evidence provided supports the claim that the Supreme Court decision overturning Roe v. Wade made the United States an outlier among developed nations in the world on abortion rights. Many sources, including President Joe Biden, Martha Davis, and other legal experts, have stated that the decision has left the United States as one of the few developed countries without a national standard for access to abortion, with varying laws and restrictions across states. This is in contrast to most developed countries, which have a national standard for access to abortion or consistency across subnational entities. The evidence suggests that the Supreme Court's decision has indeed made the United States an outlier in this regard."
  ],
  "13783": [
    "VERDICT: FALSE\nREASON: The claim states that the cost of a Fourth of July cookout in 2022 increased by 67.2% due to inflation. However, the evidence provided does not support this claim. According to the evidence, inflation overall was up 6.5% year-over-year in December 2022, and food costs increased at a higher rate of 10.4% during the same time period. While inflation did contribute to higher prices, the exact 67.2% increase claimed in the statement is not supported by the evidence. Therefore, the claim is FALSE."
  ],
  "13785": [
    "VERDICT: FALSE\nREASON: The retrieved evidence does not support the claim that Florida Gov. Ron DeSantis signed a bill requiring students and professors to register their political views with the state. The evidence only mentions various actions taken by DeSantis, such as signing laws, but none of these laws relate to requiring students and professors to register their political views. The claim appears to be false."
  ],
  "13787": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"every pro-life Governor up for election in November won – by a large margin.\" However, the evidence suggests that while some pro-life governors did win, others who support abortion rights also won with large margins. Additionally, the article highlights that some pro-life candidates lost, and the definition of a \"large\" margin can vary. Therefore, the claim is only half-true, as it does not accurately represent the full picture of the election results."
  ],
  "13788": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"All ‘gender affirming care’ for children is 100% experimental\" and that \"there are zero long-term studies on the effects the drugs and surgeries will have on them.\" While it is true that some aspects of gender-affirming care, such as the long-term effects of puberty blockers and hormone therapies, are still being researched, it is not entirely accurate to say that all gender-affirming care is 100% experimental. The evidence suggests that some forms of gender-affirming care, such as social support and allowing children to express their gender identity through clothing and pronouns, are not experimental and are widely accepted as part of gender-affirming care. Additionally, there are studies that have demonstrated the positive effects of gender-affirming care on transgender youth, including reduced depression and suicidality. Therefore, the claim is HALF-TRUE."
  ],
  "13790": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that in 2010, Wisconsin Republicans inherited a multi-billion dollar deficit, which is TRUE. However, the claim also states that today, Wisconsin is looking at a projected surplus approaching 7 billion, which is also TRUE. However, the evidence suggests that the surplus is not solely due to the efforts of the Republicans, as it was influenced by additional tax collections and other factors. Therefore, the claim is HALF-TRUE."
  ],
  "13791": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Florida's water is dirtier and sicker than when Gov. DeSantis first took office. The evidence suggests that while Florida's water quality has fluctuated over time, it is not clear-cut that it is dirtier and sicker overall. The evidence shows that some bodies of water experienced an initial decrease in pollution when DeSantis entered office, but then an uptick toward the end of his first term. Additionally, the number of polluted estuaries decreased from 2.5 million acres in 2018 to 2.1 million in 2020, but then increased to 3.1 million in 2022. This suggests that the water quality has not consistently worsened over time. Therefore, the claim is HALF-TRUE, as it is partially accurate but also incomplete and misleading."
  ],
  "13796": [
    "VERDICT: TRUE\nREASON: The claim states that the number of Venezuelans trying to enter the U.S. illegally decreased \"from about 1,100 per day to less than 250 per day on average\" since the new immigration program was implemented. The evidence provided supports this claim, showing that the number of Venezuelans encountered at the southern border decreased from around 1,100 per day to around 230 per day in November. This reduction is attributed to the parole program, which allows eligible Venezuelans to enter the U.S. legally and work for two years. The evidence also mentions that U.S. Customs and Border Protection data backs up President Biden's claim that illegal immigration from Venezuela drastically decreased after the parole program's implementation. Therefore, the claim is TRUE."
  ],
  "13803": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Victoria Lee died because of a COVID-19 vaccine. While some social media posts and conspiracy theories suggest a link between Lee's death and the vaccine, there is no credible evidence to support this claim. In fact, the evidence suggests that Lee's death was not related to the vaccine, as there is no mention of her being vaccinated or any evidence of a link between the vaccine and her death. The claim is likely a baseless conspiracy theory."
  ],
  "13811": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Joe Biden as vice president didn't 'have the right to declassify' documents\" is partially true. The evidence suggests that as vice president, Biden did have the authority to declassify documents, as he had original classification authority. However, the claim is also partially false because it implies that Biden did not have the right to declassify documents at all, which is not accurate. The evidence shows that Biden did have the authority to declassify documents, but the extent of his authority and the specific circumstances surrounding the classification and declassification of documents are still unclear."
  ],
  "13812": [
    "VERDICT: HALF-TRUE\nREASON: The claim that the White House is attempting to ban all gas ovens and burners is partially true. While the White House has not proposed a blanket ban on gas stoves, there are efforts to regulate and phase out gas appliances in new homes. The Consumer Product Safety Commission has proposed efficiency standards for gas and electric cooking appliances, which would mean that about half of current gas stove models would not comply with the rule in 2027. However, this is not a ban on existing gas stoves, and the White House has explicitly stated that it does not support banning gas stoves. The claim is exaggerated and misleading, as it implies a complete ban on all gas ovens and burners, which is not the case."
  ],
  "13817": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Social Security has nothing to do with the deficit or the national debt\" is partially true. While Social Security's trust funds do not directly contribute to the national debt, it does contribute to the unified budget deficit. According to the evidence, when Social Security draws down its assets to pay benefits to baby boomer retirees, it contributes to the unified budget deficit. However, the evidence also suggests that Social Security cannot add to the federal deficit over time. Therefore, the claim is half-true because it is partially accurate but also omits important context."
  ],
  "13820": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Gov. Abbott \"signed a bill last year eliminating the requirements for Texas schools to teach MLK's 'I have a dream' speech.\" While it is true that a bill (HB 3979) was signed by Gov. Abbott in 2021, which removed the requirement for schools to teach the \"I Have a Dream\" speech from state legislation, it does not eliminate the requirement entirely. According to the evidence, the requirement is still present in state education standards, and schools are not prohibited from teaching King's works. The bill only removed the requirement from state legislation, leaving it up to the State Board of Education to make curriculum-specific decisions. Therefore, the claim is half-true, as it is partially accurate but omits important context."
  ],
  "13825": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the claim is FALSE. According to Dr. Darren Brenner, a professor of medicine in the gastroenterology division at Northwestern University’s Feinberg School of Medicine, the average person passes approximately 14 to 16 ounces of stool per day, which is not equivalent to 5 to 15 pounds. Additionally, experts state that stool does not get \"stuck\" in the colon for extended periods of time, and the colon is always removing water to solidify stool, resulting in some amount of stool always being present. There is no credible evidence to support the claim that the average American has 5 to 15 pounds of stool stuck in their gut."
  ],
  "13829": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that in Wisconsin, even multimillionaires can be on BadgerCare \"because we don't even ask people what their income level is to qualify for free health care.\" However, the evidence suggests that this is not entirely accurate. While it is true that Wisconsin does not ask people what their income level is to qualify for BadgerCare, the evidence also states that there is an initial check of people's incomes to ensure they fit within the program's requirements before they can enroll. Additionally, the evidence suggests that the programs available to citizens, including BadgerCare, are not entirely free and may have a sliding scale of costs. Therefore, the claim is half-true, as it is partially accurate but also omits important details."
  ],
  "13834": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim \"Classified documents can never be taken out of a (sensitive compartmented information facility), ever\" is partially false. While it is true that some classified documents, particularly those marked top secret/sensitive compartmented information, require special handling and are typically stored and viewed in SCIFs, it is not true that all classified documents can never be taken out of a SCIF. The evidence suggests that documents with lower classifications can be removed from a SCIF as long as proper protocols are followed, and even top secret/sensitive compartmented information can be removed from a SCIF if proper protocols are followed. Additionally, some classified documents may not even require storage in a SCIF, as they may be stored in less restrictive classified spaces. Therefore, the claim is half-true, as it is an oversimplification of the complex rules and procedures surrounding the handling of classified documents."
  ],
  "13838": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Virginia tax receipts have grown 50% in the last four years. While the evidence suggests that tax receipts have increased, the exact figure is not 50%. According to the evidence, Virginia's revenue from income, sales, and corporate taxes increased by 46.1% over the last four years, which is slightly lower than the claimed 50%. Additionally, the evidence also mentions that the state's GDP grew by 30.1% over the same period, which is a different metric from tax receipts. Therefore, the claim is half-true as it is close to the mark but not entirely accurate."
  ],
  "13839": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"most have been released into the interior and will stay here indefinitely.\" While it is true that many individuals have been released into the interior of the United States, the evidence suggests that not all of them will stay here indefinitely. According to the evidence, around 3.6 million encounters ended in people being removed, returned, or expelled from the U.S. Additionally, around 3.9 million encounters had resulted in people being removed, returned, or expelled from the U.S. under Biden's administration. This suggests that a significant number of individuals who were encountered at the border were not released into the interior and will not stay here indefinitely. However, it is also true that many individuals have been released into the interior and may stay here indefinitely. Therefore, the claim is half-true."
  ],
  "13840": [
    "VERDICT: FALSE\nREASON: The evidence provided suggests that people who are not vaccinated against COVID-19 are at a higher risk of contracting the virus and dying from it, contrary to the claim that they \"came out the best.\" The evidence also highlights the importance of vaccination in preventing the spread of the virus and the risks associated with not being vaccinated. Additionally, the claim is likely based on a misunderstanding of the concept of natural immunity, which is not a reliable substitute for vaccination."
  ],
  "13844": [
    "VERDICT: FALSE\nREASON: The claim that Diamond and Silk pundit died from COVID-19 is FALSE because there is no evidence provided to support this claim. Diamond and Silk are a duo of conservative commentators, and neither of them has died from COVID-19. The evidence provided only mentions other individuals who have died, but none of them are Diamond and Silk. The claim is likely a misinformation or a conspiracy theory."
  ],
  "13850": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that same-day voter registration \"does not allow election officials to verify the validity and accuracy of voter information.\" While it is true that some states may not have same-day registration, the evidence suggests that many states do allow same-day registration and take steps to verify the validity and accuracy of voter information. For example, some states require same-day registrants to sign an oath attesting that they're providing accurate information, and voters who provide false information or commit fraud are subject to criminal charges. Additionally, election officials take steps to verify the identities of people registering to vote on Election Day. However, it is also true that some states may not allow same-day registration, and some may have different verification procedures in place. Therefore, the claim is HALF-TRUE."
  ],
  "13858": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that DeSantis' bill would remove background checks, instruction, training, and oversight. However, the evidence suggests that the bill does not remove background checks, instruction, training, and oversight. The evidence shows that the bill aims to stop a workaround for people who haven't passed background checks from assembling their own firearms, and it does not mention removing these requirements. Therefore, the claim is half-true because it is partially accurate, but not entirely accurate."
  ],
  "13860": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"more classified documents were found at the University of Delaware, the equivalent of a tractor trailer worth.\" However, the evidence does not support this claim. The evidence suggests that President Biden's senatorial papers were stored at the University of Delaware, but there is no evidence that any classified documents were found at the University of Delaware. The claim is exaggerated and likely an exaggeration. The evidence does not support the claim that the documents found were equivalent to a tractor trailer worth. The claim is HALF-TRUE because it is partially accurate, but the details are incorrect."
  ],
  "13865": [
    "VERDICT: FALSE\nREASON: The claim states that Illinois \"received $5.1 billion at an elementary school there that used it for equity and diversity.\" However, the evidence provided shows that this is not accurate. The evidence states that the $5.1 billion was allocated to elementary and secondary schools across Illinois, not a single school, and that the money was not used solely for equity or diversity. Additionally, the evidence shows that the money was allocated to school districts, which then determined how to spend it, and that the majority of the funding was used for various purposes, including education, special education, and mental health services. Therefore, the claim is FALSE."
  ],
  "13866": [
    "VERDICT: FALSE\nREASON: The claim \"The Biden administration is floating a new climate strategy: Don't leave your house\" is FALSE. The evidence suggests that the Biden administration has proposed various strategies to address climate change, including reducing carbon emissions, promoting renewable energy, and encouraging sustainable practices, but there is no evidence to suggest that the administration is advocating for people to \"stay home\" as a primary strategy. The evidence also suggests that the administration has implemented various policies and initiatives to address climate change, including returning to the Paris climate accords, investing in clean energy, and promoting sustainable infrastructure. The claim is misleading and exaggerated, and it does not accurately represent the Biden administration's climate strategy."
  ],
  "13868": [
    "VERDICT: HALF-TRUE\nREASON: The claim that New York City Mayor Eric Adams proposes to \"ban chocolate milk\" is partially true. While Adams has expressed concerns about the health implications of chocolate milk and has suggested exploring alternatives, he has not explicitly proposed a ban on chocolate milk. Instead, he has stated that he wants to provide healthy options in schools and engage with stakeholders to discuss the issue. The evidence suggests that Adams is considering alternatives to chocolate milk, but it does not indicate a definitive plan to ban it. Therefore, the claim is HALF-TRUE."
  ],
  "13870": [
    "VERDICT: HALF-TRUE\nREASON: The claim that \"unusual cancers” are “exploding right into stage 4\" is partially true. The evidence suggests that some cancers are indeed rapidly progressing to stage 4, but it is not necessarily linked to COVID-19 vaccines. Ahmedin Jemal, the American Cancer Society's senior vice president, Surveillance & Health Equity Science, stated that the incidence of soft-tissue cancer in the United States has been increasing gradually before the onset of the COVID-19 epidemic. Additionally, the claim that cancer cells have \"the spike protein\" is also partially true, as some research has shown that spike proteins can be present in cancer cells. However, the claim that the spike protein is the cause of these cancers is not supported by the evidence provided. The evidence suggests that the spike protein is not a direct cause of cancer, but rather a potential factor that can contribute to the progression of the disease. Therefore, the claim is HALF-TRUE."
  ],
  "13874": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"No administration has ever looked less like America, just by the numbers, than the Biden administration\" is partially true. The evidence suggests that the Biden administration has overseen record-setting gains in jobs, as measured by raw numbers. However, it is unclear what the speaker means by \"looked less like America\" and whether this is a fair or accurate statement. The evidence does not provide a clear answer to this question, and the claim is therefore HALF-TRUE."
  ],
  "13875": [
    "VERDICT: FALSE\nREASON: The claim that the earthquake in Turkey and Syria is a \"systemic attack against Kurdish people\" is not supported by the evidence provided. While the evidence does mention that the earthquake affected Kurdish areas, it does not provide any credible evidence to suggest that the earthquake was intentionally caused or manipulated to target the Kurdish people. The evidence also mentions that the earthquake was a natural disaster, citing geological explanations and expert opinions. Additionally, the claim is based on unverified social media posts and conspiracy theories, which are not reliable sources of information. Therefore, the claim is FALSE."
  ],
  "13877": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that children who go to preschool are nearly 50% more likely to finish high school and go on to earn a two- or four-year degree, no matter their background they came from. While the evidence suggests that preschool attendance is associated with increased college attendance and degree completion, the exact 50% figure is not supported by the evidence. The studies cited in the evidence show varying degrees of impact, with one study finding an 18% increase in college attendance and another finding a 48% higher rate of degree completion. Additionally, the evidence suggests that the impact of preschool attendance on college attendance and degree completion may vary depending on factors such as the type and length of preschool enrollment, as well as the racial and socioeconomic background of the students. Therefore, the claim is half-true, as it is partially supported by the evidence but also contains an exaggeration."
  ],
  "13885": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Ron DeSantis voted to cut $473 billion from Medicare is partially true. DeSantis did vote for a nonbinding budget resolution in 2013 that proposed cutting $473 billion from Medicare's baseline spending over a decade. However, this vote did not actually reduce Medicare spending, as the resolution was nonbinding and required additional laws to take effect. Additionally, DeSantis has since walked back his support for cutting Medicare and Social Security, stating that he would not \"mess with\" these programs. Therefore, the claim is half-true because it is based on a partial and outdated representation of DeSantis' stance on Medicare."
  ],
  "13889": [
    "VERDICT: FALSE\nREASON: While some studies have suggested potential benefits of fenbendazole in treating human cancer, the evidence is not conclusive, and the FDA has not approved it for human use. The National Cancer Institute and the Food and Drug Administration have stated that there is no evidence supporting the claim that fenbendazole can cure cancer in humans. Additionally, the FDA has warned against using animal medications on humans, citing potential toxicity and interference with other medications. While some researchers have suggested further study, the current evidence does not support the claim that fenbendazole can cure cancer in humans."
  ],
  "13893": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Canada is to thank for American football is partially true. The evidence suggests that American football has its roots in Canada, specifically the McGill-Harvard game in 1874, which introduced innovations such as running with the ball, downs, and tackling. However, the claim is not entirely true as American figures, such as Walter Camp, also played a significant role in shaping the modern version of the game. Additionally, the game has undergone many iterations and changes over its history, making it difficult to pinpoint a single country or entity as the sole originator of American football."
  ],
  "13900": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Seven ecological disasters in less than 2 weeks\" is partially true. The evidence provides examples of natural disasters such as earthquakes, landslides, and fires, which can be considered ecological disasters. However, the claim \"We are under attack\" is not supported by the evidence. There is no credible evidence to suggest that these ecological disasters are the result of intentional attacks or a \"war\" against the population. The evidence suggests that these disasters are natural events or exacerbated by climate change, which is a natural phenomenon. The claim is exaggerated and sensationalized, and the language used is alarmist and misleading."
  ],
  "13901": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Wake County is the only large county in North Carolina that elects its commissioners at-large countywide. However, the evidence suggests that this is not entirely accurate. While Wake County does elect its commissioners at-large, it is not the only large county in North Carolina to do so. The evidence mentions that about 20 of North Carolina's 100 counties elect their commissioners similarly to Wake County, and that some of these counties are also large in terms of population. Additionally, the evidence highlights that Wake County is not the only large county in North Carolina that elects its commissioners at-large, as Mecklenburg and Guilford counties also do so. Therefore, the claim is half-true, as Wake County is one of the large counties that elects its commissioners at-large, but it is not the only one."
  ],
  "13905": [
    "VERDICT: FALSE\nREASON: The claim states that \"there are 75,000 acres of farmland, fertile farmland, that are all now being poured down with acid rain\" in Ohio. However, the evidence provided does not support this claim. The Ohio Department of Agriculture Spokesperson Meghan Harshbarger stated that the office had \"no reason to believe the train derailment has caused acid rain to pour down on farmland\" (February 27). Additionally, there is no credible evidence presented to support the claim that 75,000 acres of farmland are being poured down with acid rain. The claim is likely exaggerated or fabricated."
  ],
  "13908": [
    "VERDICT: HALF-TRUE\nREASON: The claim that the Biden administration is negotiating a deal to give the WHO authority over US pandemic policies is partially true. The evidence suggests that the WHO is working on a new pandemic accord with member states, which would aim to strengthen pandemic prevention, preparedness, and response. However, the accord would not give the WHO authority over US pandemic policies, as it would be a collaborative effort between member states, with each country maintaining its sovereignty and national laws and regulations. The accord would also reaffirm the principle of sovereignty of states in addressing public health matters. Therefore, the claim is half-true, as it is partially accurate but also misrepresents the scope and implications of the proposed accord."
  ],
  "13910": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Muslims by the millions are converting to Christianity\" is partially true, but the evidence provided does not support the exact claim. While there is no concrete data confirming the claim, some experts suggest that the number of Muslims who have switched to Christianity in some Muslim-majority countries could be underreported due to social pressures and legal consequences. Additionally, the Pew Research report mentioned that the number of people who identify as Christian is declining in Europe, while the number of Muslims is growing. However, the evidence also suggests that the claim is anecdotal and more than two decades old, and it is difficult to track numbers of religious converts due to various factors such as social pressures, legal consequences, and the way people may have come into a religious group. Therefore, while there is some evidence to support the claim, it is not entirely accurate and should be considered half-true."
  ],
  "13913": [
    "VERDICT: HALF-TRUE\nREASON: The claim that student ID cards are a \"source of fraud\" at the polls is partially true, but it is also exaggerated and lacks concrete evidence. While it is theoretically possible for someone to use a student ID card to commit voter fraud, the evidence suggests that this is extremely rare and often a result of misunderstandings or errors. The retrieved evidence highlights that student IDs are an acceptable voter ID document in many states, and poll workers inspect them the same way as they inspect driver's licenses. Additionally, the number of people who accidentally register to vote when applying for a driver's license is \"minuscule,\" according to Rutgers University political science professor Lorraine Minnite. Therefore, while student ID cards may potentially be used for fraudulent purposes, the claim that they are a \"source of fraud\" at the polls is an exaggeration and lacks concrete evidence to support it."
  ],
  "13924": [
    "VERDICT: HALF-TRUE\nREASON: While it is true that chlorine is a poison, the claim that drinking or using tap water treated with chlorine is dangerous is partially false. Chlorine is added to tap water to disinfect it and make it safe to drink, and the amount of chlorine allowed in tap water is regulated by the U.S. Environmental Protection Agency. However, prolonged exposure to chlorine above the legal limit can cause eye and nose irritation and stomach discomfort. Additionally, some people may be more sensitive to chlorine and may experience adverse effects. Therefore, while chlorine is a poison, the claim that it is dangerous in the context of tap water is only partially true."
  ],
  "13927": [
    "VERDICT: HALF-TRUE\nREASON: The claim that 300 gallons of jet fuel are used to de-ice a wind turbine is an exaggeration, as Alpine Helicopter's report found that it uses about 640 gallons of fuel to fly the 310-mile round trip distance from Boden, Sweden, to the wind farm and de-ice all 10 turbines over three days. However, the claim that wind turbines use 80 gallons of synthetic oil to operate is partially true, as wind turbines do use oil to lubricate their moving parts, but the amount needed varies greatly depending on the turbine's design. The claim that 12,000 gallons of crude oil are needed to make 80 gallons of synthetic oil is FALSE, as there is no credible source to support this claim. Overall, the claim is half-true because it contains some accurate information, but also exaggerates and misrepresents other aspects."
  ],
  "13938": [
    "VERDICT: TRUE\nREASON: The evidence provided shows that in 2017, President Trump tweeted that the US government would not accept or allow transgender individuals to serve in any capacity in the US military. Additionally, the evidence shows that the Trump administration implemented a policy that prohibited transgender individuals from serving in the military, citing concerns about the cost and disruption caused by gender transition-related medical treatment. The policy was later rescinded by President Biden in 2021. Therefore, the claim that \"We banned transgender people from serving in the military\" is TRUE."
  ],
  "13941": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Walgreens' position has always been to dispense Mifepristone in any jurisdiction where it is legally permissible to do so. The evidence suggests that this is partially true. Walgreens has consistently stated that it plans to dispense Mifepristone in jurisdictions where it is legally permissible, and the company's senior director of external relations reiterated this position. However, the evidence also shows that Walgreens has not dispensed Mifepristone in some states where it is legally permissible, such as Alaska, Iowa, Kansas, and Montana. This suggests that Walgreens' actions do not always align with its stated position. Therefore, the claim is HALF-TRUE."
  ],
  "13948": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the school officials did not transition the 12-year-old girl into a boy without parental consent. According to the evidence, the parents were informed about the name and pronoun changes and were asked to wait an extra day before sending the student back to school so that the school could consult district policy. The parents also requested a conversation with school staff about the name and pronoun changes two days before the student was going to return to school. Additionally, the student later changed her mind and decided to continue using her birth name and female pronouns after being pulled out of school by her parents. This contradicts the claim that the school officials transitioned the girl into a boy without parental consent."
  ],
  "13949": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that when a player from another team plays in Wisconsin, they pay Wisconsin income tax on their salary. This is partially true. According to the evidence, when a player from another team plays in Wisconsin, they do pay income tax on their salary, as mentioned in the quote from Vos. However, the claim also implies that if the Brewers leave Wisconsin, all player salaries that generate dollars for the state would go away. This is not entirely accurate. The evidence suggests that the state-level taxpayer funds for the stadium would come from the income tax generated from Brewers employees, including players, and visiting players who also pay income taxes when they are in Milwaukee. This would not disappear if the Brewers leave Wisconsin. The state would still receive income tax revenue from other sources. Therefore, the claim is half-true."
  ],
  "13959": [
    "VERDICT: TRUE\nREASON: The evidence provided shows that in 2022, 54% of felonies were downgraded to misdemeanors, which is more than 50%. Additionally, the data from 2021 and previous years also shows that the rate of downgrading felonies to misdemeanors has been increasing under Bragg's leadership. The evidence does not provide a specific date or time frame for when Bragg downgraded over 50% of felonies to misdemeanors, but it does provide data that supports the claim that he has done so. Therefore, the claim is TRUE."
  ],
  "13966": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Sen. Tommy Tuberville is preventing military promotions \"because he objects to women within the military getting access to reproductive care.\" While it is true that Tuberville has been blocking the routine promotion of 160 general and flag officers, his office has clarified that his objection is specifically related to taxpayer-funded travel and time off for elective abortions, not to women's access to reproductive care in general. Schumer's description of Tuberville's actions is more expansive than what Tuberville has said, making the claim HALF-TRUE."
  ],
  "13973": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the 5 states with the highest gun homicide rates have loose gun laws, and the 5 states with the lowest rates have some of the toughest laws. The evidence suggests that this is partially true. The 5 states with the highest gun homicide rates (Mississippi, Louisiana, Alabama, Missouri, and South Carolina) do have relatively permissive gun laws, such as allowing guns to be carried without a permit and having barriers to enforce federal gun laws. However, the evidence also shows that some states with relatively permissive gun laws (such as Nebraska and North Dakota) have low rates of gun homicides, and some states with stricter gun laws (such as Massachusetts, Rhode Island, and Minnesota) are in the bottom 10 for gun homicide rates. Additionally, the evidence suggests that factors beyond gun laws, such as poverty rates and trauma care resources, can also influence a state's gun homicide rate. Therefore, while there is some correlation between gun laws and gun homicide rates, the claim is not entirely accurate."
  ],
  "13984": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that U.S. public schools do not teach the Declaration of Independence, which is partially false. While it is true that some schools may not give the document sufficient attention or focus, the evidence suggests that many schools do teach the Declaration of Independence, and it is included in state standards and curriculum guidelines. Additionally, some schools may choose to teach the document in a minimal or cursory manner, but this does not necessarily mean that it is not taught at all. Therefore, the claim is half-true, as it is not entirely accurate to say that U.S. public schools do not teach the Declaration of Independence at all."
  ],
  "13992": [
    "VERDICT: HALF-TRUE\nREASON: The claim that \"liberals emptied our psych wards\" is an oversimplification of a complex historical process. While it is true that the number of people living in state and county psychiatric institutions decreased significantly from 1955 to the 2010s, this was a result of a combination of factors, including the development of antipsychotic medications, changes in public policy, and a shift towards deinstitutionalization. The evidence suggests that both conservatives and liberals were involved in the process, and that it was a consensus-driven effort to improve the treatment of people with mental illnesses. The claim that \"liberals\" were solely responsible for emptying the psych wards is not supported by the evidence."
  ],
  "13996": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that 1,900 food production companies have been destroyed. While there have been fires and accidents at food processing plants and farms, there is no evidence to suggest that these incidents were intentional or part of a conspiracy to create food shortages. The evidence presented includes news reports and statements from the U.S. Department of Agriculture, which do not support the claim. Additionally, the evidence does not provide a clear source for the claim, and the numbers mentioned are not supported by credible sources. Therefore, the claim is FALSE."
  ],
  "14007": [
    "VERDICT: FALSE\nREASON: The claim states that BlackRock owns 59 million shares of Dominion Voting Systems, but the evidence shows that BlackRock has no ownership stake in Dominion Voting Systems. Dominion Voting Systems is owned by a private equity firm called Staple Street Capital and its employees. Additionally, BlackRock has denied owning Dominion Voting Systems and has stated that it is not involved in the hiring and firing of employees at public companies in which its clients are invested. Therefore, the claim is FALSE."
  ],
  "14010": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"I'm dead serious that we're not cutting veterans, and I mean it\" is partially true. While the House GOP debt-ceiling bill does not explicitly cut veterans' programs, it does rescind unspent funds, which could potentially lead to cuts in the future. Additionally, the bill's discretionary spending cuts could also impact veterans' programs. However, the claim is also partially false because the bill does not guarantee that veterans' programs will not be affected, and some experts have raised concerns about potential cuts to these programs. The claim is not entirely true because it implies that the bill does not cut veterans' programs at all, which is not accurate."
  ],
  "14013": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that the claim that the video shows people collapsing because of COVID-19 vaccines is unfounded and has been debunked by multiple sources. The video has been deceptively edited to suggest a connection between the vaccine and the collapses, and experts have reviewed the news reports and spoken to sports cardiologists to confirm that there is no evidence to support this claim. Additionally, the video includes a number of previously debunked claims about COVID-19 vaccines, and the people featured in the video have been identified as anti-vaccination activists and conservative personalities. Therefore, the claim is FALSE."
  ],
  "14028": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that California has approved $1.2 million in reparations for every Black resident, which is partially true but also misleading. The evidence suggests that a task force recommended reparations, but there has been no official action to finalize awarding reparations to each Black Californian. The recommended reparations are estimated to be around $13,619 per year of residency, which would be around $1 million for a 71-year-old resident. However, this is not a guarantee that every Black resident would receive this amount, and the claim is exaggerated. Additionally, the claim does not mention the other forms of reparations recommended, such as direct cash payments, expanded unemployment benefits, and government-funded business lending plans. Therefore, the claim is half-true because it is based on a partial understanding of the task force's recommendation."
  ],
  "14033": [
    "VERDICT: HALF-TRUE\nREASON: The claim that the New York state budget covers 96% of eligible preschoolers is partially true. The evidence suggests that the budget provides funding for 157,000 slots for 4-year-olds, which is 96% of the estimated 163,000 slots needed. However, the evidence also highlights that not all districts offer pre-K programs, and some districts have limited seats, which means that not all eligible children have access to public preschool. Additionally, the claim is not entirely accurate as it implies that 96% of eligible children will attend public preschool, when in reality, the funding is available for districts to serve preschoolers, but not every district has done so. Therefore, the claim is half-true as it is based on a partial understanding of the funding and availability of pre-K programs in New York state."
  ],
  "14042": [
    "VERDICT: FALSE\nREASON: The evidence suggests that Barack Obama did not say that Iran has a \"right\" to nuclear weapons. Instead, he emphasized the importance of preventing Iran from obtaining a nuclear weapon and supported Iran's right to access peaceful nuclear power if it complies with its responsibilities under the nuclear Non-Proliferation Treaty. Obama's statements consistently emphasized the distinction between peaceful nuclear power and nuclear weapons, and he repeatedly emphasized the need to prevent Iran from obtaining a nuclear weapon. The evidence provided does not support the claim that Obama said Iran has a \"right\" to nuclear technology, including weapons."
  ],
  "14046": [
    "VERDICT: FALSE\nREASON: The claim states that Bill Gates said the next pandemic will target children, but the evidence provided does not support this claim. While Bill Gates has warned about the importance of preparing for future pandemics, there is no evidence that he specifically stated that the next pandemic will target children. The evidence suggests that Gates has been warning about the need for global preparedness and funding for pandemics, but there is no mention of targeting children. The claim is likely an exaggeration or misinterpretation of Gates' statements."
  ],
  "14048": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim states that a printer error in Nassau County, New York, turned every registered voter Democratic. However, the evidence suggests that a printing error occurred, but it did not affect every registered voter. According to the evidence, the error was limited to about half a million voters who were registered Republicans or had other party affiliations, and their party affiliation was incorrectly listed as Democratic on the cards. The error was quickly rectified, and the corrected voter information cards were delivered to voters. Therefore, the claim is half-true because it is partially accurate, but it exaggerates the extent of the error."
  ],
  "14050": [
    "VERDICT: TRUE\nREASON: The evidence provided supports the claim that Miami-Dade Public Schools had over 14,000 new children, with 10,000 of them coming from four countries: Cuba, Nicaragua, Venezuela, and Haiti. The evidence includes quotes from the Miami-Dade Superintendent, data from the school district, and reports from reputable news sources. The evidence also shows that there has been an increase in the number of new students from these four countries, which supports the claim. The only potential issue is that the claim specifically states \"just last year,\" which could be interpreted as referring to the 2021-22 school year, but the evidence suggests that the increase in new students from these countries has been ongoing, with the number of new students in the 2022-23 school year being nearly double that of the previous year. However, this is a minor issue, and overall, the evidence supports the claim that Miami-Dade Public Schools had over 14,000 new children, with 10,000 of them coming from these four countries."
  ],
  "14061": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Ron DeSantis said Puerto Rico's flag cannot be displayed in Florida. PolitiFact found no law signed by DeSantis that prohibits raising the Puerto Rican flag in Florida, and there is no statement from him about signing a future bill that does so. The claim is likely a false or misleading statement."
  ],
  "14065": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Every study has shown that when work requirements are tied to federal safety-net programs, it puts more people to work\" is partially true. While some studies have shown that work requirements can lead to employment gains, not all studies have found this to be the case. In fact, many studies have found no significant impact or even declines in employment rates due to work requirements. Additionally, the evidence suggests that the effectiveness of work requirements in increasing employment depends on the specific program and context in which they are implemented. For example, some studies have found that work requirements can be effective in certain programs, such as the 1990s welfare-to-work requirements, but not in others, such as food stamps or Medicaid. Overall, the claim is an oversimplification of the complex and nuanced evidence on the topic."
  ],
  "14066": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Wisconsin has historically and I think largely continues to be, a blue state\" is partially true. While Wisconsin has voted for several Democratic presidential candidates in the past four decades, the state's political leanings are more nuanced and can be described as purple or mixed. The evidence suggests that Wisconsin has a history of electing both Democratic and Republican leaders, and its voting patterns are not as straightforward as being solely blue. The claim is half-true because it is accurate that Wisconsin has voted for Democratic presidential candidates, but it oversimplifies the state's political landscape by implying it is predominantly blue."
  ],
  "14070": [
    "VERDICT: FALSE\nREASON: The claim that \"a third of our teenage girls seriously contemplated suicide last year\" is not supported by the evidence provided. The evidence suggests that about 30% of female high school students seriously considered attempting suicide, which is a different statistic. Additionally, the claim implies a causal link between the presence of biological boys in locker rooms and the suicidal thoughts of teenage girls, which is not supported by the evidence. Experts in the field have dismissed any such connection, and the available research suggests that suicidal behavior is not linked to exposure to trans girls in locker rooms. The claim is an exaggeration and a misrepresentation of the actual data."
  ],
  "14072": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the reduction to only five polling locations \"came days before the election and was done without proper notice to voters.\" While it is true that the number of polling locations was reduced from 180 to five, the evidence suggests that the reduction was not done without notice to voters. According to the evidence, the city of Milwaukee announced the five in-person voting centers for the April 7, 2020, election on April 3, 2020, which is five days before the election. Additionally, the city's Election Commission executive director acknowledged that the lack of notice under existing standards was due to the pandemic and other factors. However, the evidence also suggests that the reduction was done with limited notice, as voters had only one day's notice that there would definitely be an election on April 7th. Therefore, the claim is HALF-TRUE."
  ],
  "14073": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Donald Trump \"never changed one immigration law.\" While it is true that Trump did not sign any major immigration law during his presidency, he did issue several executive orders related to immigration, which had significant impacts on immigration policy. For example, his executive order on birthright citizenship, which stated that children born to non-immigrant visa holders are not automatically US citizens, was a significant change to the existing policy. Additionally, his administration's immigration enforcement policies, such as the \"zero tolerance\" policy, led to the separation of thousands of families at the border. Therefore, while Trump did not change any immigration laws through Congress, his executive actions did have a significant impact on immigration policy, making the claim HALF-TRUE."
  ],
  "14075": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the video shows a cartel member in Mexico carrying a Javelin that the U.S. sent to Ukraine. While the video does show a cartel member carrying a Javelin, it does not explicitly state that the weapon was sent to Ukraine by the U.S. The anchor mentions that the weapon is the same type used by Ukraine's military, but does not provide evidence that it was specifically sent to Ukraine. Additionally, the video shows the weapon being used by the U.S. military in training exercises, which suggests that it may not have been sent to Ukraine. Therefore, the claim is half-true, as it is partially accurate but also contains some inaccuracies."
  ],
  "14081": [
    "VERDICT: FALSE\nREASON: The claim states that the World Economic Forum \"calls for AI to rewrite Bible, create'religions that are actually correct'\". However, the evidence provided does not support this claim. The quote from Yuval Noah Harari, a professor and author, is taken out of context and does not suggest that the World Economic Forum is calling for AI to rewrite the Bible or create new religions. The World Economic Forum's website does not mention any initiative to rewrite religious texts, and a spokesperson has denied the claim. The evidence suggests that the claim is a fabrication and has been spread through misinformation. Therefore, the verdict is FALSE."
  ],
  "14083": [
    "VERDICT: TRUE\nREASON: The evidence provided shows that according to the U.S. Census Bureau data, more Floridians move to California per capita than Californians moving to Florida. The evidence also shows that while the raw numbers of Californians moving to Florida are higher, the per capita rate is higher for Floridians moving to California. The experts quoted in the article, including Stefan Rayer and Yilmazkuday, also confirm that more Floridians move to California per capita than Californians moving to Florida. Therefore, the claim is TRUE."
  ],
  "14084": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the White House Gift Shop is putting out a commemorative coin for Donald Trump's indictment. While the evidence mentions the White House Gift Shop selling commemorative coins, it does not specify any coins related to Trump's indictment. Additionally, the evidence suggests that the coins are sold through a private gift shop, not the actual White House. The claim is likely false."
  ],
  "14087": [
    "VERDICT: FALSE\nREASON: The claim states that a Burisma Energy accountant, who blew the whistle on Biden bribery scheme, was found dead. However, the evidence provided does not support this claim. The evidence suggests that the whistleblower was actually the wife of the former Burisma owner, Mykola Lisin, who died under suspicious circumstances. There is no evidence that the accountant who blew the whistle on the Biden bribery scheme was found dead. Additionally, the evidence does not provide any credible information about a Burisma Energy accountant being involved in blowing the whistle on a Biden bribery scheme. The claim is likely an exaggeration or misinformation."
  ],
  "14088": [
    "VERDICT: FALSE\nREASON: The evidence provided suggests that the videos and photos of military vehicles are not proof of \"war prep\" or looming military action within the U.S. Instead, they are explained as routine training exercises, patriotic celebrations, and normal military activities. The evidence also highlights that the military has thousands of bases in the U.S. and Canada, and it's common for people to see military vehicles on local roads or military aircraft overhead. Additionally, the evidence debunks the claim by pointing out that the videos and photos are often misinterpreted or taken out of context, and that the military has been transparent about its activities. Overall, the evidence does not support the claim that the videos and photos are proof of \"war prep\" or looming military action within the U.S."
  ],
  "14089": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the protests of the Sisters of Perpetual Indulgence led to a \"virtually empty stadium for the game itself.\" However, the evidence suggests that the event was held about an hour before the game, and the stadium was mostly empty during the pre-game event. The game itself, however, was not affected by the protests, as the evidence shows that the crowd filled in as the game progressed. Therefore, the claim is half-true, as it is partially accurate but also misleading. The protests did lead to an empty stadium during the pre-game event, but not for the game itself."
  ],
  "14091": [
    "VERDICT: FALSE\nREASON: The claim states that the new California bill charges parents with child abuse for refusing to \"affirm\" their kid's gender identity. However, the evidence retrieved shows that the bill does not charge parents with a crime for not affirming a child's gender identity. Instead, it adds \"a parent's affirmation of the child's gender identity\" as a factor to be considered in child custody disputes, but does not make it a requirement or a crime. The bill's sponsor and legal experts have also confirmed that refusal to affirm gender identity would not become a crime. Therefore, the claim is FALSE."
  ],
  "14094": [
    "**VERDICT**: FALSE\n**REASON**: The claim states that J.P. Morgan and the Rothschild family planned to sink the Titanic to eliminate Jacob Astor and create the Federal Reserve. However, the evidence provided does not support this claim. There is no credible evidence that J.P. Morgan and the Rothschild family planned the sinking of the Titanic, and the majority of the evidence suggests that the sinking was an accident caused by a combination of factors, including high speeds, a wrong turn, and the failure to detect the iceberg.\n\nAdditionally, the evidence provided does not mention any opposition from Jacob Astor to the creation of the Federal Reserve, and there is no credible evidence that the sinking of the Titanic was a deliberate act to eliminate him. The Federal Reserve was created in 1913, five years after the sinking of the Titanic, and it is unlikely that the sinking of the ship was a deliberate act to create the Federal Reserve.\n\nThe claim is likely a conspiracy theory that has been debunked by experts and historians. The evidence provided is anecdotal and lacks credible sources, and the claim is not supported by any credible evidence. Therefore, the verdict is FALSE."
  ],
  "14095": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the ballots counted in 2020 were fake. While Trump made a statement about \"fake ballots\", the evidence suggests that he was likely referring to counterfeit ballots, which are rare and not representative of the majority of ballots counted. Additionally, multiple sources, including election officials and fact-checking organizations, have debunked claims of widespread voter fraud and \"fake ballots\" in the 2020 election. The evidence provided does not provide any credible evidence to support the claim that the ballots counted in 2020 were fake."
  ],
  "14113": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that there have been more illegal encounters under Biden than the previous two administrations combined. While it is true that there have been a significant number of encounters under Biden, the evidence suggests that the claim is not entirely accurate. According to the evidence, there have been around 8 million encounters at the border since Biden took office, but it is not clear how many of these encounters were illegal. Additionally, the evidence suggests that the resources available for deportations have remained largely the same under Biden, which may have contributed to the increase in encounters. Therefore, the claim is HALF-TRUE."
  ],
  "14118": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the claim \"Helicopter released deadly mosquitoes at Baltimore's AFRAM Festival\" is FALSE. The evidence shows that the video in question was not shot in Baltimore, but in Miami, and the substance released from the helicopter was likely blue smoke from a gender reveal party, not mosquitoes. Additionally, the event organizer and health department denied releasing mosquitoes on the crowd, and experts confirmed that mosquitoes are not released by helicopter or in large quantities. The claim is likely a conspiracy theory with no basis in fact."
  ],
  "14122": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Planned Parenthood \"aided sex traffickers in their crimes\" is partially true, but it is also misleading and incomplete. The evidence provided shows that Planned Parenthood employees were duped by Live Action's undercover videos, which were staged and edited to create a false narrative. While Planned Parenthood employees did provide information to undercover actors posing as sex traffickers, the employees also followed protocol and reported the incidents to their supervisors and law enforcement. Additionally, Planned Parenthood took disciplinary action against the employees involved and cooperated with authorities. The claim is also exaggerated, as it implies that Planned Parenthood is complicit in sex trafficking, which is not supported by the evidence. The evidence suggests that Planned Parenthood employees were victims of a sting operation and did not intentionally aid sex traffickers. Therefore, the claim is HALF-TRUE."
  ],
  "14131": [
    "VERDICT: TRUE\nREASON: The evidence provided supports the claim that two pipeline workers in the Chicago area were given fentanyl-laced water bottles. The evidence includes multiple sources, including news articles, police statements, and official documents, which all corroborate the claim. The evidence does not provide any contradictory information or evidence that would suggest the claim is false. Therefore, the claim is considered TRUE."
  ],
  "14135": [
    "VERDICT: FALSE\nREASON: The claim that Luke Bryan pulls his videos from CMT: \"Time for the Bud Light treatment\" is FALSE. The evidence provided shows that this claim originated from a satirical website and was shared across social media without context, making it a false and humorous claim. Additionally, a CMT spokesperson confirmed that Bryan had not pulled his videos from the network."
  ],
  "14136": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that under President Joe Biden, there has been a catastrophic increase in shortages of essential medicines. However, the evidence suggests that while there have been shortages, the increase is not as catastrophic as claimed. According to the evidence, active drug shortages increased by 12% during Biden's first 3.5 years in office, compared to a 35% increase during Trump's presidency. Additionally, the evidence shows that drug shortages have been a long-standing issue in the US, dating back to the Obama administration, and are caused by a variety of factors, including natural disasters, manufacturing problems, and slim profit margins on generic drugs. Therefore, while there have been shortages under Biden, the claim of a \"catastrophic increase\" is exaggerated."
  ],
  "14140": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that 600 people die annually from heat in the United States, more than from floods, hurricanes, and tornadoes combined. While the evidence suggests that heat-related deaths are significant, the exact number of deaths is difficult to determine due to the complexity of attributing deaths to heat. The evidence provides various estimates, ranging from 137 to 702 annual deaths, with some sources suggesting that the actual number may be higher due to underreporting. The claim is half-true because it is partially accurate, but the exact number of deaths is not supported by the evidence."
  ],
  "14146": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that Illinois is not allowing illegal aliens to become police officers. According to the evidence, the new law only allows legal permanent residents, including those with Deferred Action for Childhood Arrivals (DACA), to apply to become police officers. Additionally, the law requires applicants to be able to obtain, carry, or purchase a firearm, which is a federal requirement. The evidence also quotes the governor and other officials stating that illegal aliens will not be allowed to work as police officers. Therefore, the claim that Illinois is allowing illegal aliens to become police officers is FALSE."
  ],
  "14151": [
    "VERDICT: FALSE\nREASON: The claim states that FBI Director Wray confirmed Joe Biden is under criminal investigation for Ukrainian bribes by the U.S. attorney in Delaware, but the evidence provided does not support this claim. The evidence shows that Wray did not confirm any investigation into Joe Biden for Ukrainian bribes. Instead, Wray mentioned an ongoing investigation led by the U.S. attorney in Delaware, but did not specify the subject of the investigation. Additionally, the evidence does not mention any connection between the investigation and Ukrainian bribes. The claim is likely an exaggeration or misinterpretation of Wray's testimony."
  ],
  "14152": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"We've eliminated critical race theory in our K through 12 schools\" is partially true. While Florida Governor Ron DeSantis signed a law prohibiting the teaching of critical race theory in Florida's workplaces and schools, it is unclear whether the theory was actually being taught in K-12 schools before the law was passed. The evidence suggests that critical race theory was not being taught in Florida's elementary, middle, or high schools, as stated by educators, school officials, and several Florida public school districts. However, the law's language is broad and could potentially impact other educational materials or discussions that touch on systemic racism and privilege, which are core components of critical race theory. Therefore, while the claim is partially true in the sense that the law prohibits the teaching of critical race theory, it is also partially false in that it implies that the theory was being taught in K-12 schools before the law was passed."
  ],
  "14153": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"They are trying to make it illegal to question the results of a bad election\" is partially true. The evidence suggests that some individuals and groups are trying to restrict the ability to question the results of an election, but it is not necessarily about making it illegal to question the results of a bad election. The evidence also shows that some people are trying to restrict the ability to question the results of an election by making it illegal to challenge the qualifications of voters or to investigate alleged fraud. However, it is not clear that this is being done solely to prevent questioning of the results of a bad election. Additionally, the evidence does not suggest that the goal is to make it illegal to question the results of any election, but rather to restrict the ability to question the results of a specific election. Therefore, the claim is half-true."
  ],
  "14160": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Maui fires are part of an intentional effort to rebuild the island into a \"smart island.\" While there are mentions of a \"smart city\" conference held in January and discussions about transitioning to smart cities, there is no credible evidence to suggest that the wildfires were intentionally set to achieve this goal. In fact, officials have stated that the cause of the fires has not been determined and that there is no evidence to support the claim that they were set intentionally. Additionally, the quotes provided from residents and officials do not support the claim, with one resident stating that the governor's plan is to rebuild and restore the area, not to create a \"smart island.\" Overall, the evidence suggests that the claim is FALSE."
  ],
  "14161": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"In three short years, we achieved energy independence\" is partially true, but it is also misleading. While the US has made significant progress towards energy independence, it is not entirely accurate to say that it was achieved in just three years. The evidence suggests that the US has been working towards energy independence for over a decade, and it is a complex and multifaceted concept that cannot be reduced to a single timeline or metric. Additionally, the claim is also framed in a way that is intended to be misleading, as it implies that the achievement of energy independence is a recent development, whereas it is a long-term process that has been ongoing for many years."
  ],
  "14175": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that the claim \"Los Angeles Dodgers Stadium is flooded after mocking God!\" is false. The article states that the images of the supposedly flooded stadium were taken from a helicopter and were used to falsely claim that Dodger Stadium was left flooded in the storm's wake. Additionally, the article provides evidence that the stadium was not flooded, including photos taken by a Times photographer that show the stadium and parking lot to be dry the morning after the storm. The article also mentions that the Los Angeles Dodgers did not return a request for comment, which suggests that the team did not have any information about the stadium being flooded. Overall, the evidence provided does not support the claim that the stadium was flooded."
  ],
  "14177": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that smart-city plans are behind the wildfires in Tenerife. The articles and statements provided do not mention any connection between the wildfires and smart-city plans. In fact, the articles explicitly state that the wildfires were not caused to make way for smart cities and the United Nations' 2030 agenda. Additionally, the articles provide alternative explanations for the causes of the fires, such as deliberate criminal land grabs and natural causes. The claim is likely a conspiracy theory with no basis in fact."
  ],
  "14180": [
    "VERDICT: HALF-TRUE\nREASON: Pence is correct that the Deficit Reduction Act was passed during his time as the leader of House conservatives, and it did reduce the national debt. However, the claim that it was the last time the national debt was reduced is inaccurate. According to the evidence, the national debt has continued to grow since then, and the last time the government paid down the debt was in the second quarter of 2016, under President Barack Obama. Additionally, the evidence suggests that the Trump tax cuts, which were enacted during Pence's time in office, have been a major factor in increasing the national debt. Therefore, while Pence's statement is partially true, it is also misleading and incomplete."
  ],
  "14181": [
    "VERDICT: HALF-TRUE\nREASON: The claim is partially true, but not entirely accurate. The evidence suggests that the negotiated drug prices will result in lower costs for Medicare recipients, but it does not specify that seniors will pay no more than 35 cents. The evidence mentions that the cap on out-of-pocket spending will lower costs for older Americans who pay the most, and that the negotiated prices will result in significantly lower costs for Medicare enrollees who take the medications selected for negotiation this year. However, it does not provide a specific example of a drug that costs $500 a month being reduced to 35 cents. Additionally, the evidence suggests that the actual cost savings may be more complex and dependent on various factors, such as coinsurance and copayments. Therefore, the claim is half-true because it is partially accurate but oversimplifies the actual impact of the negotiated drug prices."
  ],
  "14185": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"unemployment in our (Latino) community has been cut in half\" since Joe Biden took office. While the evidence suggests that the Hispanic or Latino unemployment rate has fallen close to half, but not fully half, since Biden took office, the claim is not entirely accurate. The evidence does not support the claim that unemployment has been cut in half, but rather that it has fallen close to that mark. Therefore, the verdict is HALF-TRUE."
  ],
  "14186": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the GOP-authored elections bill \"requires valid votes to be tossed out if a computer rejects a signature.\" However, the evidence suggests that the bill does not explicitly require votes to be tossed out if a computer rejects a signature. Instead, it requires election officials to compare voter signatures on mail ballot envelopes with the corresponding signatures in the voter registration records. If a signature does not match, the bill allows for the ballot to be challenged, but it does not automatically reject the vote. Therefore, the claim is half-true because it is partially accurate, but it omits important details about the bill's provisions regarding signature verification."
  ],
  "14190": [
    "VERDICT: FALSE\nREASON: The claim states that America's C40 cities will ban meat, dairy, new clothes, and private cars by 2030. However, the evidence provided does not support this claim. The report analyzed consumption-based emissions in C40 cities and presented future scenarios, but it does not propose or recommend banning these items. Additionally, there is no credible news report or official statement from the C40 cities or their mayors announcing such a ban. The claim is likely exaggerated or misinterpreted."
  ],
  "14192": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the WHO is developing a pandemic treaty that will remove current human rights protections, enforce surveillance and censorship, and eliminate freedom of speech. While it is true that the WHO is developing a pandemic treaty, the evidence suggests that the treaty does not aim to remove human rights protections, enforce surveillance and censorship, or eliminate freedom of speech. The treaty is intended to strengthen pandemic prevention, preparedness, and response, and to promote cooperation among countries to address public health crises. The WHO's website states that the treaty will be \"coherent with and complementary to existing International Health Regulations\" and that it will \"reaffirm the principle of sovereignty of States Parties in addressing public health matters.\" Additionally, the treaty is being developed with input from member states and is expected to be agreed upon by governments, which suggests that it will not impose any significant restrictions on human rights or freedom of speech. However, some critics have raised concerns about the potential impact of the treaty on national sovereignty and the potential for the WHO to exert more control over countries' public health policies. Therefore, while the claim is partially true, it is also partially misleading and exaggerated."
  ],
  "14194": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that U.S. inflation is \"now down close to 3%, the lowest among the world’s leading economies.\" While it is true that U.S. inflation has decreased significantly, and it is currently around 3%, it is not entirely accurate to say that it is the lowest among the world's leading economies. According to the evidence, the U.S. had the lowest inflation rate among the G-7 nations in July 2023, but not necessarily among all the world's leading economies. Additionally, the evidence suggests that there are other countries with lower inflation rates, such as Denmark, Greece, Portugal, South Korea, Spain, and Switzerland, among others. Therefore, the claim is half-true, as it is partially accurate but omits important context and nuance."
  ],
  "14198": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that President Joe Biden is trying to limit Americans to two beers per week. While Senator Ted Cruz and others have made claims about Biden's alleged plan to limit beer consumption, the White House Press Secretary and other officials have denied these claims, stating that they are \"absolutely false.\" Additionally, the evidence suggests that the claim is likely a misinterpretation or exaggeration of a statement made by a White House official about revising the US alcohol recommendation to match Canada's, which advises people to limit themselves to two drinks per week. There is no evidence to support the claim that Biden is actively trying to limit Americans to two beers per week."
  ],
  "14208": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"student enrollments have steadily decreased\" during E. Gordon Gee's presidency of West Virginia University. While the evidence suggests that enrollment has indeed decreased at WVU, it does not necessarily imply that the decline is steady. The evidence shows that enrollment has dropped every year except for a small, one-year bump from 2016 to 2017. Therefore, the claim is half-true because it is partially accurate but also omits important context."
  ],
  "14213": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"nearly $20 million in payments were directed to the Biden family members and associates through various shell companies.\" The evidence retrieved shows that the majority of the payments, around $14.4 million, went to \"associates\" of the Biden family or accounts associated with those individuals, which includes Hunter Biden business partners. However, the evidence also shows that only about $5 million went to Biden family members, which is less than the claimed \"nearly $20 million\". Additionally, the evidence does not provide direct evidence that the payments were made to Joe Biden himself. Therefore, the claim is HALF-TRUE as it is partially accurate but also contains an exaggeration."
  ],
  "14217": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"I taught at the University of Pennsylvania for four years\" is partially true. According to the evidence, Joe Biden was a presidential professor of practice at the University of Pennsylvania from 2017 to 2021, which is closer to two years than four. Additionally, his duties as a professor of practice did not involve typical classroom teaching, but rather speaking events. Therefore, the claim is half-true because it is partially accurate but also contains an error in the duration of his tenure and the nature of his teaching responsibilities."
  ],
  "14222": [
    "VERDICT: HALF-TRUE\nREASON: The claim that \"bacon is up five times\" under President Joe Biden is partially true. While the evidence suggests that food prices, including bacon, have increased under Biden's presidency, the exact magnitude of the increase is not five times. According to the evidence, the price of bacon has risen by 20.2% during Biden's first three years in office, which is a significant increase, but not five times the original price. Additionally, the evidence also shows that wages have increased under Biden's presidency, although not enough to keep pace with food inflation. Therefore, the claim is half-true, as it is partially accurate but exaggerates the extent of the price increase."
  ],
  "14227": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Joe Biden \"put 20 million people on Medicaid who aren’t even eligible, then stopped states from taking them off\" is partially accurate. While it is true that the number of Medicaid participants increased during Biden's presidency, the claim that 20 million people are ineligible is inaccurate. Experts have stated that the number of people who could have been removed from Medicaid is still being processed and is not yet clear. Additionally, the Biden administration extended the public health emergency, which slowed down the removal process, and urged states to slow down their reviews to avoid incorrectly disqualifying would-be Medicaid recipients. Therefore, while the claim is partially true, it is also partially inaccurate and misleading."
  ],
  "14244": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the Biden administration \"wanted Israel to stand down after the attack\". In fact, the evidence suggests that the administration supported Israel's right to defend itself and provided humanitarian aid to the country. The claim is misleading and relies on incomplete information. Additionally, the evidence shows that the administration did not fund the attack, but rather provided humanitarian aid to the Palestinians. The claim is also contradicted by statements from the White House and other sources that affirm U.S. support for Israel's self-defense."
  ],
  "14246": [
    "VERDICT: FALSE\nREASON: The claim states that the same people who raided Israel are pouring into the USA through the southern border at record numbers. However, there is no evidence to support this claim. The evidence provided does not mention any specific group or nationality of people who raided Israel, nor does it provide any information about the number of people entering the USA from Israel. The evidence does mention the number of encounters at the southern border, but it does not specify the nationality or origin of the individuals being encountered. Additionally, the claim is likely exaggerated and sensationalized, as the evidence provided does not support the idea of a \"raid\" or an \"invasion\" at the southern border. The claim is likely an exaggeration designed to scare people into believing that the border is being overrun, which is not supported by the evidence."
  ],
  "14247": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Biden is \"funding every angle\" of the Israel-Hamas war is partially true, but it is misleading and incomplete. The evidence shows that the Biden administration has provided humanitarian aid to the Palestinians, which could indirectly benefit Hamas, and has also continued to provide military aid to Israel, which is a long-standing tradition. However, the claim implies that Biden is directly funding the conflict, which is not accurate. The evidence also suggests that the $6 billion of unfrozen Iranian oil money has yet to be disbursed, and that the Biden administration has condemned the Hamas attacks and reiterated its support for Israel's right to defend itself. Therefore, the claim is half-true because it is partially accurate but also misleading and incomplete."
  ],
  "14248": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that it has been U.S. policy \"for at least 79 years\" to require Americans who intend to be evacuated from overseas to sign a promissory note. While it is true that the U.S. government has required evacuees to sign promissory notes in some cases, the evidence provided does not support the claim that this has been a consistent policy for at least 79 years. The evidence suggests that the practice of requiring promissory notes has varied over time and has been used in specific circumstances, such as during times of war or natural disaster. Additionally, the evidence does not provide a clear timeline of when this policy was first implemented, making it difficult to determine if it has been in place for at least 79 years. Therefore, the claim is HALF-TRUE."
  ],
  "14251": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that North Korean President Kim Jong Un blamed President Joe Biden for the Israel-Hamas war and Russia's invasion of Ukraine, and also expressed support for Donald Trump in the 2024 presidential election. The evidence provided shows that Kim Jong Un did make a speech in which he criticized the Biden administration and mentioned the conflicts between Israel and Palestine, as well as Russia and Ukraine. However, there is no evidence that Kim Jong Un specifically blamed President Biden for these conflicts. Additionally, the claim states that Kim Jong Un expressed support for Donald Trump in the 2024 presidential election, but the evidence only shows that Kim Jong Un mentioned Trump's name in the context of a speech, without explicitly endorsing him. Therefore, the claim is half-true, as it accurately reports that Kim Jong Un made a speech criticizing the Biden administration and mentioning Trump, but exaggerates the extent of his criticism and endorsement."
  ],
  "14252": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"95% of over-the-counter pharmaceuticals\" in the U.S. come from China is partially true, but it is also misleading. The evidence suggests that 95% of ibuprofen imports come from China, but this figure does not apply to all over-the-counter pharmaceuticals. Additionally, the evidence also shows that China accounts for a smaller percentage of imports for other active pharmaceutical ingredients, such as 18% in 2019. Furthermore, the U.S. produces a significant amount of pharmaceutical ingredients domestically, and exports some to China. Therefore, the claim is half-true because it is accurate for a specific type of pharmaceutical (ibuprofen), but not for all over-the-counter pharmaceuticals."
  ],
  "14259": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Russia has hypersonic missile capabilities ahead of that of the U.S.\" is partially true. While Russia has successfully developed and deployed hypersonic missiles, such as the Kinzhal, and has a head start in deploying them, the evidence suggests that the U.S. is also actively developing its own hypersonic missile capabilities and is expected to catch up or surpass Russia in the near future. Additionally, the Russian hypersonic missiles are reportedly using decades-old technology, which may not be as advanced as the technology being developed by the U.S. Therefore, while Russia has an advantage in the short term, the claim that Russia has hypersonic missile capabilities ahead of that of the U.S. is not entirely accurate."
  ],
  "14262": [
    "VERDICT: HALF-TRUE\nREASON: The claim that gasoline prices are \"up 63%\" under President Joe Biden is partially true, but not entirely accurate. The evidence shows that gasoline prices have increased under Biden's presidency, but the exact percentage of the increase is disputed. The graph provided shows a 48% increase in gas prices from Biden's first week in office to the time of the tweet, which is lower than the claimed 63%. Additionally, the evidence suggests that the rise in gas prices was already underway before Biden took office, and that the sharpest increases occurred after the start of the war in Ukraine. Therefore, while the claim is partially true, it is not entirely accurate and is therefore HALF-TRUE."
  ],
  "14264": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the map was drawn entirely in secret by an Ohio consultant with taxpayer dollars. While it is true that the map was drawn with taxpayer dollars, it is not entirely accurate that it was drawn entirely in secret. The evidence suggests that the map was drawn with input from multiple parties, including Republican state Rep. Destin Hall and his staffers, and that the process was not entirely secretive. Additionally, the evidence does not provide conclusive proof that the maps were intentionally destroyed, which is a key aspect of the claim. Therefore, the claim is HALF-TRUE."
  ],
  "14277": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that Meagan Wolfe, the Wisconsin elections administrator, did not refuse to clean up the voter rolls. In fact, the evidence suggests that the claim is false and misleading. The Wisconsin Elections Commission and its non-partisan administrator have been under Republican fire, including a resolution backing a reprimand and calls for her resignation over allegations of irregularities with nursing home voting. However, the evidence does not support the claim that Wolfe refused to clean up the voter rolls. Instead, it suggests that the issue is more complex and involves state law governing Wisconsin's voter lists. Additionally, the evidence shows that Wolfe did not make the decision to allow \"ballot harvesting\" or collecting absentee ballots, and that the Wisconsin Elections Commission has been transparent about its decisions and processes. Overall, the evidence does not support the claim that Meagan Wolfe refused to clean up the voter rolls."
  ],
  "14279": [
    "VERDICT: TRUE\nREASON: The evidence suggests that Jim Justice did indeed raise the gas tax in West Virginia. According to the evidence, Justice signed Senate Bill 1006, which increased gasoline taxes, a tax on car purchases, and certain motor vehicle registration fees. The proceeds were earmarked for highway funding, which Justice applauded as creating jobs and improving infrastructure. This action is consistent with the claim that Justice \"broke his pledge, raised the gas tax.\" The evidence does not provide any contradictory information that would suggest the claim is FALSE or HALF-TRUE."
  ],
  "14280": [
    "VERDICT: HALF-TRUE\nREASON: The claim is partially true. The speaker is correct that in Washington, it is possible to cut funding, add a pay-for to a new spending measure, and still claim it's terrible for the deficit. However, the claim is not entirely accurate as it implies that this is a unique phenomenon exclusive to Washington, which is not the case. The evidence provided shows that similar practices can be observed in other contexts, such as the federal budget process, where lawmakers have resorted to continuing resolutions and omnibus bills for decades. Additionally, the evidence suggests that the claim is more of a rhetorical device used to criticize the political process rather than a factual statement."
  ],
  "14292": [
    "VERDICT: FALSE\nREASON: The evidence retrieved suggests that the claim that the New York fraud case against Trump \"has nothing to do with his home in Mar-a-Lago\" is inaccurate. Multiple sources, including news articles and statements from officials, indicate that the case is related to Trump's handling of classified documents and the valuation of his properties, including Mar-a-Lago. For example, one article states that the case is \"unrelated to Trump's victory\" but does not specify that it has no connection to Mar-a-Lago. Another article mentions that Trump's lawyers argued that New York officials have undervalued the property, which suggests that the property's value is relevant to the case. Overall, the evidence does not support the claim that the case has no connection to Mar-a-Lago."
  ],
  "14299": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the rise in U.S. infant mortality rate is connected to COVID-19 vaccines. In fact, the evidence suggests that the vaccines are safe for pregnant women and that there is no clear evidence linking the vaccines to infant mortality. Additionally, the infant mortality rate rose in 2022, but this is not the first time it has increased, and it is not unique to the United States. The evidence also highlights that the COVID-19 vaccines have been shown to be effective in preventing severe illness and death from the virus, and that the risk of death from COVID-19 is higher among unvaccinated individuals. Overall, the evidence does not support the claim that the rise in infant mortality rate is connected to COVID-19 vaccines."
  ],
  "14300": [
    "VERDICT: FALSE\nREASON: The evidence provided clearly shows that CNN and The Associated Press did not have prior knowledge of the October 7 attack. Representatives from both news outlets denied the claim, stating that they did not have any prior knowledge of the attack. Additionally, the evidence shows that freelance journalists in the region began sending in photos more than an hour after the attack began, and that the news outlets did not have any embedded journalists with Hamas on October 7. The claims made in the video are inaccurate and harmful, and there is no evidence to support the notion that CNN and The Associated Press knew about the attack in advance."
  ],
  "14310": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"violent crimes … will now be automatically sealed after a set time - like they never happened.\" While it is true that the New York Clean Slate Act seals certain criminal records after a set time, it does not seal them \"like they never happened.\" The records are still accessible to law enforcement, prosecutors, and judges, and can be taken into account in future criminal proceedings. Additionally, the sealed records may still appear in certain circumstances, such as in cases where the individual is under community supervision or if they commit a new crime during the waiting period. Therefore, the claim is half-true because it is partially accurate but also misleading and incomplete."
  ],
  "14311": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the federal government and the Federal Reserve were \"raising inflation\" to fund a \"war against a bunch of civilians.\" While it is true that the federal government and the Federal Reserve have taken actions that have contributed to inflation, the evidence suggests that the primary drivers of inflation are global supply chain problems, changes in spending patterns due to the COVID-19 pandemic, and the Russian war in Ukraine, rather than a deliberate attempt to fund a war. Additionally, the Federal Reserve's actions, such as raising interest rates, have also played a significant role in addressing inflation. The claim's assertion that the government's actions had \"nothing to do with getting our economy back in line\" is also disputed by the evidence, as the Federal Reserve's analysis suggests that government spending has contributed to higher inflation in the United States compared to other developed nations. Overall, while the claim is partially accurate, it is an oversimplification and omits important context and nuance."
  ],
  "14319": [
    "VERDICT: FALSE\nREASON: The evidence suggests that Ron DeSantis did not support amnesty. While he did co-sponsor a bill that would have provided a legal status to certain people illegally in the US, he also voted against other bills that would have provided amnesty. Additionally, he has consistently opposed amnesty and has campaigned on a strict immigration agenda. The claim that DeSantis supported amnesty is likely based on a misunderstanding of the definition of amnesty or a misinterpretation of his voting record."
  ],
  "14328": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Nikki Haley \"raised taxes\" is partially true. As the evidence shows, Haley did propose and sign a bill that raised the state's sales tax by 1 penny while cutting homeowners' property taxes for school operations. However, this is not a broad tax increase, and the claim is misleading in implying that Haley raised taxes in general. The evidence also shows that Haley proposed a gas tax increase in 2015, but it was coupled with an income tax cut, which is a different context. Therefore, the claim is HALF-TRUE."
  ],
  "14332": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"China is allowed to do crypto mining in the U.S.\" is partially true. While there are Chinese-owned or operated crypto mining operations in the U.S., there is no evidence to suggest that the Chinese government is explicitly allowed to engage in crypto mining in the country. The evidence suggests that some Chinese nationals and companies are involved in crypto mining in the U.S., but it is unclear whether these operations are subject to any specific regulations or oversight. Additionally, some states have taken steps to regulate foreign crypto mining operations, including those owned or operated by Chinese entities, to mitigate potential national security risks. Therefore, the claim is HALF-TRUE because it is partially accurate but also incomplete and nuanced."
  ],
  "14352": [
    "[VERDICT]: FALSE\n[REASON]: The claim states that the \"Epstein List\" shows 166 people connected to convicted sex offender Jeffrey Epstein. However, the evidence retrieved suggests that the list is not accurate. According to the evidence, 129 of the 166 people listed are not mentioned on any of the newly unsealed documents, and 99 of the names are not found in Epstein's private jet flight logs, and 131 are not in his address book. This suggests that the list is not a reliable source of information about people connected to Epstein. Therefore, the claim is FALSE."
  ],
  "14356": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: Nikki Haley has indeed said that the retirement age at 65 is \"way too low\" and that it should be increased to reflect life expectancy. However, she has also clarified that her plan would only apply to younger people entering the system, not current beneficiaries or those nearing retirement. The Trump ad's characterization of her plan as \"way too low, it must be much higher\" is an exaggeration, as she has not proposed raising the retirement age to an arbitrary high number. Haley's plan is more nuanced and focused on adjusting the retirement age for younger generations to ensure the long-term sustainability of Social Security and Medicare."
  ],
  "14364": [
    "VERDICT: HALF-TRUE\nREASON: The claim that women \"store DNA\" from all their male sexual partners is partially true, but it is also misleading and oversimplified. The evidence suggests that women can retain small amounts of male DNA in their brains, but this is not a universal phenomenon and is more likely caused by pregnancy with a male fetus rather than sexual intercourse. The studies cited in the evidence do not support the claim that women store DNA from all their male sexual partners, but rather suggest that this phenomenon is relatively rare and may be related to pregnancy. Additionally, the evidence also suggests that the claim is often sensationalized and misinterpreted, and that the actual findings are more nuanced and complex."
  ],
  "14368": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Donald Trump \"proposed when he was president\" that he wanted to raise the gas tax up to 25 cents. While there is evidence that Trump did suggest a 25-cent increase in the gas tax during a closed-door meeting in 2018, there is no evidence that he officially proposed or publicly committed to the idea. Additionally, Trump's administration later walked back his comments, and there is no evidence that he ever formally proposed a 25-cent increase in the gas tax. Therefore, the claim is half-true, as Trump did suggest a 25-cent increase in the gas tax, but it was not a formal proposal or public commitment."
  ],
  "14372": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that President Joe Biden changed the State of the Union Address from summer to March. In fact, the evidence suggests that the State of the Union Address is typically held in February or January, and there is no mention of a change to March. Additionally, the evidence does not provide any credible sources or evidence to support the claim. The claim appears to be based on misinformation or speculation."
  ],
  "14375": [
    "VERDICT: FALSE\nREASON: The claim that Chinese scientists \"created (a) new COVID-19 strain (with) 100% fatality\" is FALSE. The evidence provided shows that the claim is based on misinformation and misinterpretation of a scientific study. The study in question did not create a new COVID-19 strain, but rather worked with a different coronavirus called GX_P2V, which was discovered in 2017 in pangolins. Additionally, the study did not report a 100% fatality rate, and the overall COVID-19 infection fatality ratio for China was estimated to be 0.66% in a study published in the Lancet. Furthermore, experts have stated that there is no evidence to suggest that China created COVID-19, and the virus is believed to have originated from natural emergence. The claim is likely an example of misinformation spread through social media and conservative news outlets."
  ],
  "14389": [
    "[VERDICT]: FALSE  \n[REASON]: The claim states that Democrats removed Abraham Lincoln from the ballot in 1860, but the evidence suggests that Lincoln was not removed from the ballot. Instead, the Republican Party did not have a strong presence in many Southern states, so they did not distribute ballots in those areas. Lincoln's name did not appear on the ballot in many Southern states because the Republican Party did not have a strong organization or voters in those areas. This is supported by quotes from historians and experts, including Louis Masur and Jonathan W. White, who clarify that Lincoln was not removed from the ballot, but rather, his name was not included on the ballot in many states due to the lack of Republican Party presence. Therefore, the claim is FALSE."
  ],
  "14391": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the claim is false. The original video and translation were disputed by multiple sources, including Omar herself, who denied saying that her top priority is to put Somalia first and expand its territory. Additionally, a complete translation of her speech was provided, which did not include the alleged quote. The claim is likely based on a flawed translation and is being used to spread misinformation."
  ],
  "14395": [
    "VERDICT: FALSE\nREASON: The claim states that George Soros worked for Hitler, but the evidence provided shows that Soros was too young to have worked for Hitler, as he was born in 1930 and the Allies defeated Nazi Germany in World War II when Soros was 17. Additionally, there is no credible evidence to support the claim that Soros worked for Hitler. The claim is likely a conspiracy theory or a false accusation."
  ],
  "14403": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Biden's strategy is to \"get as many illegals in the country as possible\" and \"legalize them to create a permanent majority\" is partially true. While there is evidence that Biden has taken steps to increase legal immigration and provide a pathway to citizenship for certain immigrants, there is no direct evidence that he has explicitly stated or pursued a strategy to \"get as many illegals in the country as possible\" or create a permanent majority. However, some of the retrieved evidence suggests that Biden has taken actions that could be seen as contributing to an increase in the number of immigrants in the country, such as his efforts to create a path for citizenship for immigrants in the country illegally and his administration's handling of the southern border. However, it is important to note that the evidence also suggests that Biden has taken steps to address concerns about illegal immigration, such as increasing funding for border officials and implementing deportation priorities. Overall, the claim is half-true because it is partially supported by the evidence, but it is also an oversimplification of Biden's actual policies and actions."
  ],
  "14408": [
    "VERDICT: FALSE\nREASON: The claim is FALSE because the evidence provided does not support the statement that mRNA COVID-19 vaccines caused more deaths than lives saved. The evidence suggests that the vaccines did not cause a significant increase in deaths, and in fact, the study found that the adenovirus-vector vaccines were associated with protection against non-accident, non-COVID-19 deaths. Additionally, the claim is based on a misinterpretation of the data, as the study found that the majority of deaths in the mRNA-vaccinated group were due to causes other than COVID-19. The claim is also contradicted by other evidence, such as the fact that the vaccines have been shown to be safe and effective in reducing deaths from COVID-19. Overall, the claim is an exaggeration and misrepresentation of the evidence."
  ],
  "14412": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"Half of the cities with the highest rates of child poverty are in\" New York state. However, the evidence provided shows that only 3 cities in New York state (Albany, Rochester, and Syracuse) are among the top 50 cities with the highest rates of child poverty, which is less than half. Additionally, the evidence also shows that only 6% of the cities with the highest child poverty rates are in New York state, which is significantly less than half. Therefore, the claim is HALF-TRUE."
  ],
  "14414": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that Western journalists have indeed attempted to interview Putin, both before and after the invasion of Ukraine. The claim that \"not a single Western journalist has bothered to interview Putin\" is refuted by multiple sources, including journalists who have covered the war, such as Steve Rosenberg, Christiane Amanpour, and others. Additionally, the Russian Embassy in Washington did not respond to an inquiry for this article, which suggests that they may not have been able to provide evidence to support the claim. Overall, the evidence suggests that the claim is FALSE."
  ],
  "14421": [
    "VERDICT: FALSE\nREASON: The claim states that a woman in Texas who takes \"abortion pills voluntarily\" would be \"charged with murder.\" However, the evidence retrieved shows that this is not accurate. According to the evidence, a woman who gets an abortion in Texas can face a $10,000 fine or life in prison, but there is no evidence to suggest that she would be charged with murder. In fact, the evidence suggests that the claim is inaccurate and that women who have abortions in Texas are not charged with murder. The evidence also highlights that the claim is likely referring to a specific bill that was introduced in the Texas legislature, but was not enacted into law. Therefore, the claim is FALSE."
  ],
  "14425": [
    "VERDICT: TRUE\nREASON: The evidence suggests that the United States is one of the few countries without a guarantee of paid leave for new parents and/or other health care needs. Multiple sources, including Rep. Lisa Subeck, Sen. Claire McCaskill, and Sen. Barack Obama, confirm that the US is an outlier in this regard. Additionally, various reports and studies highlight the lack of universal health care coverage, paid maternity leave, and postpartum health care in the US, setting it apart from other developed countries. While there may be some variations in state-level policies, the overall consensus is that the US is an outlier in this regard."
  ],
  "14438": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that if you go anywhere in the world, you can get a prescription filled for 40% to 60% less than it costs in the U.S. However, the evidence suggests that this is not entirely accurate. While it is true that prescription drug prices vary significantly between countries, the claim is an oversimplification. The evidence shows that the cost of prescription drugs in the U.S. is generally higher than in other developed countries, but there are exceptions. For example, the cost of unbranded generic drugs is actually lower in the U.S. compared to other countries. Additionally, the claim does not account for the complexity of international drug pricing, including factors such as regulatory differences, taxes, and insurance coverage. Therefore, the claim is HALF-TRUE, as it is partially accurate but also oversimplifies the issue."
  ],
  "14442": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"In Milwaukee, we 'never defunded the police'\" is partially true. While Milwaukee did not completely defund the police, the city did make significant budget cuts to the police department. According to the evidence, Milwaukee Mayor Cavalier Johnson stated that the city \"never defunded the police\", but other evidence suggests that the police department has been negatively impacted by city budgets. This suggests that while the city did not completely eliminate the police department, it did make significant cuts that had an impact on the department's operations. Therefore, the claim is half-true."
  ],
  "14443": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"nearly a quarter million birds in New York City, and more than one billion across the country, die each year from collisions with buildings.\" The evidence suggests that the actual number of bird deaths in New York City is between 90,000 and 243,000, which is close to the claimed \"nearly a quarter million\". However, the evidence also suggests that the national number of bird deaths is between 621 million and 2 billion, which is higher than the claimed \"more than one billion\". Therefore, the claim is half-true, as it is partially accurate but also partially exaggerated."
  ],
  "14444": [
    "VERDICT: FALSE\nREASON: The claim states that Democrats don't deport undocumented migrants \"because every illegal is a highly likely vote at some point.\" However, the evidence provided does not support this claim. In fact, the evidence suggests that Democrats do deport undocumented migrants, as evidenced by the fact that President Biden was trying to deport as many border crossers as he could. Additionally, the evidence shows that immigrants who become citizens in the future may not necessarily vote for Democrats, and that voting by immigrants in the U.S. illegally is rare and carries serious risks. Furthermore, federal law prohibits non-citizens, including immigrants in the country illegally, from voting in federal elections. Therefore, the claim that Democrats don't deport undocumented migrants because they are likely to vote for them is FALSE."
  ],
  "14445": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the government has taken significant actions to stop the distribution of fentanyl, including passing laws, seizing the drug, and arresting individuals involved in its production and distribution. For example, the FEND Off Fentanyl Act aims to stop the flow of fentanyl into the country, and law enforcement agencies have seized large quantities of the drug. Additionally, public health approaches are being implemented to reduce the demand for fentanyl. In contrast, the evidence does not suggest that the government has taken similar actions to stop the distribution of ivermectin and hydroxychloroquine, which are FDA-approved drugs used for specific medical purposes. While some social media users may claim that the government has done more to stop the distribution of these drugs, the evidence does not support this claim. Therefore, the claim is FALSE."
  ],
  "14451": [
    "VERDICT: TRUE\nREASON: The claim states that the Great Lakes account for \"over 20% of the world's freshwater and over 80% of North America's freshwater.\" The evidence retrieved supports this claim. According to the evidence, the Great Lakes account for 21% of the world's freshwater and 84% of North America's surface fresh water, which is in line with the claim. Therefore, the claim is TRUE."
  ],
  "14456": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"We just had 100% increase in layoffs\" is partially true. The evidence provided shows that layoffs did increase, but not by 100%. The article from WKOW from Feb. 3 states that layoffs are up 109% in January, which is close to 100% but not exactly 100%. Additionally, the evidence also shows that the number of jobs in 2021 increased by about 4.4%, which is a significant increase but not a 100% increase. Therefore, the claim is half-true."
  ],
  "14459": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that since May of last year, we have removed or returned more individuals than in any year since 2015. The evidence provided shows that while removals and returns have increased, the claim is not entirely accurate. According to the evidence, the highest number of deportations in a single year was in 2021, with around 1.4 million removals, returns, and Title 42 expulsions. However, the evidence also shows that the number of encounters has increased, and under Biden, around 3.8 million encounters had resulted in people being removed, returned, or expelled from the U.S. Therefore, while the claim is partially true, it is not entirely accurate, as the highest number of removals and returns occurred in 2021, not since May of last year."
  ],
  "14460": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Joe Biden's executive orders meant \"for the first time in American history we have a president who will not detain the people who enter this country illegally.\" While it is true that Biden's administration has taken steps to limit the detention of migrants, including ending the use of Title 42 and placing a 100-day moratorium on deportations, it is not entirely accurate to say that Biden has never detained anyone who enters the country illegally. According to the evidence, many people who cross the border illegally cannot be immediately deported due to immigration law, congressional appropriations, and foreign policy. Additionally, the evidence suggests that Biden's administration has not implemented a policy that grants immunity from deportation to all illegal aliens. Therefore, the claim is half-true, as it is partially accurate but also contains an exaggeration or inaccuracy."
  ],
  "14466": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the claim is false because it implies that only immigrants in the country illegally are eligible for the California housing loan program, but the evidence states that the program is not exclusive to immigrants in the country illegally and that Californians who meet certain income limits are also eligible. Additionally, the evidence mentions that immigrants in the country illegally are not eligible for certain benefits, such as unemployment benefits, which contradicts the claim."
  ],
  "14468": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that there have been 12 elections in 24 years in Wisconsin that have been decided by less than 30,000 votes. While the evidence provided does not directly confirm this claim, it does provide some supporting information. For example, it mentions that Joe Biden's margin of victory in the 2020 presidential election was less than 21,000 votes, and that the 2018 gubernatorial election was decided by less than 30,000 votes. Additionally, the evidence mentions that elections in Wisconsin often come down to a few votes per ward, which could suggest that many elections are decided by a narrow margin. However, the evidence does not provide a comprehensive list of all elections in Wisconsin over the past 24 years, so it is impossible to verify the claim with certainty. Therefore, the verdict is HALF-TRUE."
  ],
  "14469": [
    "VERDICT: TRUE\nREASON: The evidence retrieved supports the claim that having two officers in the evidence room is a common practice to prevent accidental exposure to fentanyl. Multiple sources, including law enforcement officials and experts, confirm that this is a safety precaution taken to protect officers from fentanyl exposure. The evidence also highlights the risks associated with fentanyl exposure, including accidental exposure during drug testing and handling. The claim is not exaggerated or misleading, and the evidence supports the claim's accuracy."
  ],
  "14471": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Medicare will no longer have to pay \"exorbitant prices to Big Pharma\", which is partially true. The Inflation Reduction Act does aim to reduce the prices of prescription drugs under Medicare by allowing the government to negotiate prices with pharmaceutical companies. However, the claim also states that this will result in a $160 billion reduction in the federal deficit, which is not entirely accurate. According to the evidence, the Congressional Budget Office estimates that the law will reduce the federal deficit by $237 billion over 10 years, not $160 billion. Additionally, the evidence suggests that the law will also increase spending in some areas, which would offset some of the deficit reduction. Therefore, the claim is half-true, as it is partially accurate but also omits important details and exaggerates the magnitude of the deficit reduction."
  ],
  "14479": [
    "VERDICT: FALSE\nREASON: The claim states that the Jan. 6 committee \"suppressed testimony\" from former Deputy Chief of Staff Anthony Ornato that proves former President Donald Trump pushed for 10,000 National Guard troops at the Capitol. However, the evidence provided shows that Ornato's testimony does not support this claim. Ornato recalled Trump floating the number 10,000, but he did not give an order for deployment. Additionally, the transcript aligns with the committee's conclusion that Trump did not order the deployment of 10,000 National Guard troops before or during the Jan. 6, 2021, attack. The evidence also shows that Trump's claim of requesting 10,000 National Guard troops was an offhand remark and not an official authorization. Therefore, the claim is FALSE."
  ],
  "14483": [
    "VERDICT: FALSE\nREASON: The claim states that a Russian company secured Trump's bond in E. Jean Carroll's case, but the evidence provided shows that a U.S.-based subsidiary of Chubb Ltd. secured the bond, not a Russian company. The evidence also does not mention any involvement of a Russian company in the case. Therefore, the claim is FALSE."
  ],
  "14485": [
    "VERDICT: HALF-TRUE\nREASON: The claim is partially true because some emergency officials did warn people to stock up on food, water, and fuel ahead of the eclipse, citing concerns about large crowds and potential disruptions to essential services. However, the claim is also partially false because the warnings were not specifically about the eclipse itself, but rather about the expected influx of visitors and potential complications that might arise from it. The evidence suggests that the warnings were issued in anticipation of large crowds and traffic issues, rather than any unique risks associated with the eclipse."
  ],
  "14486": [
    "VERDICT: FALSE\nREASON: The evidence suggests that while foreign-born workers have contributed to job growth under the Biden administration, the claim that \"100% of net job creation under the Biden administration has gone to the foreign-born\" is FALSE. According to the evidence, native-born employment rose by almost 5.7 million workers, which is a larger increase than the 5.1 million for foreign-born workers. Additionally, the evidence states that \"about 47% of jobs created during Biden's presidency went to foreign-born workers\", not 100%. The claim is exaggerated and inaccurate."
  ],
  "14487": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the Chinese government does not own ByteDance, the parent company of TikTok. While ByteDance is a privately-owned company, the evidence shows that it is majority owned by investors around the world, with the founding team and employees also holding shares. The Chinese government has a 1% stake in one of ByteDance's China-based subsidiaries, Beijing Douyin Information Service Co., but this is not the same as owning the company. Additionally, the evidence suggests that ByteDance has provided disclosures to Washington, D.C. courts, funders, and Chinese government documents, which show that 60% of TikTok is owned by global investors. The claim that the Chinese government \"owns\" ByteDance is therefore FALSE."
  ],
  "14490": [
    "VERDICT: HALF-TRUE\nREASON: The claim that the Oklahoma National Guard's assistance for the April 8 eclipse signals something \"bigger\" is partially true. The evidence shows that the Oklahoma National Guard is providing support to local officials due to the expected large crowds and influx of visitors during the eclipse. However, the claim implies that there is something unusual or ominous about the eclipse, which is not supported by the evidence. The evidence suggests that the National Guard's assistance is a standard response to large-scale events, and the warnings about stockpiling supplies are typical advice given by emergency management officials in anticipation of large crowds. The claim is exaggerated and sensationalized, and the evidence does not support the idea that something \"bigger\" is happening."
  ],
  "14496": [
    "VERDICT: FALSE\nREASON: The claim that the New York civil fraud judgment against Trump and a plan to seize Trump-owned property is \"simply a 'taking.' Much like what is done in communist countries\" is FALSE. The evidence suggests that the judgment is a result of a civil fraud case, where Trump and his company were found liable for inflating the value of their assets, and the potential property seizure is a consequence of that judgment. This is not comparable to the actions of communist countries, where seizures are often done without due process or legal basis. The experts quoted in the evidence also disagree with Trump's comparison, stating that the case is not comparable to seizures in communist countries. Additionally, the evidence shows that the judgment was issued by a New York State Supreme Court Justice, and Trump has the legal right to appeal the decision. Therefore, the claim is FALSE."
  ],
  "14498": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Obama created ISIS. The evidence shows that the Islamic State group's founder and subsequent leaders have been well-documented, and Obama is not among them. The group's origins predate Obama's presidency, and experts have stated that Obama's decision to withdraw troops from Iraq in 2011 may have contributed to the group's expansion, but it did not create the group. Additionally, the evidence shows that the group was active before Obama took office and that the US military targeted the group during his presidency. The claim is a conspiracy theory and has been repeatedly debunked by fact-checking organizations."
  ],
  "14502": [
    "VERDICT: FALSE\nREASON: The claim states that the video of the ship colliding with the Baltimore bridge proves the bridge collapse wasn't an accident. However, the evidence provided does not support this claim. Federal and Maryland officials have referred to the event as an \"accident\", and there is no credible evidence to suggest that the crash was intentional. The video shared on social media is being misinterpreted and taken out of context, with some individuals making unfounded claims about the incident. The evidence suggests that the crash was an accident, and the claims of intentional damage are unfounded."
  ],
  "14504": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that 27 bills passed in 2023, which is the fewest since the Depression. The evidence provided shows that the 72nd Congress passed only 21 bills during the Great Depression, which is indeed fewer than 27. However, the evidence also mentions that the 113th Congress passed 86 bills in 2013 and 2014, which is more than 27. Therefore, the claim is half-true because it is accurate that 27 bills passed in 2023, but it is not the fewest since the Depression. The fewest since the Depression was actually 21 bills passed by the 72nd Congress."
  ],
  "14505": [
    "VERDICT: FALSE\nREASON: The claim states that the March 26 bridge fire in Ohio is related to the collapse of Baltimore's Francis Scott Key Bridge. However, the evidence retrieved does not support this claim. The evidence suggests that the fire in Ohio was caused by spontaneous combustion at a landscape supply company near the Interstate 480 bridge, and it was not related to the Baltimore bridge collapse. The Baltimore bridge collapse occurred on March 26, but it was caused by a cargo ship crashing into the bridge, not related to the Ohio fire. Therefore, the claim is FALSE."
  ],
  "14509": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that President Joe Biden \"purposely chose Easter Sunday to mark Transgender Day of Visibility.\" While it is true that Easter Sunday coincided with Transgender Day of Visibility in 2022, the evidence suggests that this was a coincidence rather than a deliberate choice by President Biden. The White House Deputy Press Secretary Andrew Bates stated that the date was not chosen intentionally, and the fact that Easter and Transgender Day of Visibility sometimes coincide due to the lunar calendar used to determine the date of Easter. Therefore, while the claim is partially true, it is not entirely accurate to say that President Biden \"purposely chose\" Easter Sunday to mark Transgender Day of Visibility."
  ],
  "14512": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that ProduceMaxx contains pesticides, herbicides, fungicides, insecticides, and antibiotics. However, the evidence suggests that ProduceMaxx is an antimicrobial produce wash that uses hypochlorous acid as its active ingredient, combined with water and inorganic salt. While it does contain pesticides, it is not a pesticide itself, but rather a product used to wash and sanitize produce. Additionally, it is registered as an antimicrobial by the EPA, not as a pesticide, herbicide, fungicide, or insecticide. Therefore, the claim is half-true, as it is partially accurate but also contains some inaccuracies."
  ],
  "14519": [
    "VERDICT: FALSE\nREASON: The claim that \"Crime is down in Venezuela by 67% because they're taking their gangs and their criminals and depositing them very nicely into the United States\" is FALSE. The evidence provided shows that crime in Venezuela has indeed dropped, but not by 67%. The experts and data cited in the evidence attribute the decline in crime to factors such as the economy, migration, and consolidation of organized crime, not to the Venezuelan government sending criminals to the United States. Additionally, there is no credible evidence to support the claim that the Venezuelan government is sending criminals to the US. The claim is baseless and lacks factual support."
  ],
  "14524": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"On Jan. 6, 2021, U.S. Capitol 'protestors carried no weapons'\" is partially true. While some sources, such as Tucker Carlson, claim that no one in the crowd was found with a gun, other evidence suggests that some rioters did bring firearms to the Capitol grounds. PolitiFact reviewed the case files for hundreds of defendants who were arrested and charged for their actions at the Capitol on Jan. 6 and found several defendants who police say were found to have brought firearms. Therefore, the claim is not entirely accurate, but it is also not entirely false. It is half-true."
  ],
  "14531": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"it's very misleading when (President Biden) says (inflation) used to be at 9%. This is compounding. It’s not like it went down from 9% to 3%. This is building month after month. The better way to think about it is that it’s 18%, 19% over the last three years.\" The evidence suggests that Biden's statement is partially accurate. While it is true that inflation has not decreased from 9% to 3% as Biden claimed, it is also true that the year-over-year inflation rate has fallen since its 2022 peak under Biden. Additionally, the cumulative inflation rate over the last three years is indeed higher than 9%. However, the claim is also misleading because it does not provide the full context of the inflation rate, which has fluctuated over time. Therefore, the verdict is HALF-TRUE."
  ],
  "14537": [
    "VERDICT: FALSE\nREASON: The claim states that every Senate Democrat has voted to support unlimited abortions up to the moment of birth. However, the evidence provided shows that while many Senate Democrats have voted in favor of abortion rights, including late-term abortions, there is no evidence to suggest that every single Senate Democrat has voted to support unlimited abortions up to the moment of birth. In fact, some Senate Democrats have expressed support for restrictions on abortion, such as Joe Manchin, who voted against the Women's Health Protection Act, and others have expressed support for exceptions to abortion bans, such as the bill to protect infants who survive an attempted abortion. Additionally, some evidence suggests that some Senate Democrats have voted against late-term abortion, such as the bill to ban abortion after 24 weeks of gestation. Therefore, the claim is FALSE."
  ],
  "14539": [
    "VERDICT: FALSE\nREASON: The claim states that school allows students to be terrorized by colleagues who identify as \"furries.\" However, the evidence provided does not support this claim. While there are some instances of students making claims about furries being aggressive or violent, there is no evidence to suggest that the school allows or condones such behavior. In fact, the school district's spokesperson, Seth Sorensen, explicitly stated that the district does not allow students to terrorize their peers. Additionally, the school's dress code prohibits accessories that distract or disrupt learning, and the school has policies against bullying. The evidence suggests that the claims of furries being violent or aggressive are unfounded and likely exaggerated or fabricated. Therefore, the claim is FALSE."
  ],
  "14540": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Dollar Tree, Walgreens, Macy’s, Foot Locker, Gap, Burger King, Regal Cinemas, and Kroger have had mass store closures during Joe Biden's presidency. While it is true that some of these companies have closed stores during Biden's presidency, the claim is exaggerated and lacks context. For example, Walgreens closed 200 stores in 2019, under Trump's presidency, and Gap announced 350 store closures in 2020, also under Trump's presidency. Additionally, the claim does not provide evidence that the store closures are solely due to Biden's policies, as some companies have cited lower sales or business rebrands as the reason for the closures. Therefore, the claim is half-true, as some of the companies have indeed closed stores during Biden's presidency, but the extent and context of the closures are misrepresented."
  ],
  "14542": [
    "VERDICT: FALSE\nREASON: The claim states that Florida's Amendment 4 \"will mandate abortion until the moment of birth\", but the evidence suggests that the amendment aims to expand abortion rights up to the point of fetal viability, not until the moment of birth. The evidence also mentions that the amendment does not protect the right to an abortion up until the moment of birth, but only when a woman's health is in danger. Additionally, the amendment's summary and the words used in the amendment itself do not suggest that it would mandate abortion until the moment of birth. Therefore, the claim is FALSE."
  ],
  "14544": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that President Joe Biden is paying rent for immigrants in the country illegally. The evidence suggests that the claim is based on misinformation and misinterpretation of facts. For example, the evidence shows that the Michigan rental subsidy program is available to eligible immigrants, including those with pending asylum applications and humanitarian parole, but this does not mean that President Biden is paying rent for immigrants in the country illegally. Additionally, the evidence shows that immigrants who are in the country illegally also pay billions of dollars in taxes, which contradicts the claim that President Biden is paying rent for them. Overall, the evidence does not support the claim that President Biden is paying rent for immigrants in the country illegally."
  ],
  "14559": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the amendment allowing young people to stay on their parents' health insurance until they turn 26 was written by the speaker, and that millions of young Americans got health care overnight. The evidence confirms that the speaker did write the amendment, but it does not support the claim that millions of young Americans got health care overnight. The provision took effect on September 23, 2010, and it allowed young people to stay on their parents' health insurance until they turn 26. However, it did not provide health care to millions of people overnight. Instead, it expanded access to health insurance for young people who were previously uninsured or underinsured. The evidence suggests that around 6.6 million young adults ages 19 to 25 stayed on or joined their parents' health plans in 2011, which is a significant number, but not millions of people getting health care overnight. Therefore, the claim is half-true."
  ],
  "14566": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Sen. Katie Britt introduced a bill \"to create a national registry of pregnant women.\" However, the evidence suggests that the bill does not create a national registry of pregnant women. Instead, it establishes a federal website with resources for pregnant women and mothers, and allows users to voluntarily enter their contact information into the website. While the bill does collect contact information, it does not create a national registry of pregnant women. Therefore, the claim is HALF-TRUE."
  ],
  "14578": [
    "VERDICT: HALF-TRUE\nREASON: The claim says that the early polls were \"wildly incorrect\" in all three of Johnson's election campaigns. While the evidence suggests that the polls were indeed incorrect in at least two of the elections, it does not provide conclusive evidence that the polls were \"wildly incorrect\" in all three. Additionally, the evidence does not provide a clear definition of what \"wildly incorrect\" means, making it difficult to determine the accuracy of the claim. Therefore, the claim is HALF-TRUE."
  ],
  "14579": [
    "VERDICT: HALF-TRUE\nREASON: While Donald Trump has expressed opposition to the Affordable Care Act and has taken steps to undermine it, he has not explicitly stated that he wants to \"terminate\" it. However, he has repeatedly called it a \"disaster\" and has supported repeal-and-replace efforts in Congress. Additionally, he has made statements that suggest he wants to replace it with an alternative. Therefore, the claim is half-true because it is partially accurate, but also omits important context and nuance."
  ],
  "14580": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"The number of people in the U.S. illegally is “upwards of 20, 25, maybe 30 million” is partially true. The evidence suggests that the number of people living in the U.S. illegally is estimated to be around 14 million (as of March 2024) or 11 million (as of January 2022), which is within the range mentioned in the claim. However, the claim is not entirely accurate as it does not provide a specific number, and the estimates vary depending on the source and time frame. Additionally, the claim does not account for the dynamic nature of the number of people living in the U.S. illegally, which can fluctuate due to various factors such as immigration policies, border control, and demographic changes."
  ],
  "14592": [
    "VERDICT: FALSE\nREASON: The evidence retrieved shows that Donald Trump did say \"Lock her up\" or expressed support for sending Hillary Clinton to jail on multiple occasions, contradicting his claim that he never said it. The evidence includes quotes from Trump himself, as well as reports from news outlets and fact-checking organizations. Trump's statement is an example of a false claim, and it is rated as FALSE."
  ],
  "14602": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim states that Rep. Nancy Pelosi \"takes responsibility for not having the National Guard\" at the U.S. Capitol on Jan. 6, 2021. While it is true that Pelosi said \"We have responsibility, Terri. We did not have any accountability for what was going on there, and we should have. This is ridiculous. You’re going to ask me in the middle of the thing — when they’ve already breached the inaugural stuff — ‘Should we call the Capitol Police?’ I mean, ‘the National Guard?’ Why weren’t the National Guard there to begin with?\" in the 41-second clip, this statement is not a direct admission of responsibility for not having the National Guard. Pelosi is expressing frustration and disappointment at the lack of accountability and preparedness, but she is not taking direct responsibility for the decision not to deploy the National Guard. Additionally, the evidence suggests that Pelosi did not have the authority to deploy the National Guard without authorization from the Pentagon, which was not obtained. Therefore, the claim is half-true, as it is partially accurate but also misrepresents the context and scope of Pelosi's statement."
  ],
  "14606": [
    "VERDICT: FALSE\nREASON: The evidence provided suggests that there is no credible proof that Saudi Arabia plans to stop using the US dollar for oil sales. Multiple experts, including Patrick De Haan, the head of petroleum analysis at GasBuddy, and Wight, a global oil market expert, have stated that there is no evidence to support this claim. Additionally, the evidence provided does not mention any 50-year petro-dollar agreement between the US and Saudi Arabia, which is also a crucial part of the claim. Therefore, the claim is FALSE."
  ],
  "14612": [
    "VERDICT: FALSE\nREASON: The evidence suggests that President Trump did not send the National Guard to Kenosha, and that the state efforts to deploy the National Guard began before Trump's involvement. The claim that Trump \"saved Kenosha\" is also disputed by multiple sources, including the Wisconsin National Guard, which stated that the deployment of 2,000 National Guard troops was authorized by the White House, but not initiated by Trump. Additionally, the evidence shows that Governor Tony Evers called in the National Guard on August 25, 2020, before Trump's involvement. Therefore, the claim that Trump \"saved Kenosha\" and that the governor wouldn't move on sending the National Guard is FALSE."
  ],
  "14614": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that the United States will provide a six-month free CDL course starting from June 2024. The evidence mentions various unrelated topics, such as the Centers for Disease Control and Prevention, auto manufacturers, the U.S. Army, and Head Start programs, but there is no mention of a free CDL course. Additionally, the claim's timeline is inconsistent with the evidence, which does not provide any information about a free CDL course starting in June 2024. Therefore, the claim is FALSE."
  ],
  "14628": [
    "[VERDICT]: HALF-TRUE  \n[REASON]: The claim states that Project 2025 would end gay marriage, but the evidence suggests that Project 2025 does not explicitly call for a ban on same-sex marriage. While it does promote a traditional nuclear family structure and advocates for protections for faith-based grant recipients who do not believe in same-sex marriage, it does not explicitly aim to eliminate the right to same-sex marriage. Therefore, the claim is half-true, as it is partially accurate but also misrepresents the scope of Project 2025's policies."
  ],
  "14629": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"The idea that there’s political violence or violence in America like this is just unheard of\" is partially true. While it is true that political violence is not a common occurrence in the United States, it is not entirely unheard of. The evidence provided shows that there have been instances of political violence in the past, such as the January 6th attack on the Capitol, the murder of George Floyd, and the kidnapping plot against a sitting governor. However, the claim is also exaggerated, as it implies that political violence is a rare occurrence, which is not entirely accurate. The evidence suggests that political violence is a persistent issue in the United States, and it is not limited to a specific party or ideology. Therefore, the claim is half-true."
  ],
  "14631": [
    "VERDICT: FALSE\nREASON: The claim that Jonathan Willis, a Secret Service agent, had the assassin in his sights for 3 minutes but was told not to engage by the head of the Secret Service unit is FALSE. The evidence provided shows that the Secret Service spokesperson, Nathan Herring, categorically denied the claim, stating that there is no U.S. Secret Service employee by that name. Additionally, the FBI did not respond to inquiries about a \"Jonathan Willis\" being questioned or fired from a law enforcement job. Furthermore, the photo of the two snipers on the roof does not show a vest with the name \"Jonathan Willis\". The claim is likely a fabrication."
  ],
  "14633": [
    "VERDICT: FALSE\nREASON: The claim states that Ruben Gallego voted to let millions of people who poured into the country illegally cast a ballot in the upcoming election. However, the evidence provided does not support this claim. In fact, the evidence suggests that Gallego voted against allowing noncitizens to vote in Washington, D.C. local elections, and there is no evidence that he voted to allow millions of people who entered the country illegally to vote in the upcoming election. Additionally, the evidence highlights the risks and challenges associated with noncitizens voting, including the possibility of deportation or incarceration, which makes it unlikely that millions of people who entered the country illegally would be able to vote. Therefore, the claim is FALSE."
  ],
  "14639": [
    "VERDICT: FALSE\nREASON: The evidence suggests that Project 2025 does not specifically call for restricting access to IVF and contraception. While the plan does contain language that could potentially threaten the practice of IVF and access to some forms of contraception, it does not explicitly restrict access to these services. Additionally, experts and fact-checking organizations have found no mention of IVF or specific recommendations to curtail the practice in the document. The plan's focus is on restricting some forms of emergency contraception and allowing employers to deny coverage of contraception based on moral or religious exemptions, but this is not the same as restricting access to IVF and contraception in general. Therefore, the claim that Project 2025 calls for restricting access to IVF and contraception is FALSE."
  ],
  "14644": [
    "[VERDICT]: FALSE  \n[REASON]: The claim states that Rep. Sheila Jackson Lee's death was linked to her \"oversight of the Secret Service\" six days after the Trump rally shooting. However, the evidence provided does not support this claim. There is no credible source indicating that Rep. Jackson Lee's death was connected to her oversight of the Secret Service or the Trump rally shooting. In fact, the evidence suggests that Rep. Jackson Lee's death was not suspicious and was not linked to the Trump rally shooting. The claim is likely a conspiracy theory with no basis in fact."
  ],
  "14655": [
    "VERDICT: FALSE\nREASON: The evidence suggests that C-sections are not coded as abortions in hospitals. While it is technically possible for a C-section to be performed as an abortion in certain circumstances, such as in the case of a fetal anomaly or maternal health complication, this is not the typical or primary purpose of a C-section. The evidence provided by medical professionals and organizations, including the American College of Obstetricians and Gynecologists, confirms that C-sections are not coded as abortions and are typically performed to deliver a live fetus. The claim is FALSE."
  ],
  "14656": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Even before the pandemic, America went into a manufacturing recession\" is partially true. While manufacturing output was declining for more than a year before the pandemic, the evidence suggests that the decline was not severe enough to be considered a recession. The data shows that manufacturing employment fell by 48,000 from its prepandemic peak in January 2019 to February 2020, which is a significant decline, but not a recession. Additionally, the evidence also suggests that the manufacturing sector recovered quickly after the pandemic, with employment returning to pre-pandemic levels by August 2022. Therefore, while the claim is partially true, it is not entirely accurate to say that America went into a manufacturing recession before the pandemic."
  ],
  "14660": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Donald Trump intends to cut Social Security\" is partially true. While Trump has made statements in the past that suggest he is open to cutting or privatizing Social Security, he has also made statements that suggest he does not intend to cut the program. For example, in 2015, he said that he would not cut Social Security, and in 2024, he said that his intention is to leave Social Security the way it is. However, his past statements and his campaign rhetoric have also suggested that he is open to making changes to the program. Therefore, the claim is half-true because it is based on a mix of conflicting statements and actions."
  ],
  "14662": [
    "VERDICT: FALSE\nREASON: The claim states that Kamala Harris \"was Indian all the way, and then all of a sudden, she made a turn and she went, she became a Black person.\" However, the evidence provided shows that Kamala Harris has consistently identified as a Black woman throughout her life and political career, and has also embraced her Indian heritage. There is no evidence to suggest that she suddenly \"became\" Black or that she has ever denied her Black identity. The claim is a false and misleading representation of Harris' identity and background."
  ],
  "14663": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"I gave the opposing country NOTHING — and never any cash\" is partially true. While the evidence suggests that the US did not pay cash to the opposing country in exchange for the release of American hostages, it is not entirely accurate. The evidence shows that the US released prisoners held by the US government in exchange for having other nations free Americans held abroad, and in some cases, the US agreed to unfreeze funds or release assets belonging to the opposing country. For example, the US agreed to release $6 billion in Iranian funds and free American prisoners in exchange for the release of five American citizens held in Iran. Additionally, the US released prisoners held by the US government in exchange for having other nations free Americans held abroad. Therefore, while the claim is partially true, it is not entirely accurate and is therefore HALF-TRUE."
  ],
  "14665": [
    "VERDICT: FALSE\nREASON: The claim states that in Pompano Beach, Florida, Somali immigrants illegally in the U.S. were in line to get driver's licenses and \"all you need to vote is a driver's license.\" However, the evidence provided shows that the people in the video were actually black Americans, not Somalis, and that Florida does not issue driver's licenses to immigrants in the U.S. illegally. Additionally, the video does not provide any evidence that the people in line were immigrants illegally in the U.S. Furthermore, the claim that \"all you need to vote is a driver's license\" is also false, as voting in federal elections requires U.S. citizenship, and Florida does not allow non-citizens to vote in federal elections. The claim is entirely false."
  ],
  "14672": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Minnesotans were roughly five times more likely to move to Florida than vice versa, which is partially true. According to the evidence, the data shows that in 2021, almost four times as many Minnesotans moved to Florida than Floridians moved to Minnesota, which is close to the claimed five times. However, the evidence also shows that the difference shrank by almost half in 2022, with about two times as many Minnesotans moving to Florida than the inverse. Therefore, the claim is not entirely accurate, but it is close enough to be considered half-true."
  ],
  "14679": [
    "VERDICT: FALSE\nREASON: The claim states that Minnesota Gov. Tim Walz signed a law that would \"take children away from their parents if the parents don't want to consent to sex changes.\" However, the evidence provided does not support this claim. The law actually alters child custody jurisdiction law to allow courts to hear custody cases and issue temporary custody orders in cases where a parent brings a child to Minnesota to seek gender-affirming care, but it does not mandate the removal of children from their parents. The law is intended to protect parents who bring their children to Minnesota for gender-affirming care against the wishes of the other parent who lives in a different state. The claim is an exaggeration and mischaracterization of the law's provisions."
  ],
  "14689": [
    "VERDICT: FALSE\nREASON: The claim that the photo of Kamala Harris' Aug. 7 rally near Detroit was AI-generated and that there was nobody there is FALSE. The evidence provided shows that thousands of people attended the rally, and multiple photos and videos from reputable sources, including the Associated Press, confirm the event took place. Additionally, a Harris campaign spokesperson stated that a campaign staff member took the crowd photo that Trump reshared, and it was not generated or modified by AI. The claim is baseless and lacks credible evidence to support it."
  ],
  "14691": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Sam Brown publicly supported forcing massive cuts to Social Security and Medicare and was caught on tape saying he admires the plan to phase out Social Security and Medicare in five years. However, the evidence suggests that Brown did not explicitly support cutting Social Security and Medicare, but rather supported a balanced budget amendment that could potentially lead to cuts. Additionally, Brown clarified that he does not support cutting Social Security or Medicare. While the evidence does show that Brown has expressed support for a balanced budget amendment, which could potentially lead to cuts, it does not provide direct evidence of him supporting the phase-out of Social Security and Medicare. Therefore, the claim is HALF-TRUE, as it is partially accurate but also contains some inaccuracies."
  ],
  "14692": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Sen. Tammy Baldwin \"has done absolutely nothing\" about the fentanyl crisis is partially false. While it is true that she was the 28th co-sponsor of a bill related to fentanyl and did not offer any amendments, she has been involved in the opioid issue for years and has taken steps to address the crisis, such as speaking about it in a media call and voting for a bipartisan border security deal that included funding to detect and stop the flow of fentanyl. However, the claim is also partially true in that she did not introduce the bill herself and was not a key player in its passage. Overall, the claim is an exaggeration and does not accurately reflect the extent of Baldwin's efforts on the issue."
  ],
  "14697": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Sen. Jacky Rosen said the Biden administration did a \"tremendous job\" on the U.S. military's Afghanistan withdrawal. While Rosen did make a statement about the withdrawal, it was not directly about the Biden administration's performance, but rather about the State Department's efforts to evacuate Americans from Afghanistan. Rosen's spokesperson clarified that she was referring to the quick evacuation of Americans, not the overall withdrawal process. Therefore, the claim is half-true, as Rosen did make a statement about the withdrawal, but it was not entirely accurate to say she praised the Biden administration's performance."
  ],
  "14702": [
    "[VERDICT]: FALSE  \n[REASON]: The evidence provided does not support the claim that Kamala Harris was intoxicated. The evidence is a collection of social media posts, news articles, and videos that do not provide any credible evidence of Harris being intoxicated. The posts and videos are likely misinformation or satire, as they are not credible sources and do not provide any concrete evidence of Harris's intoxication. Additionally, there is no credible source that has come forward to corroborate the claim. Therefore, the claim is FALSE."
  ],
  "14705": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that PolitiFact rated the claim that U.S. Sen. Sherrod Brown voted to give illegals taxpayer-funded stimulus checks, health care, even Social Security as FALSE. Additionally, the evidence shows that Brown voted against an amendment that would have allowed illegal immigrants to receive stimulus checks, and that he has not supported giving federal benefits to immigrants in the country illegally. The claim is a stretch and is based on a misinterpretation of Brown's votes."
  ],
  "14706": [
    "VERDICT: FALSE\nREASON: The evidence suggests that the Inflation Reduction Act did not increase inflation. The evidence states that \"The Inflation Reduction Act did not drive inflation higher\" and \"Inflation Reduction Act didn’t increase inflation\". Additionally, the evidence shows that prices rose by 6.4% since August 2022, but wages rose by 6.4% as well, indicating that wages lost ground to inflation. The evidence also highlights that the Inflation Reduction Act targeted tax increases on large corporations and wealthy money managers, not personal income taxes, which would not have increased inflation. The claim that the Inflation Reduction Act increased inflation and drove prices sky high is therefore FALSE."
  ],
  "14714": [
    "VERDICT: HALF-TRUE\nREASON: The claim is partially true, but it is also misleading. Kamala Harris' plan to tax unrealized capital gains does not mean that homeowners will have to pay taxes on the increased value of their houses every year, even if they don't sell them. The plan is aimed at taxing the wealthy, and it would apply to households with incomes above $400,000. The tax would be on the unrealized gains, not on the property itself. The claim is also misleading because it implies that the tax would be on the increased value of the house, which is not accurate. The tax would be on the unrealized gains, which could be from various assets, not just real estate. Additionally, the claim does not mention that the tax would be on a sliding scale, with higher rates for higher income earners. Overall, the claim is half-true because it is partially accurate, but it is also misleading and incomplete."
  ],
  "14718": [
    "VERDICT: FALSE\nREASON: The claim that a helicopter \"dropped millions\" of mosquitoes in Massachusetts towns hit by eastern equine encephalitis virus is FALSE. The evidence suggests that the video in question shows a helicopter releasing blue smoke, possibly from a gender reveal party, and not mosquitoes. Additionally, experts have stated that mosquitoes are not released by helicopter or in any other sudden mass release, and that the quantity seen in the Instagram video is not possible. Furthermore, there is no credible evidence to support the claim that the government is releasing genetically modified mosquitoes from helicopters. The claim is likely a conspiracy theory with no basis in reality."
  ],
  "14720": [
    "VERDICT: FALSE\nREASON: The evidence retrieved does not support the claim that California S.B. 1174 eliminates the requirement for voter ID at polling places. In fact, the evidence suggests that California already does not require voters to show ID at the polls, and the bill in question does not change this requirement. Additionally, some evidence suggests that the bill may actually require voters to provide proof of citizenship when voting, which is a different requirement than eliminating voter ID altogether. Therefore, the claim is FALSE."
  ],
  "14721": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that Rep. Elissa Slotkin did not vote to let illegals vote in U.S. elections. PolitiFact rated a similar claim as FALSE, stating that Slotkin never voted to allow immigrants in the country illegally to vote in U.S. elections. Additionally, the evidence does not provide any credible sources or evidence to support the claim that Slotkin voted to allow illegals to vote in U.S. elections. The claim is likely a political attack ad or misinformation."
  ],
  "14727": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the proposed Nevada constitutional amendment would put \"essentially no limit on access to abortion.\" While the evidence suggests that the amendment would largely codify the protections already in place under state law, which means that before viability, there would be few limits on abortion access, it is not entirely accurate to say that there would be \"essentially no limit\" on access to abortion. The amendment would still prohibit the state from restricting abortion access before fetal viability, which is a significant limitation. Additionally, the amendment would not eliminate all limits on abortion access, as it would still allow for restrictions after viability. Therefore, the claim is HALF-TRUE."
  ],
  "14729": [
    "VERDICT: FALSE\nREASON: The claim states that President Joe Biden did a campaign ad at the graves in Arlington in 2020, but the evidence provided shows that the ad was actually from 2010, when Biden was a Vice President, not in 2020 when he was a presidential candidate. The ad was a campaign ad from 2010, not 2020, and it was not taken at Arlington National Cemetery, but rather featured a photo of Biden standing over a tombstone with the text \"Is this building back better?\" referring to his 2020 campaign slogan. The evidence does not support the claim that Biden did a campaign ad at Arlington National Cemetery in 2020."
  ],
  "14736": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Sen. Sherrod Brown \"supported allowing puberty blockers and sex-change surgeries for minor children.\" While it is true that Brown has supported allowing transgender people, including minors, to make decisions about their own healthcare with their doctors, the evidence does not specifically show that he has supported allowing puberty blockers and sex-change surgeries for minor children without parental consent. The evidence suggests that Brown has generally supported LGBTQ+ rights, including allowing transgender athletes to participate in sports and supporting access to gender-affirming care, but it does not provide direct evidence of his support for the specific procedures mentioned in the claim. Additionally, some of the evidence suggests that gender-affirming surgical procedures are not commonly recommended for or provided to minors. Therefore, the claim is HALF-TRUE, as it is partially accurate but also omits important context and nuance."
  ],
  "14740": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Mark Robinson skipped a Board of Education vote on teacher bonuses to hold a campaign event. However, the evidence shows that Robinson was not physically present at the meeting, but he did participate in the vote remotely. The board did not vote on teacher bonuses, but rather reviewed a study on teacher bonuses and voted to send it to the General Assembly. Therefore, the claim is half-true because while Robinson did miss the meeting, he did participate in the vote remotely and the board did not actually vote on teacher bonuses."
  ],
  "14741": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Tammy Baldwin \"gave stimulus checks to illegals.\" According to the evidence, Baldwin's office pointed out that immigrants in the country illegally were not eligible for stimulus checks under the American Rescue Plan, which required people receiving stimulus checks to have valid Social Security numbers. Additionally, PolitiFact rated Republican claims that several Democratic senators, including Baldwin, voted to give immigrants in the country illegally stimulus checks as FALSE. The claim is a stretch and lacks evidence to support it."
  ],
  "14743": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Haitian immigrants are eating pets and wildlife in Springfield, Ohio. The evidence suggests that the claim is a debunked myth or a conspiracy theory. Many of the sources mentioned in the evidence are conservative influencers and politicians who have repeated the claim without providing any credible evidence to support it. The evidence also suggests that the claim is part of a larger narrative about Haitian immigrants being a burden on the community and a threat to public health. However, there is no credible evidence to support these claims. The evidence also suggests that the claim is being used to spread misinformation and to fuel anti-immigrant sentiment. Therefore, the claim is FALSE."
  ],
  "14745": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Florida's Amendment 3 is \"the monopoly amendment\" is partially true. While opponents of the amendment claim that it would give marijuana megacorporations a monopoly, the amendment itself does not eliminate marijuana market competition. The amendment allows the Florida Legislature to issue additional licenses to expand the list of marijuana sellers and distributors, which could potentially lead to competition. However, the amendment also allows established medical marijuana distributors in Florida to corner the market, which could lead to a de facto monopoly. Therefore, the claim is half-true because it is partially accurate but also oversimplifies the complex issue of competition in the marijuana market."
  ],
  "14748": [
    "VERDICT: FALSE\nREASON: The claim states that Kamala Harris and her administration blocked 300,000 unvetted Haitian migrants from being deported out of the country, which is not supported by the evidence provided. The evidence suggests that the Biden administration granted Temporary Protected Status (TPS) to up to 300,000 Haitians already in the United States, effectively preventing their deportation, but it does not indicate that Harris blocked the deportation of 300,000 unvetted Haitian migrants. Additionally, the evidence shows that the U.S. government does not have the capacity to deport 300,000 people of a single nationality over a short period of time. Therefore, the claim is FALSE."
  ],
  "14752": [
    "VERDICT: HALF-TRUE\nREASON: The claim that \"Communicable diseases like HIV and TB (tuberculosis) have skyrocketed\" after Haitian migrants came to Springfield, Ohio is partially true. While it is true that there has been an increase in Haitian immigrants in Springfield, Ohio, the evidence does not support the claim that communicable diseases like HIV and TB have skyrocketed. According to the evidence, the rate of communicable diseases, excluding COVID-19 cases, has generally dropped since 2018 in Clark County, where Springfield is located. The rate rose in 2022, but in 2023, it hit its lowest point since 2015. Additionally, the county health data does not support the claim that Haitian immigrants are having a significant impact on disease rates in the county, as the data is not reported by demographics such as race, ethnicity, nationality, or immigration status. However, it is also true that the influx of Haitian immigrants has strained local health care services, leading to longer wait times for appointments. Therefore, the claim is half-true."
  ],
  "14755": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that there is not one member of the United States military who is in active duty in a combat zone, in any war zone around the world, for the first time this century. However, the evidence suggests that while the US is not engaged in a declared war, there are still US service members deployed in various countries and on ships at sea, including in the Middle East, and some of these countries are designated as combat zones. Additionally, there have been instances of US service members being killed or injured while serving abroad. Therefore, the claim is half-true because while it is true that the US is not engaged in a declared war, it is not entirely accurate to say that there are no US service members in active duty in a combat zone."
  ],
  "14756": [
    "VERDICT: FALSE\nREASON: The evidence suggests that Jon Tester did not support slashing Social Security benefits. The evidence shows that Tester opposed the commission's Social Security proposals, and his spokesman, Aaron Murphy, specifically said Tester opposed the commission's Social Security proposals. Additionally, Tester has spoken positively of the panel's efforts and has expressed concern about the Social Security policies included in the final report. Furthermore, Tester has said he is open to changes to the program, but only to protect its solvency, and has not supported cutting benefits for current beneficiaries. The claim that Tester supported slashing Social Security benefits is therefore FALSE."
  ],
  "14759": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"In 12 states, children born alive after a failed abortion have no legal protection, and in three more states children born alive after an abortion had legal rights that governors — like Tim Walz — repealed.\" The evidence suggests that some states have laws that do not provide legal protection for children born alive after a failed abortion, but it does not specifically identify the 12 states mentioned in the claim. Additionally, the evidence does not provide information on the specific governors who repealed legal rights for children born alive after an abortion. Therefore, the claim is half-true because it is partially accurate but lacks specific details and evidence to support the exact numbers and governors mentioned."
  ],
  "14764": [
    "VERDICT: FALSE\nREASON: The evidence does not support the claim that Vice President Kamala Harris is \"talking about bringing back the draft.\" While there are mentions of the draft in the evidence, they are all in the context of discussing the current Selective Service System, which requires all male U.S. citizens to register for the draft, and not about bringing back the draft in the classical sense. Additionally, there is no direct quote or statement from Vice President Harris indicating that she is advocating for the reinstatement of the draft. The claim appears to be a misinterpretation or misinformation."
  ],
  "14765": [
    "VERDICT: FALSE\nREASON: The evidence suggests that Project 2025 does not require women to register with a new federal agency when they get pregnant. The evidence shows that the plan would call for more comprehensive monitoring of pregnancies that end in fetal death, such as abortions, miscarriages, and stillbirths, but does not mention registering all pregnancies. Additionally, the evidence suggests that the \"national pregnancy coordinator\" mentioned by Walz is actually a proposal to refocus the mission of an office in the Department of Health and Human Services, rather than a new federal agency for pregnancy registration. Therefore, the claim is FALSE."
  ],
  "14768": [
    "VERDICT: FALSE\nREASON: The evidence suggests that Ryan Routh's Instagram bio does not actually say he is a \"proud LGBTQ+ member\". The bio is likely to be fake, as it is not consistent with any other public statements or social media profiles attributed to Routh. Additionally, the evidence suggests that Routh has not publicly identified as LGBTQ+, and there is no credible evidence to support the claim that he has done so. The claim is likely a fabrication."
  ],
  "14769": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that former President Donald Trump \"chose to build upon\" the Affordable Care Act, which is partially correct. Trump did not repeal the Affordable Care Act, but he did take steps to weaken it, such as cutting enrollment assistance and supporting repeal-and-replace efforts in Congress. However, the claim oversimplifies Trump's actions and implies that he actively worked to improve the law, which is not accurate. Trump's statements and actions were often contradictory, and he did not have a clear plan to improve the Affordable Care Act. Therefore, the claim is HALF-TRUE."
  ],
  "14780": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that First Lady Jill Biden led a Cabinet meeting for President Joe Biden and her signature appears on presidential stationery. However, the evidence suggests that Jill Biden did not lead the meeting, but rather provided an update on her initiative for women's health research at the beginning of the meeting. Additionally, the signature on the presidential stationery is not a signature used for official purposes, but rather a keepsake given to attendees of White House events. Therefore, the claim is half-true, as Jill Biden did participate in a Cabinet meeting, but did not lead it and the signature on the stationery is not used for official purposes."
  ],
  "14783": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Florida \"put Tom Walz instead of Tim Walz\" on its ballots. While there are mentions of incorrect spellings of Tim Walz's name, such as \"Tom Walz\", these instances are not related to Florida putting his name on ballots. In fact, the evidence suggests that election officials caught the errors and fixed them, leaving few voters affected. Additionally, there is no evidence to suggest that Florida intentionally put Tom Walz on its ballots instead of Tim Walz. The claim is likely an exaggeration or misinformation."
  ],
  "14784": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the Montana Secretary of State left Kamala Harris off the ballot, which is partially true. According to the evidence, some Montana voters living overseas did receive ballots without Harris' name listed, but it was not a widespread issue and was quickly fixed by the secretary of state's office. The evidence suggests that the error was not intentional and affected only a few voters. Therefore, the claim is half-true, as it is partially accurate but also omits crucial details and exaggerates the scope of the issue."
  ],
  "14790": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that North Carolina removed 747,000 voters from the voter rolls to \"steal the election.\" While it is true that North Carolina removed 747,000 registrants from its voter rolls, the evidence suggests that these removals were due to normal list maintenance and ineligibility, rather than an attempt to manipulate the election. The State Board of Elections explained the removals, and experts confirmed that the move appeared to be normal voter roll cleanup, which is required by state law. The removals were not targeted at a specific political party, and the evidence does not support the claim that the removals were intended to \"steal the election.\" However, the removals did occur, and the claim is not entirely false. Therefore, the verdict is HALF-TRUE."
  ],
  "14818": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"We have cut the flow of fentanyl by half\" is partially supported by the evidence. While there are statements from officials, such as Harris, claiming that the flow of fentanyl has been cut in half, there is no concrete data or evidence to back up this claim. Additionally, experts like Joseph Palamar point out that it's difficult to determine the exact amount of fentanyl coming into the country, making it challenging to verify the claim. The evidence suggests that fentanyl overdoses are a significant issue, and efforts to interdict and seize the drug are underway, but the claim of a 50% reduction in flow is not supported by concrete data."
  ],
  "14821": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that patents dating back to the 1800s show that people can control the weather. While some patents from the 1800s may have mentioned weather-related technologies, such as cloud seeding, the evidence suggests that these technologies are not capable of controlling the weather on a large scale. Additionally, experts in the field of meteorology and atmospheric science have stated that there is no technology that allows anyone to control the weather or create a hurricane. The claim is likely exaggerated or misleading."
  ],
  "14822": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"Milwaukee is one of the sex trafficking capitals in our country\" is partially true. While there is evidence that Milwaukee has a significant problem with sex trafficking, the exact ranking of the city as a \"sex trafficking capital\" is difficult to measure due to the lack of accurate data. The evidence provided shows that Milwaukee has a higher number of allegations of child sex trafficking compared to other cities, but it is not clear if this is the highest in the country. Additionally, the claim is based on anecdotal evidence from organizations and individuals, which may not be representative of the entire city. Therefore, the claim is half-true, as it is partially supported by evidence but also lacks concrete data to support the ranking."
  ],
  "14836": [
    "VERDICT: FALSE\nREASON: The claim \"About 400,000 manufacturing jobs in the state of Michigan will go away with EV mandates\" is FALSE. The evidence provided shows that the actual number of auto manufacturing jobs in Michigan is significantly lower than 400,000, with estimates ranging from 37,000 to 176,769. Additionally, the evidence suggests that the transition to EVs may lead to some job losses, but not to the extent of 400,000 jobs. The claim is likely an exaggeration or a misrepresentation of the actual impact of EV mandates on Michigan's manufacturing sector."
  ],
  "14843": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Eric Hovde \"opposes efforts to negotiate with the big pharmaceutical companies to lower the price of prescription drugs.\" However, the evidence suggests that Hovde has expressed mixed views on the issue. On one hand, he has stated that he opposes the Inflation Reduction Act, which includes a provision allowing Medicare to negotiate drug prices. On the other hand, he has also stated that he believes the government should negotiate with Big Pharma to lower drug prices. Additionally, he has proposed increasing price transparency and requiring health insurers to disclose their negotiated drug rebates and discounts. Therefore, while Hovde may not be entirely in favor of negotiating with pharmaceutical companies, he is not entirely opposed to it either. His views on the issue are more nuanced and complex, making the claim HALF-TRUE."
  ],
  "14849": [
    "VERDICT: FALSE\nREASON: The claim \"I've not gotten a single call from the White House\" is explicitly contradicted by the evidence. The evidence shows that the White House has tried to contact the person at least three times by phone or email, and spoke with their staff, but the person never personally responded. This suggests that the person has indeed received calls from the White House, contrary to their claim."
  ],
  "14851": [
    "VERDICT: HALF-TRUE\nREASON: The claim is partially true because the evidence shows that Kamala Harris has supported gun buybacks and mandatory buyback programs for assault weapons in the past. However, the evidence also shows that she no longer holds this position and has clarified that she does not support mandatory buybacks. The claim is not entirely false because it is based on a specific policy stance that Harris held in the past, but it is also not entirely true because she has since changed her position."
  ],
  "14852": [
    "VERDICT: FALSE\nREASON: The evidence provided shows that The Atlantic did not publish an article with the headline \"Trump is Literally Hitler\". The image circulating on social media is a fabricated screenshot, and The Atlantic's website does not have any article with that title. The article that was actually published by The Atlantic was titled \"Trump: ‘I need the kind of generals that Hitler had.’\" and was not about Trump being compared to Hitler. Therefore, the claim is FALSE."
  ],
  "14853": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"As of today, we have cut the flow of immigration by over half\" is partially true. The evidence suggests that there has been a decrease in immigration, but it's not clear if it's exactly \"over half\". Some sources mention a 50% decrease, while others provide different numbers. For example, López Obrador mentioned a 50% decrease in the number of migrants reaching the southern U.S. border, but other sources provide different figures. Additionally, the evidence does not provide a clear timeline or specific data to support the claim that the decrease is \"as of today\". Therefore, the claim is HALF-TRUE."
  ],
  "14854": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Ruben Gallego wanted to defund the police and co-sponsored legislation to do so. However, the evidence suggests that Gallego has not supported defunding the police. He has co-sponsored legislation to restrict the transfer of military weapons to law enforcement and to curb the militarization of local police forces, but this is not the same as defunding the police. Additionally, Gallego's campaign has stated that he does not support defunding the police and has secured funding to hire more police officers and provide crime-stopping resources to state and local law enforcement. Therefore, the claim is half-true because it is partially accurate, but also misleading and incomplete."
  ],
  "14855": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that Vice President Kamala Harris has called Donald Trump \"Adolf Hitler.\" While the evidence does mention that Trump accused Harris of calling him Adolf Hitler, there is no evidence to support this claim. In fact, the evidence suggests that Trump is the one who has made the comparison, not Harris. Additionally, the evidence does not provide any quotes or direct evidence of Harris making such a comparison. Therefore, the claim is FALSE."
  ],
  "14857": [
    "VERDICT: HALF-TRUE\nREASON: The claim that Kari Lake is threatening Social Security and Medicare is partially true. While Lake has expressed concerns about the sustainability of these programs, she has also stated that she would not touch funding for them. The evidence suggests that Lake has made contradictory statements about Social Security and Medicare, which may be interpreted as threatening or endangering these programs. However, it is important to note that Lake has not explicitly stated that she would cut or eliminate these programs. The claim is half-true because it is based on a partial and potentially misleading representation of Lake's stance on Social Security and Medicare."
  ],
  "14858": [
    "VERDICT: FALSE\nREASON: The claim states that the United States Postal Service recently changed the delivery method of absentee mail-in ballots to hide evidence of absentee mail-in ballot fraud. However, the evidence provided shows that the Postal Service has not changed its procedures for delivering absentee ballots, and U.S. Postal Service spokesperson Martha Johnson stated that the Postal Service has used the same procedures for previous general elections. Additionally, the evidence does not support the claim that the Postal Service is hiding evidence of absentee mail-in ballot fraud. The claim is likely an unfounded conspiracy theory."
  ],
  "14859": [
    "VERDICT: FALSE\nREASON: The claim states that Kamala Harris, as California attorney general, redefined child sex trafficking, assault with a deadly weapon, and rape of an unconscious person as a totally nonviolent crime. However, the evidence provided shows that this is not accurate. Proposition 57, which was passed during Harris' tenure as attorney general, did not redefine these crimes as nonviolent. Instead, it reclassified certain nonviolent felonies to allow for earlier parole eligibility. Additionally, the evidence shows that these crimes were already considered nonviolent under California law, and Harris' actions did not change that. Therefore, the claim is FALSE."
  ],
  "14860": [
    "VERDICT: TRUE\nREASON: The evidence retrieved suggests that Sam Brown has publicly supported cutting Social Security and Medicare. Multiple sources, including Sen. Jacky Rosen, a Democratic opponent, and Make the Road Nevada, a liberal political action committee, have accused Brown of wanting to cut these programs. Additionally, Brown has expressed support for a balanced budget amendment, which economists say would lead to steep cuts to Social Security, Medicare, and Medicaid. While some sources may have exaggerated or mischaracterized Brown's positions, the evidence collectively suggests that he has indeed expressed support for cutting these programs."
  ],
  "14861": [
    "VERDICT: FALSE\nREASON: The claim states that a Democratic operative makes credible allegations of fraud during the 2020 presidential election in Georgia. However, the evidence provided does not support this claim. The video shows a man making claims about the 2020 election, but these claims have been debunked by state investigations and officials. There is no credible evidence of fraud in Georgia's 2020 presidential election. The man in the video is not linked to the Democratic Party, and his claims are part of a \"dancing fountain of lies\" that have been disproven. The evidence provided does not support the claim that a Democratic operative makes credible allegations of fraud during the 2020 presidential election in Georgia."
  ],
  "14874": [
    "VERDICT: FALSE\nREASON: The claim states that vans filled with 50,000 ballots showed up in Philadelphia during a live MSNBC report, which is not supported by the evidence. The evidence suggests that the report was about an upcoming ballot drop, not a sudden arrival of 50,000 ballots. Additionally, the trucks seen arriving in the MSNBC report did not contain any ballots, according to a spokesperson for Philadelphia City Commissioner Seth Bluestein. The claim is likely an exaggeration or misinformation."
  ],
  "14878": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that President-elect Donald Trump has been to Epstein's island. While Trump and Epstein were acquaintances and operated in the same social circles, there is no documented evidence that Trump visited Epstein's private island, Little St. James in the Virgin Islands, where Epstein allegedly sexually abused underage girls. Trump has denied visiting the island, and flight logs show that Trump flew on Epstein's private plane, but there is no evidence of him visiting the island. Additionally, multiple sources, including Trump himself, have denied the claim. Therefore, the claim is FALSE."
  ],
  "14881": [
    "VERDICT: FALSE\nREASON: The claim that Joe Biden's 80 million votes in 2020 were a \"lie\" is FALSE. The evidence provided does not support this claim. In fact, the evidence suggests that the claim is baseless and has been repeatedly refuted by fact-checking organizations, polls, and officials. The claim is likely an attempt to spread misinformation and undermine the legitimacy of the 2020 presidential election. The evidence provided includes statements from PolitiFact, which has repeatedly rated claims that the 2020 election was rigged or that Joe Biden was illegitimately elected as FALSE. Additionally, polls conducted by the University of Massachusetts Amherst and YouGov, and the Associated Press-NORC Center for Public Affairs Research, found that a majority of respondents believed Joe Biden's victory in the 2020 election was legitimate. There is no credible evidence to support the claim that Joe Biden did not receive 80 million votes in the 2020 election."
  ],
  "14883": [
    "VERDICT: FALSE\nREASON: The claim states that Zillow CEO Jeremy Wacksman said on CNBC that Trump's deportation plan will help with housing affordability. However, the evidence retrieved does not support this claim. According to the evidence, Wacksman did not make any statement about Trump's deportation plan and its potential impact on housing affordability. In fact, the evidence suggests that housing experts have expressed concerns that Trump's plan could exacerbate home prices and worsen the housing shortage. Additionally, the evidence does not provide any credible source or quote from Wacksman supporting the claim. Therefore, the claim is FALSE."
  ],
  "14889": [
    "VERDICT: FALSE\nREASON: The claim that a \"ballot dump\" around 4 a.m. in Milwaukee shows the Wisconsin Senate election was stolen from the Republican candidate is FALSE. The evidence provided shows that the 4 a.m. influx of absentee ballots was expected and transparent, as Wisconsin law prohibits processing absentee ballots before 7 a.m. on Election Day. The Republican challenger, Eric Hovde, himself acknowledged that the absentee ballot pattern didn't match what he got on Election Day, but this is not evidence of fraud or election theft. Additionally, the claims of fraud and \"ballot harvesting\" made by True the Vote and others are unsubstantiated and lack concrete evidence. The Wisconsin Election Commission and other authorities have not found any evidence of widespread fraud or irregularities in the election. The claim is likely fueled by misinformation and conspiracy theories."
  ],
  "14900": [
    "VERDICT: FALSE\nREASON: The claim \"Half of all Ukrainian aid was laundered and sent back to Democrat candidates for re-election\" is FALSE because the evidence provided does not support this claim. While there are mentions of corruption and embezzlement of aid money in Ukraine, there is no credible evidence to suggest that half of the aid was laundered and sent back to Democrat candidates for re-election. In fact, the evidence suggests that the majority of the aid was used for military and humanitarian purposes, and that Ukrainian President Volodymyr Zelenskyy has stated that his country has received less than half of the over $177 billion in aid sent by the United States. Additionally, the claim is not supported by any credible sources or evidence, and is likely a conspiracy theory."
  ],
  "14910": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that Sen. John Thune announces plans to cut Social Security after meeting with Elon Musk. However, the evidence suggests that Thune did not announce any plans to cut Social Security. Instead, he mentioned that \"perhaps mandatory programs are areas that they’re looking to make cuts in, like Social Security for example\" in a conversation with Julie Tsirkin, NBC News’ congressional correspondent. This statement is not a formal announcement or a plan to cut Social Security, but rather a hypothetical example of potential areas for cuts. Therefore, the claim is HALF-TRUE, as it is partially accurate but also misleading."
  ],
  "14920": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that the spending plan includes a pay increase for members of Congress from $174,000 to $243,000 per year. However, the evidence suggests that the actual increase is $6,600, not $69,000. The claim is half-true because it is partially accurate, but the magnitude of the increase is incorrect."
  ],
  "14925": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that a second attack in New Orleans has been uncovered, police are searching. The evidence suggests that the claim is likely a fabrication, as there is no credible reporting or information supporting the existence of a second attack in New Orleans. The evidence also suggests that the claim may be part of a disinformation campaign, as the same text and photos are being used in multiple posts, and the details of the supposed attack are not consistent with any known events in New Orleans. Additionally, the FBI and other law enforcement agencies have not reported any such incident. Therefore, the claim is FALSE."
  ],
  "14933": [
    "VERDICT: FALSE\nREASON: The claim states that Los Angeles, Hollywood, and California will get 100% aid for 180 days, while Western North Carolina will get $750. However, the evidence suggests that the claim is false. The evidence shows that the federal cost share for disaster response was increased to 100% in both California and North Carolina, but there is no evidence to suggest that Los Angeles and Hollywood are receiving 100% aid for 180 days. Additionally, the evidence suggests that North Carolina received $750 million in emergency funds, not $750. The claim is likely an exaggeration or misrepresentation of the actual aid provided to the two regions."
  ],
  "14936": [
    "VERDICT: FALSE\nREASON: The claim states that Oregon sent 60 fire trucks to California to help with the fires, but they're being held in Sacramento for emissions testing. However, the evidence provided shows that Oregon sent firefighting teams to help with the Los Angeles fires, and they were safety-checked by California's Department of Forestry and Fire Protection (Cal Fire) when they arrived. The teams were not held in Sacramento for emissions testing, but rather went through a routine safety check to ensure their equipment was mechanically sound. Additionally, Cal Fire stated that no out-of-state vehicles, including the Oregon fire trucks, were turned around or refused service, and all repairs were completed the same day with the exception of a couple that required parts. Therefore, the claim is FALSE."
  ],
  "14944": [
    "VERDICT: FALSE\nREASON: The evidence provided does not support the claim that every single person in America is now legally classified as female under Trump's executive order. In fact, the evidence suggests that Trump's executive order recognized two sexes, male and female, and did not change the legal classification of individuals. Additionally, legal scholars and experts have challenged the claim that the order would legally affect \"every single person's\" sex. The claim is likely an exaggeration or misinformation."
  ],
  "14960": [
    "VERDICT: HALF-TRUE\nREASON: The claim is partially true, but also partially misleading. Trump did not change the Obama policy on hiring air traffic controllers. In fact, the Obama administration had already implemented a hiring assessment for air traffic controllers in 2014, and Trump did not reverse this policy. However, Trump did sign an executive order in 2017 that aimed to improve the hiring process for air traffic controllers, which was a continuation of the efforts started by the Obama administration. Additionally, Trump's claim that Biden changed the policy is also misleading, as Biden did not reinstate the Obama-era hiring protocol, but rather implemented a new pathway for hiring air traffic controllers through state plans. Therefore, the claim is half-true because it is partially accurate but also contains misleading information."
  ],
  "14972": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that FEMA sent $59M to luxury hotels in New York City to house illegal migrants, and that this money was meant for American disaster relief. However, the evidence suggests that FEMA did not directly give money to luxury hotels, but rather to New York City, which then used the funds to house migrants. Additionally, the money did not come from the Disaster Relief Fund, but rather from a separate program funded by U.S. Customs and Border Protection. While the claim is partially accurate in that FEMA did provide funding for migrant housing, it is misleading in its characterization of the funding source and the purpose of the funding. Therefore, the verdict is HALF-TRUE."
  ],
  "14978": [
    "VERDICT: HALF-TRUE\nREASON: The claim that President Joe Biden \"fired\" 14,000 Keystone XL pipeline workers \"on day one\" of his administration is partially true. While it is accurate that Biden revoked the permit for the Keystone XL pipeline on his first day in office, the claim that 14,000 workers were fired on that day is an exaggeration.\n\nAccording to the evidence, TC Energy, the company behind the project, \"let go 1,000 workers in both the U.S. and Canada\" one day after Biden revoked the permit. This suggests that the actual number of workers affected was significantly lower than 14,000. Additionally, estimates vary on the number of jobs the Keystone XL pipeline would have created, and it's unclear how many of those jobs would have been lost as a result of the permit revocation.\n\nTherefore, while the claim is partially true in the sense that Biden did take action to halt the pipeline project, the claim that 14,000 workers were fired on day one is an exaggeration and should be considered HALF-TRUE."
  ],
  "14984": [
    "VERDICT: HALF-TRUE\nREASON: The claim \"You either have XX or XY chromosomes. Those are the options\" is partially true. While it is true that most people are born with either XX or XY chromosomes, which determine their biological sex, the evidence provided shows that there are exceptions. For example, people with Klinefelter syndrome (XXY) or Turner syndrome (X) may have chromosomes that do not fit into the typical XX or XY categories. Additionally, there are intersex conditions that do not involve chromosomes, and some people may have chromosomes that do not align with their gender identity. Therefore, while the claim is generally true, it is not entirely accurate and oversimplifies the complexity of human biology and gender identity."
  ],
  "14989": [
    "VERDICT: HALF-TRUE\nREASON: The claim states that \"All armed services are having among the best recruiting results ever\" because of Trump policies, and \"it was just a few months ago where the results were exactly the opposite.\" However, the evidence suggests that the military recruitment results were already improving before Trump took office. The Army's best recruiting month in 15 years was in January, which was before Trump's presidency. Additionally, the Marine Corps Recruiting Command reported that recruiters outperformed the first five months of fiscal year 2025 compared to the same timeframe the previous year, which was before Trump took office. While it is possible that Trump's policies may have had some impact on recruitment, it is not accurate to say that the results were \"exactly the opposite\" just a few months prior. Therefore, the claim is HALF-TRUE."
  ]
}