{
  "14073": {
    "intent": "The intended conclusion of this claim is that Donald Trump's immigration policies and actions did not result in any significant changes to existing immigration laws, implying that his presidency did not have a lasting impact on the country's immigration system.",
    "keywords": "['Donald Trump', 'immigration law']|_|>",
    "con_claim": "\"Donald Trump's presidency did result in significant changes to immigration policies and laws, despite his administration's claims to the contrary, and his actions had a lasting impact on the country's immigration system.\"|_|>",
    "top_20_evidences": [
      17136,
      17139,
      17135,
      17133,
      17134,
      34481,
      32549,
      27662,
      33876,
      3739,
      40489,
      17138,
      12304,
      24014,
      9864,
      16125,
      17160,
      17147,
      15741,
      17159
    ]
  },
  "13905": {
    "intent": "The intended conclusion of this claim is that the acid rain is having a devastating impact on Ohio's fertile farmland, potentially threatening the state's agricultural industry.",
    "keywords": "['75,000', 'Ohio']",
    "con_claim": "\"While it is true that Ohio has approximately 75,000 acres of farmland, there is no conclusive evidence to support the claim that these fertile acres are being 'poured down with acid rain', and it is crucial to consider alternative factors contributing to any potential agricultural challenges in the state.\"",
    "top_20_evidences": [
      12870,
      12868,
      12879,
      12871,
      12878,
      12881,
      12874,
      12875,
      12884,
      12877,
      15171,
      15173,
      22282,
      12788,
      22271,
      12890,
      17089,
      5546,
      22269,
      15175
    ]
  },
  "13455": {
    "intent": "The intended conclusion of this claim is that Biden's plan to acquire lithium from China for electric cars is somehow problematic or undesirable.",
    "keywords": "['Biden', 'China', 'lithium', 'electric cars']",
    "con_claim": "\"Biden's administration is committed to securing a reliable and sustainable supply of lithium for the production of electric cars, and exploring partnerships with international partners, including China, to achieve this goal.\"",
    "top_20_evidences": [
      5904,
      5902,
      5903,
      5906,
      20660,
      30285,
      28959,
      5905,
      30287,
      10887,
      37797,
      13302,
      4255,
      3393,
      5907,
      37798,
      11823,
      18694,
      37771,
      4248
    ]
  },
  "13096": {
    "intent": "The intended conclusion is that the United States has made significant progress in reducing its reliance on coal energy and is a leader in this regard compared to other countries.",
    "keywords": "['10 years ago', '504', 'United States']",
    "con_claim": "\"The United States had 589 coal-fired plants 10 years ago, but despite this reduction to 504, the country still relies heavily on coal energy, and it's unclear why the speaker is touting this as a success when other nations have made more substantial progress in transitioning away from coal.\"",
    "top_20_evidences": [
      1175,
      1179,
      1184,
      1182,
      1174,
      4226,
      1183,
      1186,
      1178,
      1180,
      6327,
      19360,
      6324,
      4229,
      32167,
      6328,
      4228,
      6321,
      32151,
      6322
    ]
  },
  "14070": {
    "intent": "The intended conclusion of this claim is that the presence of biological boys in girls' locker rooms is a contributing factor to the high rate of teenage girls contemplating suicide.",
    "keywords": "['biological boys', 'a third', 'teenage girls','seriously contemplated suicide']|_|>",
    "con_claim": "The claim that the presence of biological boys in girls' locker rooms is a simplistic and misleading explanation for the complex issue of teenage girls' mental health, and that it is unfair to suggest that a third of our teenage girls seriously contemplated suicide last year solely because of this factor, when in reality, there are numerous other contributing factors at play.",
    "top_20_evidences": [
      17039,
      17041,
      17040,
      17045,
      17071,
      17060,
      17077,
      17043,
      17054,
      17061,
      17078,
      12508,
      17051,
      17037,
      12493,
      17053,
      17066,
      17076,
      12480,
      26280
    ]
  },
  "13001": {
    "intent": "The intended conclusion of this claim is that Democrats are irresponsible and reckless with public funds, prioritizing their own spending desires over fiscal responsibility and accountability.",
    "keywords": "['blank check book','repercussions']|_|>",
    "con_claim": "\"Republicans are attempting to mischaracterize Democratic proposals as a 'blank check book' to distract from their own reckless spending habits and lack of accountability, while ignoring the potential benefits and consequences of responsible fiscal policy.\"|_|>",
    "top_20_evidences": [
      101,
      12421,
      40233,
      2055,
      2156,
      34013,
      29112,
      103,
      102,
      6565,
      37405,
      21704,
      21686,
      12429,
      32775,
      1977,
      35164,
      14547,
      16254,
      30176
    ]
  },
  "14066": {
    "intent": "The intended conclusion of this claim is that Wisconsin is likely to vote for Democratic candidates in elections.",
    "keywords": "['Wisconsin', 'blue']|_|>",
    "con_claim": "\"Wisconsin's electoral history and current trends suggest that it is not a reliably 'blue' state, and its voting patterns are more accurately characterized as swing state territory.\"|_|>",
    "top_20_evidences": [
      16955,
      16969,
      16970,
      16964,
      16954,
      22352,
      40111,
      29892,
      22350,
      16950,
      16966,
      16968,
      28659,
      40139,
      31800,
      28650,
      22782,
      28648,
      40162,
      40123
    ]
  },
  "13868": {
    "intent": "The intended conclusion of this claim is that Mayor Eric Adams is planning to restrict or prohibit the sale or consumption of chocolate milk in New York City, which may be perceived as an overreach or an attack on personal freedom.",
    "keywords": "['New York City', 'Mayor Eric Adams', 'ban', 'chocolate milk']|_|>",
    "con_claim": "\"New York City Mayor Eric Adams does not propose to ban chocolate milk, but rather explores alternative options to promote healthier beverage choices in the city, ensuring residents have access to a variety of nutritious options.\"|_|>",
    "top_20_evidences": [
      11990,
      11977,
      11985,
      11982,
      11976,
      11975,
      11993,
      11992,
      11979,
      11981,
      11989,
      11991,
      11984,
      20102,
      16549,
      11994,
      16538,
      11983,
      15840,
      16546
    ]
  },
  "14262": {
    "intent": "The intended conclusion of this claim is that President Joe Biden is responsible for the increase in gasoline prices, implying that his policies or actions are the cause of the price hike.",
    "keywords": "['63%', 'President Joe Biden']",
    "con_claim": "\"Gasoline prices have fluctuated by 63% since the start of the pandemic, and it's misleading to attribute this increase solely to President Joe Biden's presidency, as global market forces, supply chain disruptions, and other factors have also played a significant role in shaping the current market.\"",
    "top_20_evidences": [
      21944,
      23791,
      20227,
      23790,
      21947,
      5691,
      23793,
      21949,
      5680,
      20232,
      23792,
      20228,
      21957,
      20231,
      23794,
      6,
      5909,
      9300,
      6117,
      20223
    ]
  },
  "14925": {
    "intent": "The intended conclusion of this claim is that there has been a second serious incident or crime in New Orleans, and the police are actively investigating it.",
    "keywords": "['New Orleans', 'attack', 'police']",
    "con_claim": "\"There is no credible evidence to suggest a second attack in New Orleans, and the police have not issued any official statements confirming such an incident.\"",
    "top_20_evidences": [
      39994,
      39997,
      39996,
      39993,
      7193,
      40004,
      2081,
      8322,
      9375,
      9372,
      40003,
      28285,
      22875,
      7131,
      34105,
      24414,
      1216,
      40005,
      5269,
      39581
    ]
  },
  "13085": {
    "intent": "The intended conclusion of this claim is that the COVID-19 vaccine is ineffective or useless, implying that it does not provide adequate protection against the virus.",
    "keywords": "['Fauci', 'Covid', 'vax', 'doesn']",
    "con_claim": "\"Fauci clarifies that the COVID-19 vaccine's effectiveness is not absolute, but rather a complex interplay of factors, including individual immune responses, viral mutations, and public health measures, and that his statements should not be misinterpreted as implying the vaccine is entirely ineffective.\"",
    "top_20_evidences": [
      1052,
      6696,
      3476,
      3473,
      6698,
      7497,
      3479,
      6705,
      1054,
      6695,
      3485,
      7499,
      1859,
      3488,
      3472,
      1756,
      6697,
      1030,
      1055,
      3467
    ]
  },
  "14498": {
    "intent": "The intended conclusion of this claim is that President Obama bears direct responsibility for the creation and existence of the Islamic State (ISIS).",
    "keywords": "['Obama', 'ISIS']",
    "con_claim": "\"It is a gross misrepresentation to suggest that President Obama single-handedly created ISIS, as the roots of the group's formation and growth are far more complex and multifaceted, involving a range of historical, political, and social factors.\"",
    "top_20_evidences": [
      28185,
      28184,
      28186,
      28190,
      28189,
      28193,
      28196,
      28195,
      28191,
      33860,
      32221,
      28197,
      16579,
      4614,
      30551,
      28192,
      5828,
      41866,
      33861,
      27598
    ]
  },
  "13701": {
    "intent": "The intended conclusion is that the North Carolina Republican Party (N.C. GOP) endorses a policy that is extreme or radical, and that this policy is called \"Rescue America,\" which is likely a code phrase or slogan with a negative connotation.",
    "keywords": "['N.C.', 'GOP', 'Rick', 'Scott', 'Rescue America']",
    "con_claim": "\"The North Carolina Republican Party (N.C. GOP) has not officially endorsed Sen. Rick Scott's policy initiative, and it is inaccurate to label it as 'extremist' or 'Rescue America' without providing concrete evidence to support such a characterization.\"",
    "top_20_evidences": [
      8944,
      8947,
      8946,
      8943,
      8949,
      6051,
      22155,
      23299,
      5521,
      33800,
      5614,
      19743,
      38642,
      6339,
      34189,
      5616,
      6045,
      5621,
      23297,
      22756
    ]
  },
  "13255": {
    "intent": "The intended conclusion of this claim is that vaccination is not as effective as natural immunity in providing long-term protection against a disease, and therefore, natural immunity is superior.",
    "keywords": "['CDC', 'natural immunity', 'prior infections', 'vaccinated immunity']|_|>",
    "con_claim": "\"The CDC does not suggest that natural immunity from prior infections is superior to vaccinated immunity alone, and in fact, the agency emphasizes the importance of vaccination as a crucial component of a comprehensive approach to disease prevention and control, which includes both natural and acquired immunity.\"|_|>",
    "top_20_evidences": [
      3258,
      3263,
      6703,
      1940,
      6293,
      16690,
      1756,
      2217,
      26940,
      16146,
      6292,
      2587,
      3267,
      24643,
      1859,
      827,
      16696,
      11011,
      26930,
      10300
    ]
  },
  "13334": {
    "intent": "The intended conclusion of this claim is that the Democratic Party is targeting and persecuting ordinary citizens who engage in political discourse, implying that the party is suppressing free speech and engaging in political repression.",
    "keywords": "['Democrat', 'persecution', 'ordinary citizens', 'legitimate political discourse']",
    "con_claim": "\"We've had two members engage in a misguided and unjustified attack on ordinary citizens who were exercising their right to engage in legitimate political discourse, which is not an indication of a Democrat-led persecution, but rather a reflection of the importance of upholding democratic values and protecting the rights of all individuals to participate in the political process.\"",
    "top_20_evidences": [
      4317,
      10550,
      4329,
      80,
      14552,
      4328,
      32372,
      14480,
      31906,
      8364,
      19152,
      19382,
      31902,
      31916,
      31898,
      14481,
      14547,
      4025,
      33813,
      14645
    ]
  },
  "14853": {
    "intent": "The intended conclusion of this claim is that the current immigration policy is effective in reducing the number of immigrants entering the country.",
    "keywords": "['over half']|_|>",
    "con_claim": "\"The claim that we have cut the flow of immigration by over half is misleading, as it fails to account for the significant increase in unauthorized border crossings and the lack of comprehensive data on the actual number of immigrants entering the country.\"|_|>",
    "top_20_evidences": [
      38222,
      37268,
      27162,
      30841,
      30462,
      21310,
      32308,
      21302,
      30855,
      24460,
      18305,
      38998,
      27125,
      18089,
      21304,
      30839,
      24464,
      12305,
      30699,
      24469
    ]
  },
  "13574": {
    "intent": "The intended conclusion of this claim is that the Australian government or healthcare authorities may be coercively administering the COVID-19 vaccine to patients without their informed consent.",
    "keywords": "['COVID-19', 'Australian Technical Advisory Group on Immunisation','sedation', 'unrelated procedures', 'consent']|_|>",
    "con_claim": "\"The Australian Technical Advisory Group on Immunisation explicitly recommends that patients undergoing unrelated procedures under sedation should be fully informed and provided with the opportunity to give their voluntary consent before receiving the COVID-19 vaccine, and it is crucial that healthcare providers respect patients' autonomy and decision-making capacity in this regard.\"|_|>",
    "top_20_evidences": [
      7448,
      7447,
      7450,
      7451,
      7452,
      18711,
      747,
      752,
      13024,
      7449,
      754,
      13016,
      749,
      3373,
      16151,
      6298,
      753,
      10188,
      13030,
      2508
    ]
  },
  "14740": {
    "intent": "The intended conclusion of this claim is that Mark Robinson is prioritizing his political campaign over his duties as a member of the Board of Education.",
    "keywords": "['Mark Robinson', 'Board of Education', 'teacher bonuses', 'campaign event']|_|>",
    "con_claim": "\"Mark Robinson's decision to attend a campaign event on the same day as a Board of Education vote on teacher bonuses does not necessarily imply that he is prioritizing his political campaign over his duties as a member of the Board of Education, as it is possible that he had a prior commitment or scheduling conflict.\"|_|>",
    "top_20_evidences": [
      35170,
      35177,
      35171,
      35185,
      35169,
      35180,
      35168,
      35175,
      35173,
      35187,
      19380,
      8624,
      35172,
      37695,
      4680,
      40422,
      35176,
      8625,
      37702,
      37617
    ]
  },
  "14504": {
    "intent": "The intended conclusion of this claim is that the legislative body's productivity has significantly decreased and is comparable to a period of economic crisis, implying a negative assessment of their performance.",
    "keywords": "['27', 'Depression']",
    "con_claim": "\"While it's true that the legislative body passed 27 bills last year, it's misleading to compare this number to the fewest bills passed during the Depression, as it ignores the vastly different political and economic contexts of the two periods.\"",
    "top_20_evidences": [
      28334,
      28335,
      28341,
      28349,
      28344,
      28342,
      11670,
      28346,
      28213,
      28337,
      15568,
      10239,
      28222,
      28345,
      23024,
      28347,
      7511,
      6804,
      23630,
      7509
    ]
  },
  "14519": {
    "intent": "The intended conclusion of this claim is that the decrease in crime in Venezuela is a result of the US accepting and assimilating Venezuelan criminals, rather than any actual improvement in Venezuelan law enforcement or societal factors.",
    "keywords": "['67%', 'Venezuela', 'United States']",
    "con_claim": "\"Venezuela's reported 67% decrease in crime is not a result of the US accepting and assimilating Venezuelan criminals, but rather a likely consequence of underreporting, lack of transparency, or other factors, and it is misleading to attribute this supposed decline to the US taking in Venezuelan gang members and criminals.\"",
    "top_20_evidences": [
      28735,
      28739,
      28740,
      28736,
      28743,
      28752,
      28769,
      28756,
      28758,
      28734,
      28744,
      28760,
      10390,
      30738,
      28741,
      28747,
      10398,
      28745,
      28767,
      28768
    ]
  },
  "14852": {
    "intent": "The intended conclusion is that The Atlantic published an article that directly compared Donald Trump to Adolf Hitler, implying a strong moral equivalence or even identity between the two.",
    "keywords": "['Trump', 'Hitler', 'The Atlantic']",
    "con_claim": "\"The Atlantic did not publish a story headlined 'Trump is Literally Hitler', and any suggestion that the publication made a direct comparison between Donald Trump and Adolf Hitler is a misrepresentation of the actual content.\"",
    "top_20_evidences": [
      38206,
      38212,
      38202,
      38210,
      38204,
      38267,
      38215,
      38300,
      38216,
      25838,
      38220,
      38303,
      38209,
      38205,
      38290,
      38214,
      38296,
      38272,
      38201,
      38213
    ]
  },
  "14181": {
    "intent": "The intended conclusion of this claim is that the drug price negotiation has resulted in a significant reduction in the cost of medication for seniors, making it more affordable for them.",
    "keywords": "['$500', '35 cents','seniors']|_|>",
    "con_claim": "\"While it's true that some seniors may have seen a reduction in their medication costs, it's misleading to suggest that they're now paying only 35 cents a month, as this figure is likely an exception rather than the norm, and many seniors are still paying significantly more than $500 a month for their medications.\"|_|>",
    "top_20_evidences": [
      19885,
      33997,
      35423,
      40652,
      19892,
      34021,
      32522,
      27412,
      33996,
      20192,
      34019,
      35419,
      1579,
      35426,
      35421,
      28087,
      34024,
      190,
      15705,
      40666
    ]
  },
  "14780": {
    "intent": "The intended conclusion is that Jill Biden holds a significant role in the administration, possibly exceeding the traditional role of a first lady, and has a level of influence and authority comparable to that of the President.",
    "keywords": "['Jill Biden', 'Joe Biden', 'presidential stationery']|_|>",
    "con_claim": "Jill Biden did not lead a Cabinet meeting for President Joe Biden, and her signature does not appear on presidential stationery, as the First Lady's role is traditionally ceremonial and does not involve direct involvement in executive decision-making or official documents.",
    "top_20_evidences": [
      36263,
      36268,
      36260,
      36264,
      36276,
      36275,
      36270,
      36271,
      36261,
      36265,
      36280,
      36765,
      10757,
      11576,
      24784,
      16588,
      2934,
      26310,
      40386,
      40974
    ]
  },
  "14836": {
    "intent": "The intended conclusion of this claim is that the implementation of electric vehicle (EV) mandates will have a devastating impact on the manufacturing sector in Michigan, potentially leading to significant job losses.",
    "keywords": "['400,000', 'Michigan', 'EV mandates']",
    "con_claim": "\"Michigan's manufacturing sector is not expected to lose 400,000 jobs due to EV mandates, as proponents of these regulations have exaggerated the potential impact, and a more nuanced analysis suggests that the transition to electric vehicles will likely create new job opportunities in the state's manufacturing industry.\"",
    "top_20_evidences": [
      37766,
      37767,
      37801,
      37781,
      37799,
      37776,
      37773,
      37769,
      37783,
      37779,
      9294,
      37775,
      37770,
      37782,
      9293,
      38112,
      21223,
      37792,
      37791,
      37795
    ]
  },
  "13768": {
    "intent": "The intended conclusion of this claim is that a combination of low unemployment and high inflation is a reliable indicator of an impending recession within two years.",
    "keywords": "['unemployment', '4%', 'inflation', '4%','recession', 'two years']",
    "con_claim": "\"When unemployment is below 4% and inflation is above 4%, there is no conclusive evidence to suggest that a recession will inevitably follow within two years, and alternative factors may be more significant indicators of economic downturns.\"",
    "top_20_evidences": [
      9828,
      9829,
      9821,
      9825,
      9832,
      8591,
      9826,
      25621,
      9833,
      27041,
      17865,
      17862,
      9822,
      8592,
      9830,
      19608,
      10855,
      25049,
      10849,
      32729
    ]
  },
  "13036": {
    "intent": "The intended conclusion of this claim is that China and India are the largest contributors to per capita carbon dioxide emissions, implying that they are the primary culprits behind climate change.",
    "keywords": "['China', 'India', 'carbon dioxide emissions', 'per capita']|_|>",
    "con_claim": "\"Contrary to popular misconception, a chart actually reveals that the United States and European countries have significantly higher per capita carbon dioxide emissions compared to China and India, despite the latter's rapid economic growth.\"|_|>",
    "top_20_evidences": [
      490,
      493,
      498,
      4231,
      499,
      6322,
      6325,
      4226,
      6324,
      496,
      6321,
      6326,
      6323,
      12618,
      6327,
      7847,
      7844,
      11557,
      4225,
      4248
    ]
  },
  "13973": {
    "intent": "The intended conclusion is that stricter gun laws are effective in reducing gun homicides.",
    "keywords": "['5','states', 'gun', 'laws', 'nation', '5','states', 'laws']",
    "con_claim": "\"The 5 states with the highest gun homicide rates in the nation may have loose gun laws, but it's unclear whether this correlation is causal, and the 5 states with the lowest rates may have other factors contributing to their low rates, such as strong community policing or socioeconomic factors, which cannot be attributed solely to their gun laws.\"",
    "top_20_evidences": [
      14556,
      14579,
      14568,
      14566,
      14581,
      14560,
      25529,
      14567,
      14577,
      14580,
      16026,
      11320,
      25522,
      16001,
      16024,
      25527,
      14586,
      25526,
      16032,
      14582
    ]
  },
  "14408": {
    "intent": "The intended conclusion of this claim is that the COVID-19 mRNA vaccines are ineffective or even harmful, and therefore should not be used to combat the pandemic.",
    "keywords": "['mRNA COVID-19 vaccines', 'deaths', 'lives saved']",
    "con_claim": "The claim that \"mRNA COVID-19 vaccines have been linked to a disproportionate number of reported deaths, which may outweigh the lives saved, and therefore their overall effectiveness in combating the pandemic is questionable.\"",
    "top_20_evidences": [
      25673,
      25670,
      25680,
      25689,
      25706,
      10537,
      7738,
      25697,
      25685,
      7743,
      7737,
      1865,
      26703,
      1034,
      4308,
      7741,
      7733,
      7734,
      1898,
      1774
    ]
  },
  "13908": {
    "intent": "The intended conclusion of this claim is that the Biden administration is surrendering its authority to the World Health Organization (WHO) in matters of pandemic policy, potentially compromising US sovereignty and decision-making autonomy.",
    "keywords": "['Biden', 'WHO', 'US', 'pandemic', 'policies']",
    "con_claim": "\"The Biden administration has not surrendered its authority to the World Health Organization (WHO) in matters of pandemic policy, and any collaboration with the WHO is intended to enhance US pandemic preparedness and response, not compromise US sovereignty or decision-making autonomy.\"",
    "top_20_evidences": [
      12913,
      12932,
      8244,
      32257,
      12919,
      12313,
      20152,
      21492,
      40974,
      20142,
      30587,
      12912,
      18390,
      12923,
      27417,
      12929,
      26159,
      3410,
      31386,
      4606
    ]
  },
  "14010": {
    "intent": "The intended conclusion of this claim is that the speaker is committed to protecting veterans' programs and ensuring that the House GOP debt-ceiling bill does not harm them.",
    "keywords": "['House GOP', 'debt-ceiling bill','veterans', 'programs']",
    "con_claim": "\"The House GOP's debt-ceiling bill is recklessly prioritizing partisan interests over the well-being of veterans, and I strongly disagree with the notion that it won't harm their programs.\"",
    "top_20_evidences": [
      15539,
      15546,
      15538,
      15543,
      15560,
      15541,
      15537,
      15553,
      15563,
      15545,
      15567,
      2055,
      15540,
      15562,
      15554,
      15548,
      15552,
      15556,
      33486,
      23302
    ]
  },
  "14460": {
    "intent": "The intended conclusion of this claim is that Joe Biden's executive orders have created a precedent of not detaining individuals who enter the United States illegally, implying a more lenient approach to immigration enforcement.",
    "keywords": "['Joe Biden', 'executive orders', 'American history', 'illegally']|_|>",
    "con_claim": "\"Joe Biden's executive orders have not abolished the detention of individuals who enter the United States illegally, as previous administrations have consistently detained and processed unauthorized border crossers throughout American history.\"|_|>",
    "top_20_evidences": [
      27136,
      27662,
      12304,
      34788,
      32308,
      38980,
      38991,
      30458,
      30753,
      30831,
      27139,
      27676,
      24275,
      18303,
      28392,
      8845,
      4332,
      18089,
      27134,
      30443
    ]
  },
  "14311": {
    "intent": "The intended conclusion of this claim is that the federal government and the Federal Reserve are using inflation as a means to fund a war, rather than to stimulate the economy.",
    "keywords": "['raising', 'inflation', 'war', 'civilians']",
    "con_claim": "\"The federal government and the Federal Reserve are not 'raising' inflation to fund a war against civilians, but rather, they are implementing monetary policies to stabilize the economy and promote economic growth, which may have unintended consequences on inflation rates.\"",
    "top_20_evidences": [
      23153,
      23141,
      23137,
      23146,
      8272,
      23145,
      35258,
      7349,
      19815,
      22173,
      34313,
      23142,
      30256,
      19605,
      36072,
      19808,
      23147,
      23155,
      4719,
      23150
    ]
  },
  "14091": {
    "intent": "The intended conclusion of this claim is that the bill is an overreach of government power and an infringement on parental rights, implying that parents are being unfairly targeted and punished for not conforming to the gender identity ideology.",
    "keywords": "['New', 'California', 'bill', 'parents', 'child', 'abuse','refusing', 'affirm', 'kid', 'gender', 'identity']",
    "con_claim": "\"California's proposed legislation does not criminalize parents for refusing to acknowledge their child's gender identity, but rather aims to protect children from potential harm by ensuring they receive necessary support and care from their caregivers, regardless of their gender identity.\"",
    "top_20_evidences": [
      17559,
      17572,
      33414,
      33406,
      24610,
      17561,
      31398,
      7177,
      17563,
      23350,
      31397,
      23352,
      23335,
      31401,
      23334,
      24582,
      16113,
      23355,
      23359,
      15947
    ]
  },
  "14910": {
    "intent": "The intended conclusion of this claim is that Sen. John Thune's meeting with Elon Musk led to a direct causal link between the meeting and his decision to cut Social Security, implying that Musk's influence or persuasion was the primary factor in Thune's decision.",
    "keywords": "['Elon Musk', 'Sen. John Thune', 'Social Security']",
    "con_claim": "\"Sen. John Thune has not announced any plans to cut Social Security, and his meeting with Elon Musk did not influence his decision-making on the matter, as any potential discussions or opinions shared during the meeting were not publicly disclosed and do not constitute a binding commitment to alter the program.\"",
    "top_20_evidences": [
      39596,
      39601,
      39607,
      39602,
      39604,
      23268,
      35630,
      23269,
      35629,
      39609,
      6510,
      39610,
      28806,
      24496,
      39612,
      28802,
      38312,
      39614,
      37229,
      23285
    ]
  },
  "14122": {
    "intent": "The intended conclusion of this claim is that Planned Parenthood is complicit in or supports the sex trafficking of individuals, which is a harmful and misleading implication.",
    "keywords": "['Planned Parenthood','sex traffickers']",
    "con_claim": "\"Videos do not provide evidence that Planned Parenthood is complicit in or supports sex trafficking, and any insinuation that the organization is aiding sex traffickers in their crimes is unfounded and misleading.\"",
    "top_20_evidences": [
      18335,
      18331,
      18352,
      18333,
      18337,
      18334,
      18336,
      4288,
      10824,
      18345,
      31133,
      18341,
      36039,
      10007,
      18344,
      9173,
      10012,
      18338,
      11746,
      9924
    ]
  },
  "14180": {
    "intent": "The intended conclusion of this claim is that the speaker, as a leader of House conservatives, is taking credit for reducing the national debt and implying that they are a responsible and effective leader in fiscal matters.",
    "keywords": "['Deficit Reduction Act', 'United States']|_|>",
    "con_claim": "\"I strongly disagree with the notion that the Deficit Reduction Act, passed during my tenure as a leader of House conservatives, was a successful effort to reduce the national debt in the United States, as the actual outcome was a significant increase in the national debt, contradicting the Act's intended purpose.\"|_|>",
    "top_20_evidences": [
      19865,
      19869,
      11659,
      41644,
      19866,
      27434,
      19882,
      27433,
      22388,
      10720,
      1263,
      19880,
      16304,
      8286,
      15567,
      11656,
      35632,
      11666,
      11658,
      41643
    ]
  }
}