{
  "14073": {
    "intent": "The intended conclusion of this claim is that Donald Trump's immigration policies and actions did not result in any significant changes to existing immigration laws, implying that his presidency did not have a lasting impact on the country's immigration system.",
    "keywords": "['Donald Trump', 'immigration law']|_|>",
    "pro_queries": [
      "Donald Trump did not sign any new immigration laws during his presidency.",
      "The Trump administration did not introduce any major immigration reform bills in Congress.",
      "The Trump administration's immigration policies were largely focused on executive actions and executive orders, rather than legislative changes.",
      "The Trump administration's 'travel ban' was an executive order, not a change to existing immigration law.",
      "The Trump administration's 'zero-tolerance' policy on immigration was an enforcement strategy, not a change to existing immigration law.",
      "The Trump administration did not repeal or replace the Deferred Action for Childhood Arrivals (DACA) program, which was created by the Obama administration.",
      "The Trump administration did not repeal or replace the Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) program, which was blocked by the courts.",
      "The Trump administration did not make any significant changes to the H-1B visa program, which is governed by the Immigration and Nationality Act of 1965.",
      "The Trump administration did not make any significant changes to the Temporary Protected Status (TPS) program, which is governed by the Immigration and Nationality Act of 1965."
    ],
    "con_queries": [
      "Donald Trump signed the RAISE Act in 2017, which aimed to reform the US immigration system and reduce legal immigration levels.",
      "The Trump administration implemented a 'zero-tolerance' policy in 2018, leading to the separation of thousands of migrant families and changes to the US-Mexico border crossing process.",
      "Trump's 'Travel Ban' executive order in 2017 restricted travel from several predominantly Muslim countries, effectively altering the US immigration policy on visa issuance and refugee admissions.",
      "The Trump administration's 'Public Charge Rule' in 2019 changed the criteria for determining whether an immigrant is likely to become a 'public charge,' potentially affecting the eligibility of certain immigrants for legal status.",
      "Trump's 'Border Wall' initiative led to the construction of physical barriers along the US-Mexico border, altering the physical infrastructure of the border and affecting the flow of migrants and trade.",
      "The Trump administration's 'Remain in Mexico' policy, implemented in 2019, required asylum seekers to wait in Mexico while their cases were processed, altering the US asylum process and potentially affecting the number of asylum claims filed."
    ],
    "top_20_evidences": [
      34459,
      34454,
      481,
      27163,
      17263,
      32549,
      18841,
      17156,
      33876,
      37923,
      483,
      41706,
      17139,
      17136,
      30983,
      17157,
      35368,
      18834,
      34448,
      24014
    ]
  },
  "13905": {
    "intent": "The intended conclusion of this claim is that the acid rain is having a devastating impact on Ohio's fertile farmland, potentially threatening the state's agricultural industry.",
    "keywords": "['75,000', 'Ohio']",
    "pro_queries": [
      "Ohio is home to over 75,000 acres of fertile farmland.",
      "Acid rain is a significant environmental issue in Ohio, with high levels of sulfur dioxide and nitrogen oxide emissions contributing to its formation.",
      "Fertile farmland is particularly vulnerable to acid rain, as it can alter soil pH levels and reduce crop yields.",
      "Ohio's agricultural industry is a significant contributor to the state's economy, with farming and related industries generating over $100 billion in annual revenue.",
      "Acid rain can have long-term effects on soil health, including reduced fertility and increased erosion, which can impact agricultural productivity and sustainability."
    ],
    "con_queries": [
      "There is no credible evidence to support the claim that 75,000 acres of fertile farmland in Ohio are being poured down with acid rain.",
      "Ohio's Department of Agriculture does not report any significant decline in agricultural productivity due to acid rain.",
      "The Ohio Environmental Protection Agency has not issued any warnings or advisories about acid rain affecting farmland in the state.",
      "The US Environmental Protection Agency's data on acid rain in Ohio does not indicate a significant increase in acid rain events in recent years.",
      "The Ohio State University's agricultural extension service has not published any research or reports on the impact of acid rain on Ohio's farmland."
    ],
    "top_20_evidences": [
      12875,
      12881,
      12880,
      12871,
      12879,
      12868,
      12870,
      12878,
      12874,
      12884,
      12876,
      3789,
      12882,
      12877,
      12890,
      20509,
      22276,
      12887,
      15171,
      12007
    ]
  },
  "13096": {
    "intent": "The intended conclusion is that the United States has made significant progress in reducing its reliance on coal energy and is a leader in this regard compared to other countries.",
    "keywords": "['10 years ago', '504', 'United States']",
    "pro_queries": [
      "The United States had 589 coal-fired power plants in 2010.",
      "The number of coal-fired power plants in the United States decreased by 85 (from 589 to 504) over the past 10 years.",
      "The United States is the only country that has reduced its reliance on coal energy in the past decade.",
      "According to the U.S. Energy Information Administration, the United States' coal-fired power generation capacity decreased by 14% between 2010 and 2020."
    ],
    "con_queries": [
      "The United States still relies on coal for 23% of its electricity generation, making it one of the top coal-consuming countries in the world.",
      "The 10-year decline in coal-fired plants is largely due to the retirement of older, less efficient plants, rather than a shift towards cleaner energy sources.",
      "China, India, and other countries have also reduced their coal consumption and emissions, making the US claim of being the only nation to do so questionable.",
      "The US has not reduced its total coal consumption, only the number of coal-fired plants, as the remaining plants have increased their capacity and efficiency.",
      "The US has not set a target to phase out coal energy, and its current energy policy does not prioritize a rapid transition to cleaner energy sources."
    ],
    "top_20_evidences": [
      1179,
      1174,
      1175,
      1184,
      1182,
      11823,
      4226,
      1183,
      32151,
      1186,
      490,
      6324,
      4229,
      1180,
      19357,
      32159,
      32167,
      4231,
      11827,
      6315
    ]
  },
  "14070": {
    "intent": "The intended conclusion of this claim is that the presence of biological boys in girls' locker rooms is a contributing factor to the high rate of teenage girls contemplating suicide.",
    "keywords": "['biological boys', 'a third', 'teenage girls','seriously contemplated suicide']|_|>",
    "pro_queries": [
      "The presence of biological males in female-only spaces, including locker rooms, can cause discomfort and distress for some transgender individuals.",
      "A significant proportion of teenage girls in the United States have reported feeling unsafe or uncomfortable in their school locker rooms due to the presence of transgender students.",
      "Research suggests that gender dysphoria, a condition characterized by distress or discomfort due to a mismatch between one's biological sex and gender identity, is a risk factor for suicidal ideation and behavior in adolescents.",
      "The American Foundation for Suicide Prevention reports that in 2020, the suicide rate for teenage girls in the United States was higher than the national average.",
      "A study published in the Journal of Adolescent Health found that among transgender and gender-diverse youth, 54.1% of females and 71.2% of males reported having attempted suicide at least once in their lifetime."
    ],
    "con_queries": [
      "There is no empirical evidence linking the presence of biological boys in girls' locker rooms to a significant increase in teenage girls contemplating suicide.",
      "The rate of teenage girls contemplating suicide has been steadily increasing over the past decade, regardless of changes in locker room policies.",
      "The claim's assertion that 'a third' of teenage girls contemplated suicide is likely an exaggeration or misrepresentation of the actual data.",
      "The Centers for Disease Control and Prevention (CDC) reports that the majority of teenage girls who contemplate suicide do so due to factors unrelated to locker room policies.",
      "The claim's focus on locker room policies distracts from the actual causes of teenage girls' mental health struggles, such as bullying, social media pressure, and family dynamics."
    ],
    "top_20_evidences": [
      17060,
      12493,
      12508,
      17043,
      17082,
      17045,
      17061,
      17050,
      17078,
      23556,
      10193,
      21239,
      12480,
      17071,
      34978,
      10169,
      12494,
      12477,
      17049,
      10173
    ]
  },
  "13001": {
    "intent": "The intended conclusion of this claim is that Democrats are irresponsible and reckless with public funds, prioritizing their own spending desires over fiscal responsibility and accountability.",
    "keywords": "['blank check book','repercussions']|_|>",
    "pro_queries": [
      "Democrats have proposed increasing federal spending by over $3 trillion in the past decade, without providing a clear plan for how they would pay for it.",
      "The Democratic-controlled House of Representatives has passed several bills with no Republican support, including a $3.5 trillion infrastructure bill, without considering the potential long-term financial implications.",
      "Some Democratic politicians have advocated for eliminating the national debt ceiling, which would allow them to spend without worrying about the repercussions of exceeding the debt limit.",
      "The Democratic Party has historically been more likely to support increased government spending and taxation, with some proposals exceeding the current budget deficit by tens of trillions of dollars.",
      "The Congressional Budget Office has projected that the current budget deficit will continue to grow under current policies, with some estimates exceeding $1 trillion annually, without any clear plan to address the issue."
    ],
    "con_queries": [
      "Democrats have proposed specific spending plans and budget allocations, which are publicly available and subject to scrutiny.",
      "The Democratic Party has consistently advocated for increased transparency and accountability in government spending, including measures to reduce waste and inefficiency.",
      "The notion of a 'blank check book' is an exaggeration, as Democrats have proposed targeted spending increases for specific programs and initiatives, not unlimited spending without oversight.",
      "The'repercussions' of Democratic spending proposals are often hypothetical and based on flawed assumptions, and actual data suggests that targeted investments can have positive economic and social impacts.",
      "The claim that Democrats are prioritizing their own spending desires over fiscal responsibility and accountability is an unfair and misleading characterization, as many Democratic proposals aim to address pressing national needs and promote long-term economic growth."
    ],
    "top_20_evidences": [
      1274,
      27460,
      6572,
      15550,
      37828,
      2158,
      35162,
      39640,
      14462,
      35165,
      755,
      3397,
      15542,
      2055,
      101,
      2048,
      33792,
      15946,
      860,
      2166
    ]
  },
  "14066": {
    "intent": "The intended conclusion of this claim is that Wisconsin is likely to vote for Democratic candidates in elections.",
    "keywords": "['Wisconsin', 'blue']|_|>",
    "pro_queries": [
      "Wisconsin has voted for Democratic presidential candidates in 5 out of the last 7 presidential elections.",
      "Wisconsin has a higher percentage of registered Democrats than Republicans, with a 2019 report showing 46.3% of registered voters identifying as Democrats and 34.4% as Republicans.",
      "Wisconsin has a strong tradition of electing Democratic governors, with 8 out of the last 12 governors being Democrats.",
      "Wisconsin has a higher percentage of unionized workers, which tends to favor Democratic candidates, with 11.1% of the workforce unionized in 2020.",
      "Wisconsin has a strong presence of liberal-leaning universities and research institutions, such as the University of Wisconsin-Madison, which can influence the state's political leanings."
    ],
    "con_queries": [
      "Wisconsin has voted for Republican presidential candidates in the last three presidential elections.",
      "Wisconsin has a strong tradition of electing Republican governors, with the last Democratic governor serving from 2003 to 2011.",
      "Wisconsin has a relatively high percentage of registered Republicans compared to registered Democrats, with a 2019 survey showing 47.4% of registered voters identifying as Republican and 34.4% as Democrat.",
      "Wisconsin has a history of electing conservative politicians to the U.S. Senate, with both Senators currently being Republicans.",
      "In the 2020 presidential election, Wisconsin was one of the states that flipped from voting for Barack Obama in 2012 to voting for Donald Trump in 2020."
    ],
    "top_20_evidences": [
      16950,
      16959,
      16956,
      31805,
      16966,
      16969,
      30366,
      28662,
      32403,
      22358,
      40143,
      779,
      16955,
      40123,
      28656,
      27338,
      16961,
      40141,
      28648,
      25047
    ]
  },
  "13868": {
    "intent": "The intended conclusion of this claim is that Mayor Eric Adams is planning to restrict or prohibit the sale or consumption of chocolate milk in New York City, which may be perceived as an overreach or an attack on personal freedom.",
    "keywords": "['New York City', 'Mayor Eric Adams', 'ban', 'chocolate milk']|_|>",
    "pro_queries": [
      "New York City Mayor Eric Adams has proposed a ban on sugary drinks, including chocolate milk, to combat childhood obesity and improve public health.",
      "Chocolate milk is a sugary beverage that contributes to the high sugar intake of New York City's children, which is a major public health concern.",
      "Mayor Eric Adams has expressed his commitment to reducing sugar consumption in New York City, and banning chocolate milk would be a step towards achieving this goal.",
      "New York City has already implemented restrictions on sugary drinks, including a ban on large-sized sugary drinks, and a ban on chocolate milk would be a logical extension of this policy.",
      "Chocolate milk is not a necessary part of a healthy diet, and its consumption can be easily replaced with healthier alternatives, such as low-fat milk or unsweetened plant-based milk."
    ],
    "con_queries": [
      "There is no official statement or proposal from Mayor Eric Adams' office about banning chocolate milk in New York City.",
      "Chocolate milk is not a major public health concern in New York City, and there is no evidence of a significant issue that would warrant a ban.",
      "The term 'ban' is likely being misused or exaggerated, as it is unlikely that Mayor Adams would propose a complete prohibition on chocolate milk.",
      "New York City has no authority to ban chocolate milk, as it is a federal issue regulated by the US Food and Drug Administration (FDA).",
      "Chocolate milk is a popular and widely consumed beverage in New York City, and a ban would likely face significant opposition from the public and local businesses."
    ],
    "top_20_evidences": [
      11977,
      15840,
      11990,
      11982,
      11989,
      11976,
      11985,
      11992,
      11981,
      11975,
      11983,
      11979,
      11984,
      11993,
      11987,
      14599,
      20976,
      11724
    ]
  },
  "14262": {
    "intent": "The intended conclusion of this claim is that President Joe Biden is responsible for the increase in gasoline prices, implying that his policies or actions are the cause of the price hike.",
    "keywords": "['63%', 'President Joe Biden']",
    "pro_queries": [
      "Gasoline prices have increased by 63% since January 2021, according to the Energy Information Administration (EIA).",
      "President Joe Biden has been in office since January 2021, making him responsible for the increase in gasoline prices during his tenure.",
      "The average price of regular gasoline in the United States was $2.53 per gallon in January 2021, and it has risen to $4.12 per gallon as of [current date], according to the AAA Fuel Gauge Report.",
      "The increase in gasoline prices is attributed to a combination of factors, including supply chain disruptions, global demand, and the ongoing COVID-19 pandemic, which President Biden has been addressing through various policies and initiatives.",
      "The Biden administration has implemented policies aimed at reducing carbon emissions and promoting clean energy, which may have contributed to the increase in gasoline prices as the demand for fossil fuels decreases."
    ],
    "con_queries": [
      "Gasoline prices were already increasing before President Joe Biden took office.",
      "The 63% increase in gasoline prices is a cumulative figure, not a year-over-year change.",
      "The price of gasoline is influenced by various factors, including global demand, supply chain disruptions, and OPEC production levels, making it difficult to attribute the increase solely to President Biden's policies.",
      "President Biden has implemented policies aimed at reducing carbon emissions and promoting renewable energy, which may have contributed to the increase in gasoline prices as the market adjusts to these changes.",
      "The 63% figure is likely based on a specific time period, but gasoline prices have fluctuated significantly over the past decade, making it important to consider the broader context.",
      "The claim does not account for the impact of external factors, such as the COVID-19 pandemic, on the global economy and energy markets, which may have contributed to the increase in gasoline prices."
    ],
    "top_20_evidences": [
      20227,
      23791,
      6107,
      23794,
      5909,
      20232,
      324,
      21957,
      20231,
      5680,
      21944,
      9307,
      5691,
      23793,
      6117,
      5248,
      20228,
      23790,
      9300,
      5678
    ]
  },
  "14925": {
    "intent": "The intended conclusion of this claim is that there has been a second serious incident or crime in New Orleans, and the police are actively investigating it.",
    "keywords": "['New Orleans', 'attack', 'police']",
    "pro_queries": [
      "New Orleans has experienced a recent surge in violent crime, with a 15% increase in reported incidents over the past quarter.",
      "The New Orleans Police Department has been actively investigating a series of violent crimes in the city, with multiple arrests made in recent weeks.",
      "The New Orleans Police Department has a dedicated task force focused on addressing violent crime in the city, with a specific focus on the 7th and 8th districts.",
      "The New Orleans Police Department has reported an increase in the number of reported attacks in the city, with a 10% increase in the past year.",
      "The New Orleans Police Department has a robust crime reporting system in place, allowing for accurate and timely reporting of incidents."
    ],
    "con_queries": [
      "There is no official report of a second attack in New Orleans from a credible news source.",
      "The New Orleans Police Department has not issued a statement confirming a second attack.",
      "The claim does not specify the nature or severity of the alleged attack.",
      "There is no evidence of a previous attack in New Orleans that has been reported or confirmed by authorities.",
      "The phrase 'BREAKING' is often used to sensationalize news and may not accurately reflect the urgency or severity of the situation."
    ],
    "top_20_evidences": [
      39994,
      39997,
      7193,
      39996,
      16754,
      39739,
      39993,
      40004,
      2081,
      28147,
      39744,
      39746,
      22875,
      13713,
      9274,
      15205,
      5857,
      12407,
      40005,
      40754
    ]
  },
  "13085": {
    "intent": "The intended conclusion of this claim is that the COVID-19 vaccine is ineffective or useless, implying that it does not provide adequate protection against the virus.",
    "keywords": "['Fauci', 'Covid', 'vax', 'doesn']",
    "pro_queries": [
      "Fauci has publicly stated that the COVID-19 vaccine is not 100% effective.",
      "The COVID-19 vaccine's efficacy rate is not 100%, as reported by the World Health Organization (WHO).",
      "Fauci has acknowledged that the COVID-19 vaccine may not provide complete protection against transmission or infection.",
      "The COVID-19 vaccine's effectiveness can vary depending on factors such as age, health status, and individual immune response, as stated by the Centers for Disease Control and Prevention (CDC).",
      "Fauci has emphasized the importance of continued public health measures, such as mask-wearing and social distancing, in addition to vaccination, to combat the spread of COVID-19."
    ],
    "con_queries": [
      "Fauci has repeatedly stated that the COVID-19 vaccine is effective in preventing severe illness and hospitalization.",
      "The scientific consensus among experts is that the COVID-19 vaccine has been proven to be safe and effective in preventing severe illness and hospitalization.",
      "Fauci has not made any statements suggesting that the COVID-19 vaccine is ineffective or useless.",
      "The COVID-19 vaccine has been shown to reduce the risk of transmission and hospitalization by a significant margin.",
      "Fauci has emphasized the importance of vaccination in controlling the spread of COVID-19 and reducing the risk of severe illness.",
      "The Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO) have both recommended the COVID-19 vaccine as a safe and effective way to prevent severe illness and hospitalization."
    ],
    "top_20_evidences": [
      25707,
      10311,
      1762,
      6696,
      10538,
      5226,
      1784,
      24647,
      22853,
      2378,
      25706,
      11011,
      1938,
      1783,
      11012,
      3476,
      6705,
      1756,
      822,
      24643
    ]
  },
  "14498": {
    "intent": "The intended conclusion of this claim is that President Obama bears direct responsibility for the creation and existence of the Islamic State (ISIS).",
    "keywords": "['Obama', 'ISIS']",
    "pro_queries": [
      "Obama's decision to withdraw troops from Iraq in 2011 contributed to the power vacuum that allowed ISIS to form.",
      "The Obama administration's failure to provide adequate support to the Iraqi government and its military led to the collapse of the Iraqi army, which ISIS exploited to gain territory.",
      "The CIA's assessment in 2014 stated that the rise of ISIS was facilitated by the Syrian civil war, which was partly fueled by the Obama administration's decision to support the overthrow of Syrian President Bashar al-Assad.",
      "The Obama administration's decision to focus on the war in Afghanistan and neglect the conflict in Syria allowed ISIS to gain a foothold in the region.",
      "The lack of a clear strategy to deal with the aftermath of the Arab Spring and the Obama administration's failure to provide adequate support to the Libyan government after the overthrow of Muammar Gaddafi contributed to the rise of extremist groups like ISIS."
    ],
    "con_queries": [
      "ISIS was formed in 2006, long before Obama's presidency in 2009.",
      "The group's origins can be traced back to the US invasion of Iraq in 2003, under the presidency of George W. Bush.",
      "ISIS was initially known as Al-Qaeda in Iraq (AQI) and was led by Abu Musab al-Zarqawi, who was killed in 2006.",
      "The group's ideology and leadership were shaped by the US-led invasion and occupation of Iraq, as well as the Syrian Civil War.",
      "Obama's administration played a key role in the US-led coalition that fought against ISIS, launching airstrikes against the group in 2014.",
      "The US government has consistently denied any direct responsibility for the creation or existence of ISIS."
    ],
    "top_20_evidences": [
      28186,
      28199,
      28198,
      28189,
      28193,
      12143,
      28196,
      28197,
      28195,
      18319,
      28185,
      28200,
      28146,
      28194,
      28184,
      3624,
      33393,
      28148,
      22581,
      21616
    ]
  },
  "13701": {
    "intent": "The intended conclusion is that the North Carolina Republican Party (N.C. GOP) endorses a policy that is extreme or radical, and that this policy is called \"Rescue America,\" which is likely a code phrase or slogan with a negative connotation.",
    "keywords": "['N.C.', 'GOP', 'Rick', 'Scott', 'Rescue America']",
    "pro_queries": [
      "The North Carolina Republican Party (N.C. GOP) officially endorsed Sen. Rick Scott's 'Rescue America' policy.",
      "Sen. Rick Scott's 'Rescue America' policy has been criticized as extreme or radical by multiple reputable sources.",
      "The 'Rescue America' policy proposed by Sen. Rick Scott aims to fundamentally transform the US healthcare system, education system, and tax code, which could be seen as an extreme or radical approach.",
      "Sen. Rick Scott's 'Rescue America' policy has been met with opposition from many Democrats and some Republicans, who consider it too extreme or radical.",
      "The 'Rescue America' policy has been described as a 'radical' or 'extreme' by multiple news outlets and fact-checking organizations."
    ],
    "con_queries": [
      "There is no evidence that the North Carolina Republican Party (N.C. GOP) has officially endorsed a policy called 'Rescue America'.",
      "Sen. Rick Scott has not publicly proposed a policy called 'Rescue America'.",
      "The term 'Rescue America' is not a known policy or initiative of the N.C. GOP or Sen. Rick Scott.",
      "The N.C. GOP has not publicly stated its support for any policy with a name similar to 'Rescue America'.",
      "Sen. Rick Scott has not publicly linked his policies to a slogan or phrase called 'Rescue America'."
    ],
    "top_20_evidences": [
      8944,
      8947,
      19743,
      22155,
      6045,
      8949,
      5614,
      1977,
      5618,
      34226,
      5621,
      37621,
      38438,
      6051,
      5521,
      6574,
      7926,
      1281,
      34250,
      5617
    ]
  },
  "13255": {
    "intent": "The intended conclusion of this claim is that vaccination is not as effective as natural immunity in providing long-term protection against a disease, and therefore, natural immunity is superior.",
    "keywords": "['CDC', 'natural immunity', 'prior infections', 'vaccinated immunity']|_|>",
    "pro_queries": [
      "The CDC recommends that individuals who have had a prior infection with a disease, such as COVID-19, may not need to be vaccinated against it.",
      "Natural immunity from prior infections can provide long-term protection against certain diseases, such as measles and chickenpox.",
      "Studies have shown that individuals who have had a prior infection with a disease, such as COVID-19, have a lower risk of severe illness and hospitalization compared to those who have not had the infection.",
      "The CDC states that 'natural immunity can provide long-term protection against certain diseases, such as measles, mumps, and rubella'.",
      "Prior infections can stimulate a stronger and more durable immune response compared to vaccination alone."
    ],
    "con_queries": [
      "The CDC does not explicitly state that natural immunity from prior infections is superior to vaccinated immunity alone.",
      "The CDC recommends vaccination as the most effective way to prevent the spread of diseases, regardless of prior infections.",
      "The CDC emphasizes the importance of vaccination in preventing outbreaks and epidemics, which cannot be solely attributed to natural immunity.",
      "The CDC has not published any studies or data that directly compare the effectiveness of natural immunity to vaccinated immunity in providing long-term protection against a disease.",
      "The CDC's guidelines for vaccination are based on scientific evidence and expert consensus, not on a comparison of natural immunity to vaccinated immunity."
    ],
    "top_20_evidences": [
      3258,
      6292,
      1938,
      3263,
      1940,
      827,
      10386,
      10300,
      1667,
      3267,
      11393,
      1057,
      6703,
      2796,
      6774,
      26930,
      16690,
      3257,
      6293,
      263
    ]
  },
  "13334": {
    "intent": "The intended conclusion of this claim is that the Democratic Party is targeting and persecuting ordinary citizens who engage in political discourse, implying that the party is suppressing free speech and engaging in political repression.",
    "keywords": "['Democrat', 'persecution', 'ordinary citizens', 'legitimate political discourse']",
    "pro_queries": [
      "Two Democratic members of Congress have been accused of targeting ordinary citizens for political beliefs.",
      "The FBI has investigated and charged individuals for engaging in political discourse deemed 'domestic terrorism' by the Democratic-led government.",
      "The Democratic Party has been criticized for using its power to silence political opponents and suppress free speech.",
      "Ordinary citizens have reported being targeted by the Democratic Party for their political beliefs, leading to a chilling effect on free speech.",
      "The Democratic Party has been accused of using its power to persecute political opponents, including ordinary citizens, for engaging in legitimate political discourse."
    ],
    "con_queries": [
      "There is no evidence of a coordinated effort by the Democratic Party to target and persecute ordinary citizens for engaging in legitimate political discourse.",
      "The claim does not provide specific examples or credible sources to support the alleged persecution.",
      "The term 'persecution' is often used hyperbolically and may not accurately describe the actions taken by the Democratic Party.",
      "The Democratic Party has consistently advocated for and protected the rights of free speech and political discourse.",
      "The claim ignores the fact that political discourse is often heated and controversial, and that disagreements are a natural part of the democratic process.",
      "There is no evidence to suggest that the Democratic Party is suppressing free speech or engaging in political repression."
    ],
    "top_20_evidences": [
      31902,
      4317,
      23619,
      2081,
      4320,
      23107,
      13567,
      1189,
      203,
      9274,
      26631,
      35987,
      13578,
      19382,
      201,
      31922,
      1190,
      86,
      6385,
      3241
    ]
  },
  "14853": {
    "intent": "The intended conclusion of this claim is that the current immigration policy is effective in reducing the number of immigrants entering the country.",
    "keywords": "['over half']|_|>",
    "pro_queries": [
      "The number of immigrants entering the country has decreased significantly since the implementation of the new immigration policy.",
      "According to recent statistics, the flow of immigration has been reduced by more than 50% compared to the previous year.",
      "The current immigration policy has resulted in a substantial decrease in the number of asylum seekers and refugees entering the country.",
      "The government has reported a notable reduction in the number of illegal border crossings since the introduction of stricter immigration controls.",
      "The latest data shows that the rate of immigration has decreased by over half compared to the same period last year."
    ],
    "con_queries": [
      "The exact percentage of reduced immigration is not provided, making it difficult to verify the claim.",
      "The claim does not specify the time period over which the reduction in immigration flow is being measured.",
      "The term 'over half' is ambiguous and could refer to a different percentage depending on the context.",
      "The claim does not account for potential fluctuations in immigration rates due to external factors, such as global economic conditions or natural disasters.",
      "The effectiveness of the current immigration policy in reducing immigration is not the only factor to consider, as other policies or circumstances may also be contributing to the reduction."
    ],
    "top_20_evidences": [
      17158,
      19986,
      27162,
      32340,
      38996,
      30855,
      38230,
      30699,
      30841,
      41695,
      30838,
      8837,
      10390,
      27125,
      30839,
      30840,
      27119,
      18304,
      38225,
      18389
    ]
  },
  "13574": {
    "intent": "The intended conclusion of this claim is that the Australian government or healthcare authorities may be coercively administering the COVID-19 vaccine to patients without their informed consent.",
    "keywords": "['COVID-19', 'Australian Technical Advisory Group on Immunisation','sedation', 'unrelated procedures', 'consent']|_|>",
    "pro_queries": [
      "The Australian Technical Advisory Group on Immunisation (ATAGI) is responsible for providing advice on the use of vaccines in Australia.",
      "ATAGI has advised on the use of vaccines in various settings, including in the context of unrelated procedures.",
      "Sedation is a common practice in medical procedures, including unrelated procedures, to reduce patient anxiety and discomfort.",
      "In some cases, patients may not be able to provide informed consent due to sedation or other medical conditions.",
      "The Australian government has implemented measures to increase COVID-19 vaccination rates, including mandatory vaccination policies for certain groups."
    ],
    "con_queries": [
      "The Australian Technical Advisory Group on Immunisation (ATAGI) has not issued any guidelines or recommendations on administering the COVID-19 vaccine to patients under sedation for unrelated procedures without consent.",
      "There is no evidence to suggest that the Australian government or healthcare authorities have implemented or are planning to implement a policy of administering the COVID-19 vaccine to patients without their informed consent.",
      "The Australian government and healthcare authorities have consistently emphasized the importance of informed consent in the administration of the COVID-19 vaccine, and patients are required to provide consent before receiving the vaccine.",
      "The use of sedation for unrelated procedures is typically done under the guidance of an anesthesiologist or other medical professional, and would not be used as a means to administer the COVID-19 vaccine without consent.",
      "The Australian Technical Advisory Group on Immunisation has not issued any statements or guidelines that suggest the COVID-19 vaccine should be administered to patients under sedation for unrelated procedures without consent."
    ],
    "top_20_evidences": [
      7448,
      7450,
      7451,
      752,
      7449,
      20821,
      749,
      20805,
      7447,
      754,
      747,
      31243,
      753,
      13016,
      15639,
      2131,
      13030,
      750,
      16151,
      10188
    ]
  },
  "14504": {
    "intent": "The intended conclusion of this claim is that the legislative body's productivity has significantly decreased and is comparable to a period of economic crisis, implying a negative assessment of their performance.",
    "keywords": "['27', 'Depression']",
    "pro_queries": [
      "The 27 bills passed last year is the lowest number since the 1930s, a period often referred to as the Great Depression.",
      "The average number of bills passed per year in the [legislative body] has decreased by [X]% since [year], indicating a decline in productivity.",
      "The [legislative body] has not passed more than [X] bills in a single year since the [Depression] era.",
      "The [legislative body]'s legislative output has been consistently low over the past [X] years, with [X] being the lowest number of bills passed in that period.",
      "The [legislative body]'s productivity has been stagnant or decreasing over the past [X] years, with the 27 bills passed last year being a prime example of this trend."
    ],
    "con_queries": [
      "The 27 bills passed last year is still above the average number of bills passed in the past decade.",
      "The Depression refers to a specific period of economic crisis, and it's unclear what specific time frame is being compared.",
      "The number of bills passed does not necessarily reflect the quality or effectiveness of the legislation.",
      "The claim does not provide context about the complexity or importance of the bills passed last year.",
      "The claim does not account for the fact that the legislative body may have focused on more significant or impactful legislation this year.",
      "The claim is based on a single metric and does not consider other factors that could affect the legislative body's productivity."
    ],
    "top_20_evidences": [
      28334,
      28335,
      19898,
      19897,
      28341,
      23024,
      28344,
      23012,
      28349,
      28345,
      28336,
      28337,
      28216,
      19911,
      4501,
      28342,
      28346,
      20569,
      19910,
      7511
    ]
  },
  "14519": {
    "intent": "The intended conclusion of this claim is that the decrease in crime in Venezuela is a result of the US accepting and assimilating Venezuelan criminals, rather than any actual improvement in Venezuelan law enforcement or societal factors.",
    "keywords": "['67%', 'Venezuela', 'United States']",
    "pro_queries": [
      "The US has a significant number of Venezuelan nationals in its criminal justice system.",
      "The US has a history of accepting and assimilating immigrants from Venezuela, including those with criminal records.",
      "Venezuela's crime rate has decreased by 67% since 2015, according to official statistics.",
      "The US has a process in place for accepting and processing asylum seekers from Venezuela, including those with criminal backgrounds.",
      "The US has a history of accepting and integrating immigrants with criminal records, including those from other countries."
    ],
    "con_queries": [
      "There is no credible evidence to support the claim that the US has accepted and assimilated a significant number of Venezuelan criminals.",
      "Venezuela's crime rate has been declining since 2015, predating any potential influx of Venezuelan criminals to the US.",
      "The Venezuelan government has not publicly disclosed any data or statistics on the number of criminals being deported or accepted by the US.",
      "The 67% crime reduction in Venezuela is likely due to a combination of factors, including improved policing, community engagement, and economic reforms, rather than the US accepting criminals.",
      "The US has not reported any significant increase in crime rates or criminal activity attributed to Venezuelan immigrants or deportees.",
      "The claim relies on anecdotal evidence and lacks concrete data or credible sources to support the assertion that the US is accepting and assimilating Venezuelan criminals."
    ],
    "top_20_evidences": [
      28740,
      28736,
      28735,
      28752,
      28768,
      28734,
      28739,
      28769,
      30738,
      28756,
      28771,
      15608,
      30683,
      28758,
      29843,
      16125,
      36850,
      18394,
      28741,
      36904
    ]
  },
  "14852": {
    "intent": "The intended conclusion is that The Atlantic published an article that directly compared Donald Trump to Adolf Hitler, implying a strong moral equivalence or even identity between the two.",
    "keywords": "['Trump', 'Hitler', 'The Atlantic']",
    "pro_queries": [
      "The Atlantic published an article with the headline 'Trump is Literally Hitler' on August 21, 2016.",
      "The article, written by David Frum, compared Donald Trump's political rhetoric and policies to those of Adolf Hitler.",
      "The article stated that Trump's 'cynical manipulation of the truth' and 'appeal to the darkest impulses of the American people' were reminiscent of Hitler's tactics.",
      "The article also drew parallels between Trump's anti-immigrant and anti-Semitic rhetoric and Hitler's anti-Semitic and anti-immigrant policies.",
      "The article's author, David Frum, is a well-known journalist and commentator who has written extensively on politics and history."
    ],
    "con_queries": [
      "The Atlantic did not publish an article with the exact headline 'Trump is Literally Hitler'.",
      "The article in question was titled 'Donald Trump's War on Truth' and did not directly compare Trump to Hitler.",
      "The article's author, David Frum, did not explicitly equate Trump with Hitler, but rather used the phrase 'the Trump presidency is a kind of moral and intellectual abomination' to describe the administration's actions.",
      "The article's content focused on the Trump administration's handling of truth and facts, rather than making a direct comparison between Trump and Hitler.",
      "The Atlantic has not published any articles with headlines that directly compare Trump to Hitler."
    ],
    "top_20_evidences": [
      38206,
      38212,
      38204,
      38210,
      38202,
      38267,
      38272,
      38303,
      38300,
      38209,
      38216,
      38295,
      38211,
      38302,
      5511,
      38269,
      19156,
      4023,
      38289,
      38279
    ]
  },
  "14181": {
    "intent": "The intended conclusion of this claim is that the drug price negotiation has resulted in a significant reduction in the cost of medication for seniors, making it more affordable for them.",
    "keywords": "['$500', '35 cents','seniors']|_|>",
    "pro_queries": [
      "The drug price negotiation has resulted in a significant reduction in the cost of medication for seniors.",
      "The negotiated prices have led to a substantial decrease in the monthly cost of medication for seniors, with some paying as little as 35 cents.",
      "The price reduction has made medication more affordable for seniors, with many now paying significantly less than the initial $500 per month.",
      "The negotiated prices have resulted in a substantial savings for seniors, with some paying as little as 35 cents per month, compared to the initial $500.",
      "The drug price negotiation has led to a significant reduction in the financial burden on seniors, with many now paying a fraction of the original cost."
    ],
    "con_queries": [
      "The claim does not specify which specific drugs are being referred to, making it unclear if the 35-cent price is representative of all seniors' medication costs.",
      "The claim does not provide a clear timeline for when the price reduction took effect, making it difficult to verify the accuracy of the statement.",
      "The claim does not account for potential increases in copays, deductibles, or other out-of-pocket expenses that may offset the reduced drug price.",
      "The claim does not provide a breakdown of the average cost of medication for seniors before and after the price negotiation, making it difficult to assess the actual impact on seniors' expenses.",
      "The claim does not specify if the 35-cent price is an average, median, or maximum price, which could affect the accuracy of the statement.",
      "The claim does not provide information on the number of seniors affected by the price reduction, making it unclear if the statement is representative of the broader senior population."
    ],
    "top_20_evidences": [
      19885,
      33997,
      34019,
      19892,
      34021,
      33996,
      40652,
      40666,
      35423,
      35426,
      34020,
      1580,
      27426,
      32522,
      40655,
      26608,
      16373,
      27425,
      1579,
      25446
    ]
  },
  "14780": {
    "intent": "The intended conclusion is that Jill Biden holds a significant role in the administration, possibly exceeding the traditional role of a first lady, and has a level of influence and authority comparable to that of the President.",
    "keywords": "['Jill Biden', 'Joe Biden', 'presidential stationery']|_|>",
    "pro_queries": [
      "Jill Biden has been involved in various official events and initiatives as the First Lady of the United States.",
      "Jill Biden has held a number of high-profile positions, including chair of the White House Council on Women and Girls and chair of the Biden Foundation's College Completion Program.",
      "President Joe Biden has publicly praised Jill Biden's work and influence in the administration, stating that she is 'the most important person in the White House'.",
      "Jill Biden has been present at and participated in Cabinet meetings, including a meeting with the President's Cabinet in 2021.",
      "The White House has released official photos and statements featuring Jill Biden alongside the President and other high-ranking officials, indicating her involvement in official business."
    ],
    "con_queries": [
      "Jill Biden has not been officially appointed to a Cabinet position.",
      "The White House press secretary has not publicly announced a Cabinet meeting led by Jill Biden.",
      "Presidential stationery typically bears the signature of the President, not the First Lady.",
      "The role of the First Lady is traditionally ceremonial and does not involve direct involvement in Cabinet meetings or decision-making.",
      "There is no evidence of Jill Biden's signature appearing on official presidential documents or stationery."
    ],
    "top_20_evidences": [
      36276,
      36270,
      36263,
      36264,
      36271,
      36268,
      36275,
      36261,
      36765,
      36260,
      36272,
      40386,
      41221,
      36280,
      5386,
      36265,
      40974,
      26318,
      2934,
      10761
    ]
  },
  "14836": {
    "intent": "The intended conclusion of this claim is that the implementation of electric vehicle (EV) mandates will have a devastating impact on the manufacturing sector in Michigan, potentially leading to significant job losses.",
    "keywords": "['400,000', 'Michigan', 'EV mandates']",
    "pro_queries": [
      "Michigan is home to a significant number of manufacturing facilities, with the automotive industry being a major contributor to the state's economy.",
      "The implementation of EV mandates may lead to a shift in production lines and job roles within these facilities, potentially resulting in job losses.",
      "Some Michigan-based companies, such as General Motors and Ford, have already announced plans to transition their production lines to electric vehicles, which could potentially displace jobs.",
      "The state of Michigan has a high concentration of manufacturing jobs in the automotive sector, with over 15% of the state's workforce employed in this industry.",
      "The adoption of EVs is expected to increase significantly in the coming years, which could lead to a decrease in demand for traditional internal combustion engine vehicles and potentially result in job losses in the manufacturing sector."
    ],
    "con_queries": [
      "There is no credible evidence to support the claim that 400,000 manufacturing jobs in Michigan will be lost due to EV mandates.",
      "Michigan's manufacturing sector has already seen significant growth in EV-related production, with companies like General Motors and Ford investing heavily in EV technology.",
      "The implementation of EV mandates is likely to create new job opportunities in the manufacturing sector, particularly in areas such as battery production and EV component manufacturing.",
      "The claim's estimate of 400,000 job losses is likely an exaggeration, as it does not account for the potential job creation in other sectors, such as renewable energy and infrastructure development.",
      "Michigan has a strong history of adapting to changes in the automotive industry, and it is likely that the state's manufacturing sector will evolve to meet the demands of the EV market.",
      "The claim's focus on job losses in Michigan ignores the broader economic benefits of EV mandates, including reduced greenhouse gas emissions and improved air quality."
    ],
    "top_20_evidences": [
      37775,
      37773,
      37801,
      37799,
      37781,
      37769,
      37766,
      37779,
      37798,
      37767,
      41499,
      9282,
      21191,
      9288,
      37786,
      38306,
      37795,
      37792,
      9294,
      28690
    ]
  },
  "13768": {
    "intent": "The intended conclusion of this claim is that a combination of low unemployment and high inflation is a reliable indicator of an impending recession within two years.",
    "keywords": "['unemployment', '4%', 'inflation', '4%','recession', 'two years']",
    "pro_queries": [
      "The US economy has experienced a recession within two years after unemployment fell below 4% and inflation rose above 4% in the past.",
      "Historically, a combination of low unemployment and high inflation has been a reliable indicator of an impending recession.",
      "The 2007-2009 recession in the US began after unemployment fell to 4.7% and inflation rose to 4.2% in 2007.",
      "The 1990-1991 recession in the US started after unemployment fell to 3.8% and inflation rose to 4.6% in 1990.",
      "The 1989-1990 recession in the US began after unemployment fell to 5.3% and inflation rose to 4.6% in 1989."
    ],
    "con_queries": [
      "There have been instances of low unemployment and high inflation without a subsequent recession, such as the 1990s in the United States.",
      "The relationship between unemployment and inflation is complex, and other factors like monetary policy, global events, and supply chain disruptions can influence the economy.",
      "The claim does not account for the role of productivity growth, technological advancements, and structural changes in the labor market, which can affect unemployment and inflation independently.",
      "The two-year timeframe is arbitrary and may not be a reliable indicator of a recession, as economic downturns can occur suddenly and unexpectedly.",
      "The claim does not consider the potential benefits of low unemployment, such as increased consumer spending and economic growth, which can offset the negative effects of high inflation.",
      "The relationship between unemployment and inflation is not universally applicable across all economies, and different countries may have different economic dynamics and responses to these factors."
    ],
    "top_20_evidences": [
      8591,
      7349,
      8595,
      7356,
      21183,
      17862,
      8592,
      8596,
      34299,
      8594,
      1203,
      19983,
      25489,
      9829,
      23517,
      4726,
      32727,
      19191,
      25054,
      17865
    ]
  },
  "13036": {
    "intent": "The intended conclusion of this claim is that China and India are the largest contributors to per capita carbon dioxide emissions, implying that they are the primary culprits behind climate change.",
    "keywords": "['China', 'India', 'carbon dioxide emissions', 'per capita']|_|>",
    "pro_queries": [
      "According to the World Bank, China's per capita carbon dioxide emissions in 2020 were approximately 7.2 metric tons.",
      "India's per capita carbon dioxide emissions in 2020 were around 2.1 metric tons, according to the World Bank.",
      "The World Bank reports that China and India are the world's largest emitters of carbon dioxide, accounting for 23% and 7% of global emissions, respectively.",
      "A 2020 report by the International Energy Agency (IEA) states that China and India are the largest emitters of carbon dioxide per capita, with China accounting for 14% and India accounting for 5% of global per capita emissions.",
      "The United Nations Framework Convention on Climate Change (UNFCCC) reports that China and India are among the top 10 countries in terms of total carbon dioxide emissions, with China ranking first and India ranking fourth."
    ],
    "con_queries": [
      "China's per capita carbon dioxide emissions are not the highest globally, according to the World Bank, which ranks the United States as the largest emitter per capita.",
      "India's per capita carbon dioxide emissions are significantly lower than those of many developed countries, such as the United States, Canada, and Australia.",
      "The claim does not account for the fact that China and India have large populations, which would skew their per capita emissions figures.",
      "The per capita carbon dioxide emissions of China and India are not necessarily the primary cause of climate change, as other factors like historical emissions and current emissions from developed countries also play a significant role.",
      "The claim does not provide context about the overall carbon dioxide emissions of China and India, which may be lower than those of other countries when considering their total emissions rather than per capita emissions."
    ],
    "top_20_evidences": [
      4231,
      6324,
      490,
      493,
      499,
      6322,
      498,
      6325,
      496,
      12619,
      6323,
      4226,
      6321,
      3952,
      12618,
      11557,
      4248,
      6326,
      20097,
      7847
    ]
  },
  "13973": {
    "intent": "The intended conclusion is that stricter gun laws are effective in reducing gun homicides.",
    "keywords": "['5','states', 'gun', 'laws', 'nation', '5','states', 'laws']",
    "pro_queries": [
      "The 5 states with the highest gun homicide rates in the nation are Alaska, Louisiana, Michigan, Missouri, and Ohio, according to the Centers for Disease Control and Prevention (CDC).",
      "These 5 states have relatively loose gun laws, with no universal background checks, no red flag laws, and limited waiting periods.",
      "The 5 states with the lowest gun homicide rates in the nation are Hawaii, Massachusetts, New Jersey, New York, and Utah, according to the CDC.",
      "These 5 states have some of the toughest gun laws in the nation, with universal background checks, red flag laws, and strict waiting periods.",
      "A study by the Johns Hopkins Center for Gun Policy and Research found that states with stricter gun laws have lower rates of gun homicides.",
      "A study by the National Institute of Justice found that states with stricter gun laws have lower rates of gun violence."
    ],
    "con_queries": [
      "The 5 states with the highest gun homicide rates in the nation are not necessarily the only ones with loose gun laws.",
      "The 5 states with the lowest gun homicide rates in the nation may have other factors contributing to their low rates, such as strong community policing or low crime rates.",
      "The relationship between gun laws and gun homicides is complex and influenced by many factors, including socioeconomic status, education level, and access to healthcare.",
      "The claim does not account for the fact that some states with strict gun laws still have high gun homicide rates.",
      "The claim does not account for the fact that some states with loose gun laws have low gun homicide rates.",
      "The claim relies on a simplistic and incomplete analysis of the relationship between gun laws and gun homicides."
    ],
    "top_20_evidences": [
      14579,
      8923,
      14560,
      14580,
      14566,
      14556,
      14583,
      14557,
      16024,
      11320,
      14568,
      14567,
      22040,
      14582,
      25529,
      25503,
      14581,
      25526,
      25508,
      16026
    ]
  },
  "14408": {
    "intent": "The intended conclusion of this claim is that the COVID-19 mRNA vaccines are ineffective or even harmful, and therefore should not be used to combat the pandemic.",
    "keywords": "['mRNA COVID-19 vaccines', 'deaths', 'lives saved']",
    "pro_queries": [
      "The mRNA COVID-19 vaccines have been linked to an increased risk of blood clotting disorders, such as thrombocytopenia, which can lead to death.",
      "The vaccines have been associated with an increased risk of anaphylaxis, a severe allergic reaction that can be life-threatening.",
      "The mRNA COVID-19 vaccines have been shown to have a higher risk of adverse reactions compared to other types of vaccines.",
      "The vaccines have been linked to cases of myocarditis, a serious heart condition that can be fatal.",
      "The mRNA COVID-19 vaccines have been associated with an increased risk of Guillain-Barré Syndrome, a rare but potentially life-threatening autoimmune disorder."
    ],
    "con_queries": [
      "The claim relies on an incomplete or misleading analysis of available data.",
      "The study's methodology and sample size may be flawed, leading to inaccurate conclusions.",
      "The claim does not account for the significant lives saved by mRNA COVID-19 vaccines, which have been widely used and effective in preventing severe illness and death.",
      "The vaccines have been extensively tested and approved by regulatory agencies, including the FDA and WHO, and have a strong safety profile.",
      "The claim does not consider the potential long-term benefits of mRNA COVID-19 vaccines, such as herd immunity and reduced transmission rates.",
      "The study's findings have not been peer-reviewed or published in a reputable scientific journal, which raises concerns about the validity of the results.",
      "The claim does not provide a clear definition of'more deaths' or 'lives saved', making it difficult to accurately assess the claim's validity.",
      "The mRNA COVID-19 vaccines have been shown to be highly effective in preventing severe illness and hospitalization, which is a critical aspect of pandemic control."
    ],
    "top_20_evidences": [
      16635,
      10385,
      1522,
      25711,
      972,
      15374,
      10387,
      25707,
      2782,
      10289,
      25696,
      2786,
      13032,
      13027,
      6774,
      2783,
      3382,
      13029,
      7743,
      9274
    ]
  },
  "13908": {
    "intent": "The intended conclusion of this claim is that the Biden administration is surrendering its authority to the World Health Organization (WHO) in matters of pandemic policy, potentially compromising US sovereignty and decision-making autonomy.",
    "keywords": "['Biden', 'WHO', 'US', 'pandemic', 'policies']",
    "pro_queries": [
      "The Biden administration has been criticized for its close relationship with the WHO, with some accusing it of ceding too much authority to the organization.",
      "The WHO has been involved in shaping US pandemic policies, including the development of COVID-19 vaccination strategies and testing protocols.",
      "The Biden administration has pledged to increase funding for the WHO, which some critics argue will give the organization more influence over US pandemic policies.",
      "The WHO has been accused of being slow to respond to pandemics, leading some to question its ability to effectively coordinate global responses.",
      "The Biden administration has faced criticism for its handling of the COVID-19 pandemic, with some arguing that it has compromised US sovereignty by relying too heavily on WHO guidance."
    ],
    "con_queries": [
      "The Biden administration has not surrendered its authority to the WHO in matters of pandemic policy.",
      "The WHO's role in US pandemic policy is advisory, not authoritative.",
      "The US has maintained its sovereignty and decision-making autonomy in pandemic response efforts.",
      "The Biden administration has not signed any agreements or treaties that would cede authority to the WHO.",
      "The WHO's pandemic policies are guided by international law and cooperation, not domination.",
      "The US has a long history of collaborating with the WHO on pandemic response efforts, without surrendering authority.",
      "The Biden administration has emphasized the importance of US leadership in global health crises, not surrendering authority to the WHO."
    ],
    "top_20_evidences": [
      12913,
      40974,
      20152,
      8239,
      20151,
      8244,
      21500,
      1602,
      20142,
      12912,
      12931,
      5313,
      748,
      8238,
      32257,
      12932,
      12924,
      12313,
      20139,
      12919
    ]
  },
  "14010": {
    "intent": "The intended conclusion of this claim is that the speaker is committed to protecting veterans' programs and ensuring that the House GOP debt-ceiling bill does not harm them.",
    "keywords": "['House GOP', 'debt-ceiling bill','veterans', 'programs']",
    "pro_queries": [
      "The House GOP debt-ceiling bill does not explicitly cut funding for veterans' programs.",
      "The bill maintains the current funding levels for the Department of Veterans Affairs (VA) and the Department of Defense (DoD).",
      "The bill does not alter the existing programs and services provided to veterans, including healthcare, education, and disability benefits.",
      "The House GOP debt-ceiling bill prioritizes the payment of interest on the national debt, ensuring that veterans' benefits are not affected.",
      "The bill does not reduce the funding for the Veterans Affairs Medical Services, which provides healthcare services to over 9 million veterans."
    ],
    "con_queries": [
      "The House GOP debt-ceiling bill proposes significant cuts to veterans' healthcare programs, including a 2.8% reduction in funding for the Department of Veterans Affairs.",
      "The bill also eliminates the Veterans' Choice Program, which allows veterans to receive medical care outside of the VA system.",
      "The proposed bill increases the cost-sharing for veterans' prescription medication, making it more difficult for them to access necessary treatments.",
      "The House GOP debt-ceiling bill does not provide any alternative funding sources to replace the cuts to veterans' programs, leaving a significant funding gap.",
      "The bill's authors have not provided a clear plan for how they intend to protect veterans' programs from the proposed cuts."
    ],
    "top_20_evidences": [
      15541,
      15539,
      15543,
      15537,
      6547,
      21711,
      15567,
      15544,
      15563,
      16223,
      15560,
      2055,
      16234,
      15542,
      15552,
      16253,
      15553,
      15562,
      36550,
      38633
    ]
  },
  "14460": {
    "intent": "The intended conclusion of this claim is that Joe Biden's executive orders have created a precedent of not detaining individuals who enter the United States illegally, implying a more lenient approach to immigration enforcement.",
    "keywords": "['Joe Biden', 'executive orders', 'American history', 'illegally']|_|>",
    "pro_queries": [
      "Joe Biden's executive orders have suspended the Migrant Protection Protocols (MPP) program, which previously required asylum seekers to wait in Mexico while their cases were processed.",
      "Biden's executive orders have ended the 'Remain in Mexico' policy, which allowed U.S. Customs and Border Protection to return asylum seekers to Mexico while their cases were pending.",
      "The Biden administration has stopped using the 'expedited removal' process for certain asylum seekers, which allowed for quicker deportation of individuals who entered the country illegally.",
      "Biden's executive orders have prioritized the use of 'alternatives to detention' for certain migrants, such as electronic monitoring and community-based programs, rather than traditional detention facilities.",
      "The Biden administration has increased the number of asylum seekers allowed to enter the country each day, which may reduce the need for detention."
    ],
    "con_queries": [
      "Joe Biden's executive orders do not explicitly state that individuals who enter the country illegally will not be detained.",
      "The US has detained individuals who entered the country illegally under previous presidential administrations, including those of Barack Obama and Donald Trump.",
      "The concept of 'detention' in immigration enforcement is complex and can include various forms of detention, such as short-term holding facilities or longer-term immigration detention centers, which may not necessarily be affected by Joe Biden's executive orders.",
      "Joe Biden's executive orders focus on reforming the US immigration system, including increasing access to asylum and providing a pathway to citizenship for certain undocumented immigrants, but do not necessarily abolish detention altogether.",
      "The US has a long history of detaining individuals who enter the country illegally, dating back to the early 20th century, and it is unclear how Joe Biden's executive orders would create a 'first' in American history."
    ],
    "top_20_evidences": [
      26743,
      27686,
      38996,
      39007,
      21308,
      27163,
      25649,
      27677,
      30458,
      24744,
      24012,
      28397,
      27676,
      38991,
      27167,
      27139,
      6871,
      38980,
      27166,
      11369
    ]
  },
  "14311": {
    "intent": "The intended conclusion of this claim is that the federal government and the Federal Reserve are using inflation as a means to fund a war, rather than to stimulate the economy.",
    "keywords": "['raising', 'inflation', 'war', 'civilians']",
    "pro_queries": [
      "The Federal Reserve has been accused of printing money to fund government spending, which can lead to inflation.",
      "The US government has been involved in several military conflicts since the 2000s, including the War on Terror and the War in Afghanistan.",
      "The US government has increased its military spending significantly since the 2000s, with a peak in 2010.",
      "The Federal Reserve has been criticized for its role in financing government debt, which can contribute to inflation.",
      "The US government has used monetary policy to finance its wars, including the use of deficit spending and borrowing from the Federal Reserve."
    ],
    "con_queries": [
      "The Federal Reserve's primary goal is to promote maximum employment and price stability, not to fund wars.",
      "Inflation is a monetary policy tool used to stimulate economic growth, not a means to fund military conflicts.",
      "The Federal Reserve's actions during the 2008 financial crisis, such as quantitative easing, were aimed at stabilizing the economy, not funding a war.",
      "The federal government's budget for military spending is publicly disclosed and transparent, making it difficult to hide funding for a war through inflation.",
      "The Federal Reserve's inflation targeting framework is designed to maintain low and stable inflation rates, not to finance military activities.",
      "The Federal Reserve's actions are subject to Congressional oversight and scrutiny, making it unlikely that they would use inflation to fund a war without being detected."
    ],
    "top_20_evidences": [
      23141,
      35592,
      23146,
      21331,
      16318,
      4719,
      23153,
      19817,
      23142,
      8272,
      12852,
      22173,
      25626,
      19809,
      36055,
      23256,
      11205,
      35589,
      21848,
      18040
    ]
  },
  "14091": {
    "intent": "The intended conclusion of this claim is that the bill is an overreach of government power and an infringement on parental rights, implying that parents are being unfairly targeted and punished for not conforming to the gender identity ideology.",
    "keywords": "['New', 'California', 'bill', 'parents', 'child', 'abuse','refusing', 'affirm', 'kid', 'gender', 'identity']",
    "pro_queries": [
      "The bill, AB 1779, was introduced in the California State Assembly in February 2022.",
      "The bill aims to amend the California Penal Code to include 'willful infliction of physical or emotional harm' as a form of child abuse, which could potentially apply to parents who refuse to 'affirm' their child's gender identity.",
      "The bill's author, Assemblymember Evan Low, has stated that the legislation is intended to protect transgender youth from 'conversion therapy' and ensure they receive appropriate care and support.",
      "The bill defines 'affirmation' as 'acknowledging and accepting a child's gender identity, including but not limited to, using the child's preferred name and pronouns, and referring to the child's gender identity in a way that is consistent with the child's gender identity'.",
      "The bill does not explicitly state that parents who refuse to 'affirm' their child's gender identity will be charged with child abuse, but it does leave room for interpretation and potential legal action.",
      "The bill has been criticized by some as an overreach of government power and an infringement on parental rights, with opponents arguing that it could lead to parents being punished for not conforming to the gender identity ideology."
    ],
    "con_queries": [
      "The bill does not explicitly charge parents with child abuse for refusing to 'affirm' their kid's gender identity.",
      "The bill aims to protect children from abuse and neglect, not punish parents for their beliefs.",
      "The bill does not require parents to 'affirm' their child's gender identity, but rather provides support for gender-affirming care.",
      "The bill's language is focused on ensuring the well-being and safety of transgender and non-binary youth, not targeting parents who disagree with gender identity ideology.",
      "The bill does not criminalize parents who refuse to 'affirm' their child's gender identity, but rather provides resources for parents to support their child's gender identity."
    ],
    "top_20_evidences": [
      17559,
      17572,
      33414,
      17563,
      31401,
      17561,
      17569,
      26227,
      16113,
      23360,
      16100,
      23330,
      31398,
      34973,
      24610,
      17560,
      29033,
      23334,
      23350,
      27065
    ]
  },
  "14910": {
    "intent": "The intended conclusion of this claim is that Sen. John Thune's meeting with Elon Musk led to a direct causal link between the meeting and his decision to cut Social Security, implying that Musk's influence or persuasion was the primary factor in Thune's decision.",
    "keywords": "['Elon Musk', 'Sen. John Thune', 'Social Security']",
    "pro_queries": [
      "Sen. John Thune has publicly expressed support for reducing the national debt, which could potentially involve cutting Social Security.",
      "Elon Musk has been vocal about his views on government spending and has advocated for reducing government programs, including Social Security.",
      "Sen. John Thune has received campaign contributions from Elon Musk and other wealthy individuals who may have influenced his policy decisions.",
      "Sen. John Thune has been a vocal supporter of President Trump, who has also expressed support for reducing Social Security benefits.",
      "Elon Musk has a history of using his platform to influence public policy and has been known to meet with government officials to discuss his ideas."
    ],
    "con_queries": [
      "There is no evidence that Sen. John Thune has ever publicly announced plans to cut Social Security.",
      "Elon Musk has not publicly stated any involvement in Sen. John Thune's decision-making process regarding Social Security.",
      "Sen. John Thune has consistently supported and voted to protect Social Security benefits in the past.",
      "The meeting between Sen. John Thune and Elon Musk was likely focused on other topics, such as infrastructure or technology innovation, rather than Social Security.",
      "Sen. John Thune has not publicly disclosed any discussions or agreements with Elon Musk regarding Social Security cuts."
    ],
    "top_20_evidences": [
      39602,
      39607,
      39596,
      39601,
      39609,
      41147,
      39604,
      37229,
      13199,
      7957,
      41383,
      13209,
      38342,
      24496,
      37003,
      28834,
      39422,
      27236,
      14089,
      28823
    ]
  },
  "14122": {
    "intent": "The intended conclusion of this claim is that Planned Parenthood is complicit in or supports the sex trafficking of individuals, which is a harmful and misleading implication.",
    "keywords": "['Planned Parenthood','sex traffickers']",
    "pro_queries": [
      "Planned Parenthood has been accused of covering up the sexual abuse of minors and women, which could potentially aid sex traffickers.",
      "Planned Parenthood has been criticized for its lack of transparency in reporting suspected cases of human trafficking and sexual exploitation.",
      "There have been allegations of Planned Parenthood employees being aware of or complicit in sex trafficking, but not reporting it to authorities.",
      "Planned Parenthood has received funding from organizations that have been linked to sex trafficking, raising concerns about its involvement in the issue.",
      "Planned Parenthood has been accused of providing services to individuals who are suspected of being sex traffickers, without reporting it to authorities."
    ],
    "con_queries": [
      "There is no credible evidence to support the claim that Planned Parenthood is complicit in or supports sex trafficking.",
      "Planned Parenthood has repeatedly denied any involvement in sex trafficking and has cooperated with law enforcement investigations.",
      "The videos in question have been widely debunked as heavily edited and misleading, and their creators have been accused of spreading misinformation.",
      "Planned Parenthood provides medical services to victims of sex trafficking, including sexual assault and abuse, and works to prevent human trafficking through education and advocacy.",
      "The organization has implemented strict protocols to prevent and detect human trafficking, including training for staff and reporting requirements for suspected cases.",
      "The claim that Planned Parenthood aids sex traffickers is a conspiracy theory with no basis in fact, and has been widely discredited by fact-checking organizations and experts."
    ],
    "top_20_evidences": [
      3509,
      21728,
      18341,
      18346,
      1029,
      1814,
      4288,
      18333,
      38772,
      10007,
      18331,
      10824,
      18335,
      7323,
      1030,
      1031,
      32748,
      7432,
      40924,
      40922
    ]
  },
  "14180": {
    "intent": "The intended conclusion of this claim is that the speaker, as a leader of House conservatives, is taking credit for reducing the national debt and implying that they are a responsible and effective leader in fiscal matters.",
    "keywords": "['Deficit Reduction Act', 'United States']|_|>",
    "pro_queries": [
      "The Deficit Reduction Act of 2005 was signed into law by President George W. Bush on February 8, 2006.",
      "The Deficit Reduction Act aimed to reduce the national debt by $39 billion over five years.",
      "The Deficit Reduction Act included provisions to reduce spending, increase revenue, and improve the budget process.",
      "The Deficit Reduction Act was a bipartisan effort, with both Democratic and Republican lawmakers contributing to its passage.",
      "The Deficit Reduction Act was the last major deficit reduction bill passed by Congress before the 2008 financial crisis."
    ],
    "con_queries": [
      "The Deficit Reduction Act of 2005 was signed into law by President George W. Bush, not the speaker.",
      "The Deficit Reduction Act of 2005 did not actually reduce the national debt, but rather increased it by $87 billion.",
      "The speaker was not the leader of House conservatives during the passage of the Deficit Reduction Act of 2005.",
      "The speaker's role in the passage of the Deficit Reduction Act of 2005 is disputed, with some sources attributing the bill's passage to a bipartisan effort.",
      "The speaker has been criticized for their role in increasing the national debt during their tenure as a leader in the House of Representatives."
    ],
    "top_20_evidences": [
      31115,
      16304,
      41658,
      22144,
      27391,
      9711,
      19867,
      18118,
      41665,
      19882,
      27443,
      1263,
      16312,
      15875,
      4469,
      16051,
      32955,
      11209,
      18034,
      10506
    ]
  },
  "13098": {
    "intent": "The intended conclusion of this claim is that the increase in Medicare Part B premiums is a direct result of President Biden's handling of the economy, specifically his inability to control inflation, and that seniors are unfairly bearing the burden of his policies.",
    "keywords": "['Biden', 'Medicare Part B', 'inflation crisis']|_|>",
    "pro_queries": [
      "Medicare Part B premiums have increased under President Biden's administration.",
      "The inflation rate has risen during President Biden's term, with the Consumer Price Index (CPI) increasing by [X]% since [date].",
      "The increase in Medicare Part B premiums is attributed to the rising cost of healthcare services and prescription drugs, which is partly driven by inflation.",
      "President Biden's administration has implemented policies aimed at addressing the root causes of inflation, but the effects of these policies may not be immediate or fully realized.",
      "The cost of living for seniors, including healthcare expenses, has increased significantly since the start of the Biden administration."
    ],
    "con_queries": [
      "The increase in Medicare Part B premiums is a result of the Social Security Trustees' recommendation, not a direct result of President Biden's policies.",
      "The Medicare Part B premium increase is a routine annual adjustment, not a new phenomenon under the Biden administration.",
      "The inflation crisis is a global issue, not solely a result of President Biden's economic policies.",
      "The Medicare Part B premium increase is a small percentage of the overall cost of healthcare for seniors, and seniors are not paying the majority of the cost.",
      "The Biden administration has implemented measures to address inflation, such as the Inflation Reduction Act, which aims to reduce healthcare costs for seniors."
    ],
    "top_20_evidences": [
      30867,
      30257,
      35265,
      1202,
      20887,
      36075,
      25954,
      30868,
      19603,
      35266,
      7253,
      1204,
      23145,
      32521,
      22167,
      1198,
      8272,
      27417,
      20172,
      18118
    ]
  },
  "14421": {
    "intent": "The intended conclusion of this claim is that the legal consequences for a woman in Texas who takes abortion pills are severe and potentially life-threatening, implying that the law is overly punitive and restrictive.",
    "keywords": "['Texas','murder']",
    "pro_queries": [
      "In Texas, the penalty for performing an abortion is punishable by up to life in prison or even the death penalty.",
      "As of 2021, Texas has a law that prohibits the use of medication abortion, making it illegal for a woman to take abortion pills in the state.",
      "In Texas, the murder charge for an abortion is typically filed under the state's 'fetal homicide' law, which considers an unborn fetus as a person.",
      "The Texas Attorney General has stated that taking abortion pills in the state could be considered'murder' under the state's laws.",
      "In Texas, the penalty for self-induced abortion is considered'murder' and is punishable by life imprisonment or even the death penalty."
    ],
    "con_queries": [
      "In Texas, the legal consequences for a woman who takes abortion pills are not automatically charged with murder.",
      "The Texas law does not explicitly criminalize the use of abortion pills, but rather regulates the distribution and provision of them.",
      "The Texas Attorney General's office has not issued any statements or guidelines indicating that women who take abortion pills would be charged with murder.",
      "The claim is likely referring to a 2021 Texas law that prohibits the distribution of abortion pills, but does not explicitly criminalize the use of them by the woman herself.",
      "The legal status of self-induced abortion in Texas is unclear, and it is not explicitly stated in the law that a woman who takes abortion pills would be charged with murder."
    ],
    "top_20_evidences": [
      26039,
      26043,
      26042,
      8000,
      26047,
      8147,
      26056,
      8144,
      26040,
      8703,
      26065,
      23182,
      26049,
      26052,
      26053,
      26059,
      26062,
      23167,
      33433,
      13766
    ]
  },
  "14368": {
    "intent": "The intended conclusion of this claim is that Donald Trump, as President, suggested increasing the gas tax by a significant amount, which could be perceived as a burden on consumers and potentially unpopular.",
    "keywords": "['Donald Trump', '25 cents', 'gas tax']",
    "pro_queries": [
      "Donald Trump proposed increasing the federal gas tax in 2017 as part of a plan to fund infrastructure projects.",
      "Trump's 2017 infrastructure plan included a proposal to increase the federal gas tax by 25 cents per gallon.",
      "The Trump administration's 2017 budget proposal included a plan to increase the federal gas tax by 15 cents per gallon, with the option to increase it further to 25 cents per gallon if needed.",
      "Trump's 2017 infrastructure plan aimed to raise $200 billion in revenue through a combination of tax increases, including a 25-cent increase in the gas tax.",
      "The Trump administration's infrastructure plan proposed increasing the federal gas tax by 25 cents per gallon to generate revenue for infrastructure projects."
    ],
    "con_queries": [
      "There is no record of Donald Trump proposing a 25-cent gas tax increase during his presidency.",
      "The gas tax has not been increased by 25 cents since 1993, and any significant increase would likely be a major policy change.",
      "Donald Trump's administration did not propose or implement a gas tax increase during his presidency, and his budget proposals did not include such a measure.",
      "A 25-cent gas tax increase would be a significant burden on consumers, but there is no evidence that Trump ever proposed such a measure.",
      "The gas tax is currently 18.4 cents per gallon in the United States, and any increase would require Congressional approval, which is unlikely without significant public support.",
      "Donald Trump's administration focused on reducing taxes, not increasing them, and a gas tax increase would contradict this goal."
    ],
    "top_20_evidences": [
      24626,
      24621,
      24628,
      24622,
      36031,
      37604,
      36025,
      24631,
      24630,
      24620,
      16297,
      23583,
      37597,
      24632,
      24637,
      32503,
      23793,
      24633,
      32799,
      5636
    ]
  },
  "13656": {
    "intent": "The intended conclusion of this claim is that homemade baby formula recipes can be a reliable and suitable alternative to commercial formula during the U.S. shortage, implying that parents should consider making their own formula as a solution to the shortage.",
    "keywords": "['U.S.','shortage', 'viable option']",
    "pro_queries": [
      "The U.S. Food and Drug Administration (FDA) regulates the production of homemade baby formula recipes to ensure they meet safety standards.",
      "Some pediatricians recommend homemade baby formula recipes as a viable option for parents who cannot access commercial formula during a shortage.",
      "The American Academy of Pediatrics (AAP) acknowledges that homemade baby formula recipes can be a suitable alternative to commercial formula in emergency situations.",
      "The ingredients used in homemade baby formula recipes are often less expensive than commercial formula, making it a cost-effective option during a shortage.",
      "Homemade baby formula recipes can be tailored to meet the specific nutritional needs of individual babies, which may be beneficial for babies with certain health conditions."
    ],
    "con_queries": [
      "The U.S. Food and Drug Administration (FDA) has not approved any homemade baby formula recipes for commercial sale or distribution, and it is illegal to sell or distribute unapproved infant formula.",
      "The American Academy of Pediatrics (AAP) recommends that parents use commercially available, iron-fortified infant formula to ensure their babies receive the necessary nutrients for optimal growth and development.",
      "Homemade baby formula recipes may lack essential nutrients, such as iron, vitamin D, and omega-3 fatty acids, which are crucial for infant development and may lead to nutritional deficiencies.",
      "The U.S. shortage is primarily caused by supply chain disruptions and manufacturing issues, not a lack of demand, making it unlikely that homemade recipes can meet the demand for formula.",
      "The Centers for Disease Control and Prevention (CDC) has not endorsed any homemade baby formula recipes and advises parents to use commercially available formula to ensure the health and safety of their babies.",
      "Homemade baby formula recipes may not be sterile, increasing the risk of contamination and potentially harming babies, whereas commercial formula is manufactured under strict quality control measures."
    ],
    "top_20_evidences": [
      8409,
      8411,
      8412,
      8378,
      8379,
      8413,
      8381,
      8329,
      8376,
      8415,
      8384,
      8383,
      8567,
      8375,
      8348,
      8410,
      8336,
      8380,
      8337,
      14603
    ]
  },
  "14065": {
    "intent": "The intended conclusion of this claim is that tying work requirements to federal safety-net programs is an effective way to increase employment rates.",
    "keywords": "['study', 'work', 'programs', 'people']|_|>",
    "pro_queries": [
      "Tying work requirements to federal safety-net programs has been shown to increase employment rates among low-income individuals.",
      "Studies have consistently found that work requirements in safety-net programs lead to a higher percentage of participants finding employment.",
      "Research has demonstrated that linking work requirements to federal assistance programs increases the likelihood of recipients entering the workforce.",
      "Work requirements in safety-net programs have been linked to a significant reduction in unemployment rates among program participants.",
      "A study by [specific study name] found that work requirements in safety-net programs resulted in a [specific percentage] increase in employment rates among participants."
    ],
    "con_queries": [
      "Not all studies have shown that work requirements increase employment rates.",
      "Some studies have found that work requirements can lead to reduced participation in safety-net programs, rather than increased employment.",
      "The effectiveness of work requirements in increasing employment rates may depend on various factors, such as the type of program, the population being served, and the economic conditions.",
      "There is limited evidence that work requirements are an effective way to increase employment rates, especially for low-income individuals or those with barriers to employment.",
      "Some studies have raised concerns about the potential negative impacts of work requirements on vulnerable populations, such as children, seniors, and people with disabilities.",
      "The relationship between work requirements and employment rates is complex and may be influenced by various confounding factors, such as education, skills, and job availability."
    ],
    "top_20_evidences": [
      16926,
      16931,
      16925,
      16919,
      16920,
      16918,
      16932,
      16929,
      16940,
      16945,
      28492,
      16923,
      16896,
      16921,
      19988,
      31317,
      16916,
      16941,
      16938,
      16930
    ]
  },
  "14177": {
    "intent": "The intended conclusion of this claim is that the smart-city plans implemented in Tenerife are responsible for causing the wildfires in the area.",
    "keywords": "Here is the extracted list of key specific terms:\n\n['Tenerife', 'wildfires','smart-city']|_|>",
    "pro_queries": [
      "Tenerife has implemented smart-city initiatives, including the use of IoT sensors and data analytics, in its urban planning and management.",
      "The smart-city project in Tenerife has been criticized for its lack of transparency and accountability in its decision-making processes.",
      "Tenerife's smart-city plan has been accused of prioritizing economic growth over environmental concerns, potentially leading to increased risk of wildfires.",
      "The use of IoT sensors and data analytics in Tenerife's smart-city project has been linked to increased risk of wildfires due to the potential for malfunction or hacking.",
      "Tenerife's smart-city project has been criticized for its failure to incorporate adequate fire prevention and suppression measures into its urban planning."
    ],
    "con_queries": [
      "There is no scientific evidence linking smart-city plans to the ignition or spread of wildfires in Tenerife.",
      "Tenerife's smart-city initiatives focus on energy efficiency, transportation, and waste management, not wildfire prevention or suppression.",
      "Wildfires in Tenerife are primarily caused by human activities such as arson, accidental ignition, and natural factors like drought and strong winds.",
      "The Canary Islands, where Tenerife is located, have a long history of wildfires, predating the implementation of smart-city plans.",
      "Tenerife's smart-city plans do not include any features that would intentionally or unintentionally contribute to the ignition or spread of wildfires."
    ],
    "top_20_evidences": [
      19784,
      19763,
      19788,
      19762,
      40061,
      19766,
      40060,
      40062,
      40227,
      25802,
      19769,
      19759,
      19783,
      19308,
      25800,
      19787,
      19792,
      19324,
      27282,
      19761
    ]
  },
  "14332": {
    "intent": "The intended conclusion of this claim is that China is permitted to engage in cryptocurrency mining activities within the United States, which may be perceived as a potential threat to national security or economic interests.",
    "keywords": "Here is the extracted list of key specific terms:\n\n['China', 'U.S.']",
    "pro_queries": [
      "China has been actively involved in cryptocurrency mining activities in the United States, with some Chinese companies operating mining facilities in the country.",
      "The U.S. government has not explicitly banned Chinese companies from engaging in cryptocurrency mining activities within the country's borders.",
      "Some U.S.-based companies have partnered with Chinese companies to develop and operate cryptocurrency mining facilities in the United States.",
      "China is one of the world's largest cryptocurrency mining hubs, and its companies have been expanding their operations globally, including in the United States.",
      "The U.S. government has not implemented any specific regulations or restrictions on Chinese companies engaging in cryptocurrency mining activities within the country."
    ],
    "con_queries": [
      "China is not a country that is currently allowed to engage in crypto mining activities within the U.S. due to strict regulations and laws.",
      "The U.S. government has implemented strict regulations and laws to prevent foreign entities, including China, from engaging in crypto mining activities within the country.",
      "There is no evidence to suggest that China is currently permitted to engage in crypto mining activities within the U.S.",
      "The U.S. has strict laws and regulations in place to prevent foreign entities, including China, from engaging in crypto mining activities within the country, and any claims suggesting otherwise are likely false.",
      "China is not a country that is allowed to engage in crypto mining activities within the U.S. due to national security concerns and economic interests.",
      "The U.S. government has strict regulations and laws in place to prevent foreign entities, including China, from engaging in crypto mining activities within the country, and any claims suggesting otherwise are likely false."
    ],
    "top_20_evidences": [
      23672,
      23670,
      23673,
      23680,
      23660,
      23675,
      23665,
      23663,
      23667,
      23664,
      56,
      23666,
      2820,
      23678,
      14929,
      23676,
      5906,
      27873,
      2818
    ]
  },
  "13426": {
    "intent": "The intended conclusion of this claim is that the purchasing power of a given hourly wage has decreased over time.",
    "keywords": "['$15/hr', '$7.50/hr']",
    "pro_queries": [
      "The Consumer Price Index (CPI) has increased by 4.7% over the past year, which means that $15/hr in 2023 has less purchasing power than $15/hr in 2022.",
      "According to the Bureau of Labor Statistics, the average hourly earnings of production and nonsupervisory employees have increased by 3.5% over the past year, but the Consumer Price Index has increased by 4.7%, resulting in a decrease in real wages.",
      "The purchasing power of $15/hr in 2023 is equivalent to $13.85/hr in 2022, considering the 4.7% increase in the Consumer Price Index over the past year.",
      "The real value of $7.50/hr in 2022 is equivalent to $6.85/hr in 2023, considering the 4.7% increase in the Consumer Price Index over the past year.",
      "The average cost of living in the United States has increased by 4.7% over the past year, which means that $15/hr in 2023 has less purchasing power than $15/hr in 2022."
    ],
    "con_queries": [
      "The Bureau of Labor Statistics reports that the Consumer Price Index (CPI) has increased by approximately 4.7% over the past year, which means that $15/hr in 2023 has the same purchasing power as $14.35/hr in 2022.",
      "The real value of $15/hr has not decreased; it has simply been adjusted for inflation, which is a natural economic phenomenon.",
      "The claim does not account for regional differences in cost of living, which can significantly impact the purchasing power of a given wage.",
      "The $7.50/hr mentioned in the claim is likely an outdated figure and may not accurately represent the average wage in the same industry or location a year ago.",
      "The claim does not provide a clear definition of 'buying power' or how it is being measured, making it difficult to accurately compare the value of $15/hr to $7.50/hr."
    ],
    "top_20_evidences": [
      5555,
      29134,
      5548,
      5557,
      7255,
      10855,
      5554,
      30870,
      34235,
      22165,
      24057,
      3325,
      10848,
      10709,
      3327,
      548,
      19608,
      10920,
      25496,
      29130
    ]
  },
  "14790": {
    "intent": "The intended conclusion of this claim is that the removal of 747,000 voters from the voter rolls in North Carolina was a deliberate attempt to influence the outcome of an election and undermine the democratic process.",
    "keywords": "['North Carolina', '747,000', 'voter rolls','steal the election']|_|>",
    "pro_queries": [
      "North Carolina's voter rolls decreased by 747,000 between 2016 and 2018.",
      "North Carolina's voter rolls have been subject to controversy and lawsuits in recent years.",
      "The North Carolina State Board of Elections has been accused of implementing voter suppression tactics.",
      "The removal of voters from the rolls disproportionately affected minority and Democratic-leaning communities in North Carolina.",
      "North Carolina has a history of voter suppression and election manipulation."
    ],
    "con_queries": [
      "The North Carolina State Board of Elections has stated that the removal of 747,000 voters from the voter rolls was due to a routine process of removing inactive or duplicate registrations, not a deliberate attempt to influence the election.",
      "The voter rolls were purged in accordance with North Carolina state law, which requires regular maintenance to ensure the accuracy and integrity of the voter rolls.",
      "The removal of voters from the rolls did not disproportionately affect any particular group or demographic, and the demographics of the removed voters were similar to those of the remaining voters on the rolls.",
      "The North Carolina State Board of Elections has implemented measures to ensure that eligible voters are not removed from the rolls, including a process for voters to confirm their registration status and update their information.",
      "The removal of voters from the rolls did not occur in a way that would have a significant impact on the outcome of the election, as the margin of victory was substantial and the removed voters were not concentrated in any particular area or demographic."
    ],
    "top_20_evidences": [
      36525,
      36505,
      36521,
      36501,
      36509,
      36528,
      34758,
      36519,
      36530,
      17641,
      36502,
      34644,
      36523,
      11597,
      34662,
      34759,
      36506,
      34753,
      26753,
      36537
    ]
  },
  "14175": {
    "intent": "The intended conclusion of this claim is that the flooding of Los Angeles Dodgers Stadium is a punishment or consequence of mocking God.",
    "keywords": "['Los Angeles', 'Dodgers Stadium', 'God']",
    "pro_queries": [
      "Los Angeles is a city in the United States where the majority of its residents identify as Christian.",
      "The Los Angeles Dodgers Stadium is a public venue that hosts various events, including sports games and concerts, which can be considered a form of entertainment.",
      "Mocking or disrespecting God is considered a serious offense in many Christian denominations and can be seen as a form of blasphemy.",
      "The concept of God is often associated with a higher power or deity that is believed to have the ability to punish or reward individuals or groups.",
      "Flooding is a natural disaster that can be caused by various factors, including human activities, climate change, and geological events, but can also be seen as a sign of divine intervention or punishment."
    ],
    "con_queries": [
      "There is no credible evidence linking the flooding of Los Angeles Dodgers Stadium to any instance of mocking God.",
      "The Los Angeles Dodgers Stadium is a natural flood-prone area due to its location near the Los Angeles River.",
      "The 2023 flood at Dodgers Stadium was caused by heavy rainfall and infrastructure issues, not divine intervention.",
      "The Los Angeles Dodgers organization has not made any public statements linking the flood to mocking God.",
      "The concept of God is a religious belief and not a verifiable or measurable entity, making it impossible to establish a causal link between mocking God and the flooding of the stadium."
    ],
    "top_20_evidences": [
      19699,
      19707,
      19722,
      19709,
      19698,
      40291,
      19700,
      19719,
      19720,
      19715,
      19711,
      40282,
      26430,
      19713,
      10992,
      26417,
      19710,
      17532,
      669,
      17536
    ]
  },
  "13865": {
    "intent": "The intended conclusion of this claim is that the allocation of $5.1 billion in Illinois was effective in promoting equity and diversity at an elementary school.",
    "keywords": "['Illinois', '5.1 billion', 'equity', 'diversity']|_|>",
    "pro_queries": [
      "Illinois has allocated funds for education, including $5.1 billion, in its annual budget.",
      "The Illinois State Board of Education has implemented programs aimed at promoting equity and diversity in education.",
      "Illinois has a dedicated budget line item for equity and diversity initiatives in its education sector.",
      "The Illinois Department of Education has provided grants to schools for equity and diversity programs, including $5.1 billion allocated to an elementary school."
    ],
    "con_queries": [
      "There is no evidence that the $5.1 billion allocation was specifically earmarked for equity and diversity initiatives at an elementary school in Illinois.",
      "The $5.1 billion allocation may have been used for other purposes, such as infrastructure or teacher salaries, rather than equity and diversity initiatives.",
      "The claim does not provide a specific elementary school in Illinois that received the $5.1 billion, making it unclear which school or schools benefited from the allocation.",
      "Illinois has a complex education budget process, and it is unclear how the $5.1 billion was allocated and spent, making it difficult to determine its impact on equity and diversity.",
      "The claim does not provide a clear definition of what is meant by 'equity and diversity' in the context of the $5.1 billion allocation, making it unclear what specific initiatives were funded and how they were implemented."
    ],
    "top_20_evidences": [
      11906,
      11923,
      11913,
      11908,
      11907,
      11903,
      11909,
      11914,
      23754,
      11918,
      11915,
      11928,
      34691,
      11916,
      11917,
      11927,
      3316,
      14137,
      11919,
      13834
    ]
  },
  "13653": {
    "intent": "The intended conclusion is that Democrats are not strongly condemning the anti-abortion group's opponents, implying that they are condoning or supporting their actions.",
    "keywords": "['fire', 'vandalism', 'Madison', 'Democrats', 'anti-abortion', 'activists','repugnant', 'illegal']",
    "pro_queries": [
      "No public statement from the Democratic Party or its leaders condemning the fire and vandalism at the Madison headquarters of the anti-abortion group was found.",
      "The Democratic Party has not issued a statement specifically addressing the illegal activities of anti-abortion activists in Madison.",
      "There is no record of any Democratic politician or official publicly denouncing the illegal actions of anti-abortion activists in Madison following the fire and vandalism incident.",
      "The Democratic Party has not taken any official action to condemn the illegal activities of anti-abortion activists in Madison.",
      "No Democratic leader has publicly spoken out against the illegal activities of anti-abortion activists in Madison, despite the fire and vandalism incident."
    ],
    "con_queries": [
      "The Democratic Party has consistently condemned violence and vandalism in all forms, including anti-abortion protests.",
      "The Madison Police Department has not linked the fire and vandalism to any specific political group or ideology.",
      "The anti-abortion group's headquarters was previously targeted by pro-choice activists in the past, raising concerns about retaliatory violence.",
      "The Democratic Party has a long history of supporting peaceful protests and advocating for reproductive rights.",
      "The incident is under investigation, and no evidence has been found linking the fire and vandalism to any political party or ideology.",
      "The anti-abortion group has a history of inflammatory rhetoric and has been accused of promoting hate speech, which may have contributed to the incident.",
      "The Democratic Party has a strong track record of condemning hate speech and promoting tolerance and inclusivity."
    ],
    "top_20_evidences": [
      19335,
      38535,
      8363,
      9475,
      9471,
      9047,
      31023,
      27282,
      26559,
      26556,
      8360,
      35044,
      18331,
      7599,
      35046,
      8163,
      29635,
      8159,
      28360,
      29663
    ]
  },
  "13829": {
    "intent": "The intended conclusion of this claim is that Wisconsin's BadgerCare program is accessible to people of all income levels, including multimillionaires, and that the program's lack of income-based qualification makes it more inclusive.",
    "keywords": "['Wisconsin', 'BadgerCare','multimillionaires']",
    "pro_queries": [
      "Wisconsin's BadgerCare program is a Medicaid expansion program that provides health insurance coverage to low-income individuals and families.",
      "BadgerCare does not have an income-based qualification process, as it is based on eligibility categories such as age, disability, and family size.",
      "Wisconsin's BadgerCare program is designed to be more inclusive, with no asset test or income cap, making it accessible to individuals with higher incomes.",
      "Multimillionaires can potentially qualify for BadgerCare if they meet the eligibility criteria, such as being elderly, disabled, or having a family size that meets the program's requirements.",
      "Wisconsin's BadgerCare program has expanded coverage to more people, including those with higher incomes, since its implementation in 2014."
    ],
    "con_queries": [
      "BadgerCare is a Medicaid program in Wisconsin, and Medicaid eligibility is typically based on income level, not wealth.",
      "Wisconsin's BadgerCare program has income limits for eligibility, which are adjusted annually for inflation.",
      "Multimillionaires are unlikely to be eligible for BadgerCare, as the program is designed to provide health insurance to low-income individuals and families.",
      "The Wisconsin Department of Health Services sets income limits for BadgerCare eligibility, which are not publicly disclosed.",
      "BadgerCare is not a universal healthcare program, and eligibility is determined by income, age, and other factors, not wealth."
    ],
    "top_20_evidences": [
      11130,
      11127,
      11126,
      11128,
      11136,
      26171,
      24793,
      11140,
      15521,
      15520,
      1989,
      28832,
      32826,
      29931,
      15508,
      16388,
      20216,
      4960,
      15531,
      4959
    ]
  },
  "13482": {
    "intent": "The intended conclusion of this claim is that Home Depot is promoting or condoning the concept of privilege in its employee training, which may be perceived as controversial or divisive.",
    "keywords": "['Home Depot', 'privilege']|_|>",
    "pro_queries": [
      "Home Depot has been accused of promoting a worksheet on 'privilege' in its employee training.",
      "The worksheet allegedly used by Home Depot is titled 'Understanding Privilege' and focuses on the concept of privilege in the workplace.",
      "Home Depot has faced criticism for its handling of diversity and inclusion initiatives, including employee training programs.",
      "The company has been accused of perpetuating systemic racism and bias in its hiring and promotion practices.",
      "Home Depot has been sued for discrimination and has faced allegations of creating a hostile work environment for certain employees."
    ],
    "con_queries": [
      "Home Depot has not publicly announced or confirmed the existence of such a worksheet.",
      "The authenticity of the photo has not been verified by Home Depot or any reputable sources.",
      "The context of the worksheet, including its purpose and intended audience, is unknown.",
      "Home Depot has a history of promoting diversity, equity, and inclusion initiatives, which may contradict the notion of promoting privilege.",
      "The concept of privilege is a complex and nuanced topic, and its presentation in an employee training context may be intended to facilitate understanding and empathy rather than perpetuate divisiveness."
    ],
    "top_20_evidences": [
      6263,
      6268,
      6265,
      6267,
      6264,
      8395,
      39949,
      27093,
      9157,
      41069,
      2763,
      28894,
      33236,
      18649,
      39935,
      28410,
      1378,
      15116,
      20145,
      2765
    ]
  },
  "14566": {
    "intent": "The intended conclusion of this claim is that Sen. Katie Britt is attempting to infringe upon the privacy and autonomy of pregnant women by creating a national registry that tracks their personal information.",
    "keywords": "['Sen.', 'Katie Britt', 'national registry', 'pregnant women']",
    "pro_queries": [
      "Sen. Katie Britt's bill would require the collection and storage of personal information about pregnant women, including their names, addresses, and medical records.",
      "The proposed registry would allow the government to track and monitor the health and well-being of pregnant women, potentially infringing upon their privacy and autonomy.",
      "The bill does not specify how the registry would be used or who would have access to the collected data, raising concerns about potential misuse and data breaches.",
      "Sen. Katie Britt has not provided clear guidelines on how the registry would be maintained, updated, and secured, leaving many questions about data protection and security.",
      "The creation of a national registry of pregnant women could lead to increased surveillance and monitoring of pregnant individuals, potentially leading to a loss of trust in the healthcare system and a decrease in healthcare access.",
      "Sen. Katie Britt's bill does not address the potential risks and consequences of creating a national registry, such as the potential for data breaches, identity theft, and privacy violations."
    ],
    "con_queries": [
      "Sen. Katie Britt has not publicly stated any intention to infringe upon the privacy and autonomy of pregnant women.",
      "The bill does not mention tracking personal information of pregnant women, but rather aims to improve maternal health outcomes and reduce maternal mortality rates.",
      "The national registry would likely be used for statistical purposes only, such as tracking trends and identifying areas for improvement in healthcare services.",
      "Sen. Katie Britt has a history of advocating for women's health and reproductive rights, making it unlikely she would introduce a bill that infringes upon their autonomy.",
      "The bill does not specify what information would be included in the registry, and it's possible that it would only include aggregate data or de-identified information."
    ],
    "top_20_evidences": [
      30085,
      30113,
      30084,
      30108,
      30109,
      30102,
      30101,
      35858,
      14744,
      30112,
      30089,
      30092,
      30091,
      19445,
      38496,
      6584,
      30115,
      30099,
      30096,
      30090
    ]
  },
  "14989": {
    "intent": "The intended conclusion is that the current recruiting results of the armed services are significantly better than they were in the recent past, and this improvement is attributed to the policies implemented by President Trump.",
    "keywords": "['best', 'ever', 'Trump','months']|_|>",
    "pro_queries": [
      "The US Army has exceeded its recruiting goals for the first time in years, with 70% of its active-duty strength filled in 2020.",
      "The US Navy has seen a significant increase in enlistment rates, with 2020 being the best year for recruitment since 2016.",
      "The US Air Force has reported a 15% increase in enlistment rates compared to the same period last year, with 2020 being the best year for recruitment since 2014.",
      "The US Marine Corps has seen a 10% increase in enlistment rates compared to the same period last year, with 2020 being the best year for recruitment since 2017.",
      "The US Coast Guard has reported a 12% increase in enlistment rates compared to the same period last year, with 2020 being the best year for recruitment since 2015."
    ],
    "con_queries": [
      "The armed services' recruiting results have not been consistently 'among the best ever' across all branches.",
      "There is no evidence that Trump's policies have caused a significant and sustained improvement in recruiting results.",
      "The 'opposite' recruiting results referred to are likely a reference to a specific period of time, but the exact dates are not provided, making it difficult to verify the claim.",
      "The 'best' recruiting results are subjective and may be influenced by various factors, including changes in demographics, economic conditions, and societal trends.",
      "The claim does not provide a clear definition of 'best recruiting results' or a specific metric used to measure success.",
      "The claim does not account for potential external factors that may have contributed to the improved recruiting results, such as changes in the job market or demographic trends."
    ],
    "top_20_evidences": [
      41822,
      41816,
      41844,
      41839,
      41857,
      41842,
      41813,
      41819,
      41843,
      41826,
      41821,
      41811,
      41818,
      41841,
      16931,
      32137,
      41812,
      41845,
      41808,
      41815
    ]
  },
  "13471": {
    "intent": "The intended conclusion of this claim is that the president's decision to shut down the Keystone XL pipeline is the primary cause of rising gas prices.",
    "keywords": "['president', 'Keystone XL pipeline']|_|>",
    "pro_queries": [
      "The Keystone XL pipeline was a proposed pipeline that would have transported crude oil from Canada to the United States.",
      "The Keystone XL pipeline was approved by the Obama administration in 2012, but its construction was halted in 2015.",
      "The president's decision to halt the Keystone XL pipeline was met with criticism from some lawmakers and industry groups, who argued it would lead to increased gas prices.",
      "Gas prices in the United States have been steadily increasing since 2014, with some fluctuations.",
      "The Energy Information Administration (EIA) reports that the average price of regular gasoline in the United States has increased by over 50% since 2014."
    ],
    "con_queries": [
      "The Keystone XL pipeline was not shut down by the president, as it was cancelled in 2015, before the president's first day in office.",
      "Gas prices have fluctuated significantly over the past decade, with multiple factors contributing to their increase, including global demand, supply chain disruptions, and economic conditions.",
      "The president's administration has implemented policies aimed at increasing domestic oil production and reducing reliance on foreign oil, which could potentially lead to lower gas prices in the long term.",
      "The president's decision to shut down the Keystone XL pipeline was part of a broader effort to address climate change and reduce carbon emissions, which may have long-term benefits for the environment and public health.",
      "The relationship between the Keystone XL pipeline and gas prices is complex and influenced by multiple factors, including global market trends, economic conditions, and government policies, making it difficult to attribute the rise in gas prices solely to the pipeline's shutdown."
    ],
    "top_20_evidences": [
      41490,
      445,
      5655,
      2043,
      439,
      5642,
      20228,
      6110,
      5315,
      9808,
      6106,
      324,
      9307,
      1335,
      5644,
      5639,
      20232,
      1334,
      23794,
      41504
    ]
  },
  "14319": {
    "intent": "The intended conclusion of this claim is that Ron DeSantis, the current Governor of Florida, has a history of supporting amnesty for undocumented immigrants, which may be perceived as a departure from his current stance or the stance of his political party.",
    "keywords": "['Ron DeSantis', 'Congress', 'amnesty']",
    "pro_queries": [
      "Ron DeSantis voted for the DREAM Act in 2012.",
      "DeSantis supported the 2013 Senate immigration reform bill, which included a pathway to citizenship for undocumented immigrants.",
      "In 2013, DeSantis co-sponsored the Border Security, Economic Opportunity, and Immigration Modernization Act, which aimed to provide a pathway to citizenship for undocumented immigrants.",
      "DeSantis voted for the 2013 House immigration reform bill, which included a pathway to citizenship for undocumented immigrants.",
      "In 2013, DeSantis stated that he supported a 'pathway to citizenship' for undocumented immigrants."
    ],
    "con_queries": [
      "Ron DeSantis never served in Congress.",
      "There is no record of Ron DeSantis voting for amnesty during his time in Congress.",
      "The term 'amnesty' is often used to describe a specific type of immigration reform, and it's unclear what type of amnesty Ron DeSantis supported, if any.",
      "Ron DeSantis's stance on immigration has evolved over time, and it's unclear if his past support for a specific policy translates to his current views.",
      "The claim does not specify which specific amnesty bill or proposal Ron DeSantis supported, making it difficult to verify the claim."
    ],
    "top_20_evidences": [
      23408,
      23381,
      23384,
      24403,
      22136,
      23401,
      23380,
      23405,
      23390,
      23400,
      23378,
      23399,
      16858,
      16842,
      23368,
      25572,
      21297,
      22599,
      16745,
      22133
    ]
  },
  "13233": {
    "intent": "The intended conclusion is that the requirement for a valid form of ID to vote in national elections in India is unjust or unfair, given the widespread poverty and lack of basic needs among a significant portion of the population.",
    "keywords": "['1.4 billion', '800 million', 'less than $1.90 per day', 'valid form of ID', 'national elections']",
    "pro_queries": [
      "India has a population of approximately 1.4 billion people.",
      "According to the World Bank, nearly 800 million people in India live on less than $1.90 per day.",
      "The World Bank defines extreme poverty as living on less than $1.90 per day.",
      "India has a voter ID requirement for national elections.",
      "The voter ID requirement in India is mandatory for all citizens, regardless of income or socioeconomic status."
    ],
    "con_queries": [
      "The claim that 'nearly 800 million of them live in extreme poverty — less than $1.90 per day' is an outdated statistic, as the World Bank's 2020 data shows that the percentage of Indians living below the international poverty line has decreased significantly since 2015.",
      "The requirement for a valid form of ID to vote in national elections in India is not unique to India, as many countries, including the United States, require some form of identification to vote.",
      "The claim that 'EVERY singly Indian citizen is required to have a valid form of ID to vote in national elections' is an exaggeration, as some Indian citizens, such as those living in remote or tribal areas, may not have access to the necessary documentation.",
      "The Indian government has implemented various initiatives to increase voter registration and participation, including the use of biometric identification and mobile-based registration systems, which have helped to increase voter turnout in recent elections.",
      "The claim that the requirement for a valid form of ID to vote is unjust or unfair is an oversimplification, as it is a necessary measure to prevent fraud and ensure the integrity of the electoral process."
    ],
    "top_20_evidences": [
      3007,
      34623,
      3006,
      39082,
      39085,
      3005,
      13064,
      27194,
      3003,
      27195,
      29705,
      27206,
      34633,
      3009,
      39087,
      29787,
      27623,
      27204,
      3014,
      39081
    ]
  },
  "13344": {
    "intent": "The intended conclusion is that the Democratic Party is more concerned with making insulin affordable for Americans, while the Republican Party is prioritizing profits over people's health.",
    "keywords": "['Biden', 'Democrats', '35', 'Republicans', 'Senate']",
    "pro_queries": [
      "President Biden has proposed capping the cost of insulin at $35 per month for Medicare recipients.",
      "The majority of Democratic senators have co-sponsored the Affordable Insulin Now Act, which aims to cap insulin prices at $35 per month.",
      "The American Diabetes Association has endorsed the Affordable Insulin Now Act, citing the need to make insulin more affordable for Americans.",
      "The Congressional Budget Office estimates that capping insulin prices at $35 per month would save Medicare beneficiaries $1.8 billion over the next decade.",
      "The majority of Democrats in the House of Representatives have signed a letter urging the Senate to pass the Affordable Insulin Now Act."
    ],
    "con_queries": [
      "Biden's proposed plan does not specifically mention capping insulin prices at $35 per month.",
      "Not all Democrats support capping insulin prices at $35 per month, as some have proposed alternative solutions.",
      "The Senate has not voted on a bill to cap insulin prices at $35 per month, so it's unclear if all 50 Republicans are opposed to it.",
      "The claim does not account for potential exceptions or carve-outs in the proposed legislation, which could affect the actual cost of insulin for some individuals.",
      "The focus on a single price point ($35 per month) oversimplifies the complex issue of insulin affordability and may not accurately reflect the proposed policies' actual impact.",
      "The claim implies a binary opposition between Democrats and Republicans, ignoring potential bipartisan support for insulin affordability measures."
    ],
    "top_20_evidences": [
      31007,
      4468,
      4465,
      28074,
      4476,
      15729,
      6057,
      31003,
      4475,
      28073,
      24456,
      6058,
      30986,
      4474,
      6689,
      4464,
      30995,
      40652,
      30997,
      29050
    ]
  },
  "14442": {
    "intent": "The intended conclusion of this claim is that the city of Milwaukee has not reduced the overall funding for its police department, implying that the city has not abandoned its commitment to law enforcement.",
    "keywords": "The key specific terms extracted from the claim are:\n\n['Milwaukee']",
    "pro_queries": [
      "The city of Milwaukee has maintained its police department's budget allocation in recent years.",
      "The Milwaukee Police Department's annual budget has not been significantly reduced since 2015.",
      "The city of Milwaukee has not eliminated any police positions or reduced the number of police officers.",
      "The Milwaukee Police Department's funding has remained consistent with the city's overall budget allocation.",
      "The city of Milwaukee has not reduced its investment in law enforcement services."
    ],
    "con_queries": [
      "Milwaukee has reduced the number of police officers since 2019.",
      "The city has shifted funds from the police department to other community programs.",
      "The Milwaukee Common Council has approved budget cuts to the police department in recent years.",
      "The city's police budget has not kept pace with inflation and population growth.",
      "The Milwaukee Police Department has reduced its services and programs due to budget constraints."
    ],
    "top_20_evidences": [
      26718,
      27382,
      26710,
      11714,
      2742,
      37807,
      37809,
      26708,
      37808,
      26722,
      38262,
      26713,
      26712,
      26456,
      40425,
      26723,
      26714,
      31977,
      40430,
      26720
    ]
  },
  "13275": {
    "intent": "The intended conclusion of this claim is that the actual number of deaths from COVID-19 is significantly lower than the reported number, implying that the reported number is exaggerated or inaccurate.",
    "keywords": "['COVID', 'LOWER']|_|>",
    "pro_queries": [
      "The World Health Organization (WHO) has reported that the actual number of COVID-19 deaths might be lower than reported due to underreporting and misclassification of cases.",
      "The Centers for Disease Control and Prevention (CDC) has acknowledged that there may be a delay in reporting COVID-19 deaths, which could lead to an underestimation of the actual number of deaths.",
      "Some studies have suggested that the reported number of COVID-19 deaths might be inflated due to misclassification of deaths as COVID-19-related when they were actually caused by other factors.",
      "The accuracy of COVID-19 death reporting can be affected by factors such as varying testing rates, reporting biases, and differences in data collection methods across countries and regions.",
      "The reported number of COVID-19 deaths might not accurately reflect the actual number of deaths due to the complexity of the disease and the challenges in diagnosing and reporting cases."
    ],
    "con_queries": [
      "The World Health Organization (WHO) reports that the global death toll from COVID-19 is over 6.5 million, which is significantly higher than the reported number.",
      "The Centers for Disease Control and Prevention (CDC) estimates that the actual number of COVID-19 deaths in the United States is likely higher than the reported number due to underreporting and misclassification of cases.",
      "The COVID-19 pandemic has been extensively studied and monitored by multiple international organizations, including the WHO, CDC, and the World Bank, which have all reported consistent and alarming death tolls.",
      "The claim that COVID-19 deaths are 'LOWER' than reported is not supported by credible scientific evidence and is likely an exaggeration or misinformation.",
      "The reported number of COVID-19 deaths is based on verified data from national health authorities, hospitals, and death registries, which are subject to rigorous quality control and auditing processes.",
      "The actual number of COVID-19 deaths may be higher due to factors such as asymptomatic cases, delayed reporting, and underreporting, which can lead to an underestimation of the true death toll."
    ],
    "top_20_evidences": [
      3563,
      16165,
      4315,
      3545,
      4311,
      14526,
      2483,
      3561,
      1663,
      1661,
      3433,
      1665,
      14527,
      3546,
      2486,
      3437,
      2485,
      3436,
      3431,
      3564
    ]
  },
  "14933": {
    "intent": "The intended conclusion of this claim is that the aid provided to Western North Carolina is significantly less than the aid provided to Los Angeles, Hollywood, and California, implying that there is an unfair disparity in the distribution of aid.",
    "keywords": "['100%', '180 days', 'Western North Carolina', '750']",
    "pro_queries": [
      "The 180-day period mentioned in the claim refers to the duration of the aid provided to Los Angeles, Hollywood, and California.",
      "Western North Carolina received $750 in aid, which is a specific amount mentioned in the claim.",
      "The claim implies that Los Angeles, Hollywood, and California received 100% aid, which means they received the maximum possible amount of aid during the 180-day period.",
      "The claim does not provide information about the total amount of aid provided to Western North Carolina, only the amount of $750."
    ],
    "con_queries": [
      "The aid provided to Western North Carolina is not the only aid received by the region, and the claim does not account for other forms of support.",
      "The 100% aid mentioned in the claim is likely referring to a specific type of aid, such as emergency funding, and not a comprehensive assessment of all aid received by Los Angeles, Hollywood, and California.",
      "The 180-day period mentioned in the claim is not specified as a unique timeframe for the aid provided to Los Angeles, Hollywood, and California, and may not be comparable to the aid provided to Western North Carolina.",
      "The claim does not provide context about the specific needs or circumstances of Western North Carolina that may have justified the $750 aid, and it is unclear if this amount is sufficient for the region's needs.",
      "The claim does not provide information about the total amount of aid received by Los Angeles, Hollywood, and California, making it difficult to compare the aid provided to Western North Carolina."
    ],
    "top_20_evidences": [
      40694,
      40236,
      40231,
      40255,
      37670,
      40693,
      37665,
      37078,
      40692,
      40237,
      37069,
      39546,
      39543,
      39152,
      37652,
      13637,
      40738,
      12445,
      12440,
      40739
    ]
  },
  "14356": {
    "intent": "The intended conclusion of this claim is that the retirement age should be increased beyond 65.",
    "keywords": "['Nikki Haley', '65']|_|>",
    "pro_queries": [
      "65 is considered a relatively low retirement age compared to other developed countries.",
      "Many experts argue that increasing the retirement age can help address the financial sustainability of social security systems.",
      "Nikki Haley has previously expressed concerns about the financial burden of social security on younger generations.",
      "Raising the retirement age can incentivize people to work longer and contribute more to the economy.",
      "65 is not a biologically determined age for retirement, and many people are physically and mentally capable of working beyond this age."
    ],
    "con_queries": [
      "Nikki Haley has not publicly stated that the retirement age at 65 is too low.",
      "Many experts argue that 65 is a reasonable retirement age, considering life expectancy and health trends.",
      "Increasing the retirement age could disproportionately affect low-income workers and exacerbate income inequality.",
      "The Social Security Administration's actuaries have not recommended raising the retirement age beyond 65.",
      "Raising the retirement age could lead to a shortage of experienced workers in certain industries, potentially harming the economy."
    ],
    "top_20_evidences": [
      24492,
      24298,
      15966,
      24487,
      24484,
      24302,
      24304,
      24483,
      24447,
      34080,
      37582,
      24450,
      24485,
      24297,
      22609,
      30163,
      24299,
      28836,
      19742,
      15967
    ]
  },
  "14944": {
    "intent": "The intended conclusion of this claim is that the executive order has eliminated the legal recognition of male gender, implying a radical and inaccurate redefinition of gender.",
    "keywords": "['Trump', 'executive order', 'America', 'female']",
    "pro_queries": [
      "The executive order in question is an official document issued by the President of the United States, which implies it has legal authority.",
      "The order does not explicitly redefine or eliminate the legal recognition of male gender, but rather its language and implications are unclear and potentially misleading.",
      "The claim's assertion that every single person in America is now legally classified as female is an exaggeration and lacks evidence.",
      "The order's language and context suggest it may be intended to restrict or redefine gender identity, which could have significant legal and social implications.",
      "The claim's tone and language are sensational and alarmist, which may be intended to mislead or manipulate public opinion."
    ],
    "con_queries": [
      "There is no evidence of an executive order issued by Trump that redefines gender or classifies every person in America as female.",
      "The Trump administration has not issued an executive order that eliminates the legal recognition of male gender in America.",
      "The claim is likely a misinterpretation or misinformation, as the Trump administration has not taken any action to redefine gender or eliminate the legal recognition of male gender in America.",
      "The concept of gender is a complex and multifaceted aspect of human identity, and any changes to its legal recognition would require a comprehensive and inclusive process, not a single executive order.",
      "The claim is an exaggeration and lacks credible sources to support its assertion, as there is no evidence of such an executive order being issued or implemented in America."
    ],
    "top_20_evidences": [
      18699,
      40503,
      40522,
      27075,
      17346,
      36274,
      40513,
      32607,
      17345,
      17344,
      40501,
      3241,
      40534,
      32258,
      40529,
      27953,
      32592,
      10843,
      40526,
      23552
    ]
  },
  "14438": {
    "intent": "The intended conclusion of this claim is that the cost of prescription medication is significantly higher in the United States compared to other countries.",
    "keywords": "['40%', '60%', 'U.S.']",
    "pro_queries": [
      "The average cost of prescription medication in the U.S. is significantly higher than in other developed countries.",
      "A study by the International Federation of Health Plans found that the average cost of prescription medication in the U.S. is 30% to 50% higher than in other developed countries.",
      "According to the Organization for Economic Cooperation and Development (OECD), the U.S. has the highest prices for prescription medication among developed countries.",
      "A report by the Commonwealth Fund found that the U.S. has the highest prices for prescription medication among 11 developed countries, with prices being 30% to 50% higher than in other countries.",
      "The U.S. is one of the few countries that does not have a nationalized healthcare system, which can contribute to higher prescription medication costs.",
      "The U.S. has a unique system of pharmaceutical pricing, which allows companies to set their own prices, leading to higher costs for consumers.",
      "The U.S. has a higher markup on prescription medication prices compared to other countries, with some medications being 10 to 20 times more expensive than in other countries."
    ],
    "con_queries": [
      "The 40% to 60% cost reduction claim is likely an oversimplification, as it doesn't account for differences in medication prices, taxes, and healthcare systems between countries.",
      "The cost of prescription medication in the U.S. is influenced by various factors, including insurance coverage, copays, and deductibles, making it difficult to compare directly to other countries.",
      "The 40% to 60% cost reduction claim is based on anecdotal evidence and may not be representative of the average cost of prescription medication globally.",
      "The U.S. has a unique healthcare system with high research and development costs, which contributes to the higher cost of prescription medication compared to other countries.",
      "The claim does not consider the quality and availability of prescription medication in other countries, which may be inferior to those in the U.S.",
      "The 40% to 60% cost reduction claim is likely an average and may not apply to specific medications or individuals, as prices can vary significantly depending on the medication and country.",
      "The claim does not account for the potential differences in healthcare infrastructure, medical research, and regulatory environments between countries, which can impact the cost of prescription medication."
    ],
    "top_20_evidences": [
      15706,
      26580,
      26584,
      6065,
      28068,
      15707,
      6063,
      26583,
      15722,
      26602,
      26603,
      26600,
      15711,
      26595,
      26588,
      26591,
      26601,
      15728,
      26607,
      26599
    ]
  },
  "13860": {
    "intent": "The intended conclusion of this claim is that the discovery of classified documents at the University of Delaware is significant and substantial, implying that the documents may be of great importance or potentially damaging to the individual or organization involved.",
    "keywords": "['University of Delaware', 'tractor trailer']|_|>",
    "pro_queries": [
      "The University of Delaware is a reputable institution with a strong academic reputation.",
      "A tractor trailer is a large vehicle capable of carrying a significant amount of cargo.",
      "The discovery of classified documents at the University of Delaware could potentially have significant implications for national security or public policy.",
      "The University of Delaware has a history of handling sensitive or classified information, including documents related to government agencies and private companies.",
      "The term 'tractor trailer' is often used to convey a sense of scale or magnitude, implying that the documents found are substantial in quantity or importance."
    ],
    "con_queries": [
      "There is no credible evidence to support the claim that a 'tractor trailer worth' of classified documents was found at the University of Delaware.",
      "The University of Delaware has not publicly announced the discovery of classified documents, and no official records or reports have been released to confirm the claim.",
      "The term 'tractor trailer' is an exaggeration or hyperbole, and the actual quantity of documents found is likely to be much smaller.",
      "The University of Delaware has a robust security and compliance program in place to handle sensitive information, and it's unlikely that a large quantity of classified documents would go undetected.",
      "The claim lacks specific details about the nature and significance of the classified documents, making it difficult to assess their potential impact or importance."
    ],
    "top_20_evidences": [
      11811,
      11809,
      11822,
      25889,
      25890,
      25888,
      25886,
      10761,
      17277,
      11815,
      25898,
      11810,
      18746,
      10758,
      13273,
      17294,
      17306,
      17293,
      20749,
      11808
    ]
  },
  "13640": {
    "intent": "The intended conclusion of this claim is that the state of Tennessee has severely restricted access to emergency contraception, implying that women's reproductive rights are being curtailed.",
    "keywords": "['Tennessee', 'Plan B', '$50,000', 'crime']|_|>",
    "pro_queries": [
      "Tennessee has passed a law restricting access to emergency contraception, including Plan B.",
      "The law in Tennessee makes it a crime to order or distribute Plan B without a prescription.",
      "The fine for violating the law in Tennessee is $50,000.",
      "The law in Tennessee does not allow pharmacists to dispense Plan B without a prescription.",
      "The law in Tennessee restricts the availability of Plan B to only licensed healthcare providers."
    ],
    "con_queries": [
      "Tennessee has not banned Plan B, and it remains available in the state.",
      "The $50,000 fine is not a punishment for ordering Plan B, but rather for violating a new law that restricts the distribution of certain medications.",
      "The law in question only applies to pharmacists and healthcare providers, not individuals who order or use Plan B.",
      "Plan B is still available over-the-counter in Tennessee, and no prescription is required.",
      "The law aims to protect the rights of healthcare providers who may have moral or religious objections to providing certain medications, rather than restricting access to emergency contraception."
    ],
    "top_20_evidences": [
      8198,
      8195,
      8200,
      8206,
      35666,
      30899,
      13753,
      8204,
      13740,
      32198,
      32602,
      29277,
      9702,
      35732,
      32196,
      9925,
      23177,
      8197,
      26053,
      30910
    ]
  },
  "14299": {
    "intent": "The intended conclusion of this claim is that the COVID-19 vaccines are the cause of the increase in U.S. infant mortality rate.",
    "keywords": "['COVID-19 vaccines', 'U.S.', 'infant mortality rate']",
    "pro_queries": [
      "The U.S. Centers for Disease Control and Prevention (CDC) reported a 22% increase in infant mortality rate in 2021 compared to the previous year.",
      "According to the CDC, the U.S. infant mortality rate has been steadily increasing since 2020, with a significant spike in 2021.",
      "The CDC has not identified any direct link between COVID-19 vaccines and infant mortality in the U.S.",
      "The American Academy of Pediatrics has not found any evidence to support a causal relationship between COVID-19 vaccines and increased infant mortality in the U.S.",
      "The U.S. Food and Drug Administration (FDA) has not issued any warnings or recalls related to infant mortality caused by COVID-19 vaccines."
    ],
    "con_queries": [
      "The U.S. infant mortality rate has been declining steadily since 2005, according to the Centers for Disease Control and Prevention (CDC).",
      "The COVID-19 vaccines have been extensively tested and approved by regulatory agencies, including the U.S. Food and Drug Administration (FDA), for safety and efficacy.",
      "The Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO) have not reported any link between COVID-19 vaccines and infant mortality.",
      "The U.S. infant mortality rate is influenced by various factors, including socioeconomic status, access to healthcare, and maternal health, which are not related to COVID-19 vaccines.",
      "The COVID-19 vaccines are not administered to infants, as they are only approved for individuals 16 years and older in the United States.",
      "The U.S. infant mortality rate has not increased since the introduction of COVID-19 vaccines, according to the CDC's data."
    ],
    "top_20_evidences": [
      25707,
      22829,
      2131,
      6769,
      22833,
      811,
      25694,
      6293,
      17005,
      6768,
      6774,
      22835,
      3846,
      22851,
      25696,
      3513,
      6766,
      13081,
      25695,
      22840
    ]
  },
  "14471": {
    "intent": "The intended conclusion of this claim is that the reduction in the federal deficit is a direct result of the cost savings achieved by reducing the amount paid to pharmaceutical companies, implying that the government is taking action to address the issue of high drug prices.",
    "keywords": "['$160 billion', 'Big Pharma', 'Medicare']",
    "pro_queries": [
      "The 2021 American Rescue Plan Act reduced the federal deficit by $160 billion.",
      "Medicare is a significant payer of prescription drugs, accounting for approximately 25% of the U.S. pharmaceutical market.",
      "The 2021 American Rescue Plan Act included provisions to reduce Medicare Part D spending by $160 billion over 10 years, primarily through changes to the Part D payment formula and increased discounts for certain drugs.",
      "The 2021 American Rescue Plan Act aimed to reduce the cost of prescription drugs for Medicare beneficiaries by increasing the discounts that pharmaceutical companies provide to the program.",
      "The 2021 American Rescue Plan Act included measures to increase competition in the pharmaceutical market, which could lead to lower prices for Medicare and other payers."
    ],
    "con_queries": [
      "The $160 billion reduction in the federal deficit is not solely attributed to Medicare's reduced spending on pharmaceuticals, as other factors such as tax cuts and increased revenue also contributed to the deficit reduction.",
      "The claim does not provide evidence that Medicare's reduced spending on pharmaceuticals is the primary cause of the deficit reduction, and it is unclear what percentage of the deficit reduction can be attributed to this factor.",
      "The term 'Big Pharma' is a pejorative term that does not accurately describe the pharmaceutical industry, which is a complex and diverse sector that includes both large and small companies, as well as non-profit organizations.",
      "The claim does not provide a clear explanation of how the reduction in Medicare's spending on pharmaceuticals will be achieved, or what specific measures will be taken to address the issue of high drug prices.",
      "The claim implies that the reduction in Medicare's spending on pharmaceuticals is a direct result of government action, but it is unclear what specific policies or legislation were implemented to achieve this reduction."
    ],
    "top_20_evidences": [
      38011,
      32521,
      34019,
      27411,
      29053,
      36067,
      27450,
      35425,
      13214,
      32518,
      33995,
      29062,
      20196,
      27429,
      32520,
      40666,
      34011,
      22595,
      35430,
      32517
    ]
  },
  "14874": {
    "intent": "The intended conclusion of this claim is that the 2020 presidential election in Philadelphia was fraudulent or rigged.",
    "keywords": "['50,000', 'Philadelphia', 'MSNBC']",
    "pro_queries": [
      "Vans were seen arriving in Philadelphia on election day 2020.",
      "The vans were filled with boxes or containers, which could potentially contain ballots.",
      "The MSNBC report showed live footage of the vans arriving in Philadelphia during the 2020 presidential election.",
      "The report did not provide clear information about the contents of the vans, but it did show the vans arriving in Philadelphia.",
      "Philadelphia is a major city in Pennsylvania, a crucial swing state in the 2020 presidential election."
    ],
    "con_queries": [
      "There is no credible evidence of 50,000 ballots being transported in vans in Philadelphia during the 2020 presidential election.",
      "MSNBC did not report any vans filled with 50,000 ballots in Philadelphia during the 2020 presidential election.",
      "The Philadelphia election officials have not reported any irregularities or anomalies involving 50,000 ballots being transported in vans during the 2020 presidential election.",
      "The 2020 presidential election in Philadelphia was monitored by multiple organizations, including election observers and media outlets, and no credible evidence of fraud or irregularities was reported.",
      "The claim of 50,000 ballots being transported in vans in Philadelphia is not supported by any credible sources or evidence."
    ],
    "top_20_evidences": [
      38757,
      38753,
      38471,
      24102,
      36358,
      38856,
      2424,
      28660,
      38754,
      24101,
      28673,
      38908,
      38880,
      41774,
      7033,
      24105,
      11063,
      26377,
      38760,
      26957
    ]
  },
  "13470": {
    "intent": "The intended conclusion of this claim is that the Democratic Party's policies aimed at reducing fossil fuel use are the primary cause of high gas prices, implying that the party is responsible for the economic burden on consumers.",
    "keywords": "['high', 'Democrats', 'war on fossil fuels']",
    "pro_queries": [
      "The Democratic Party has consistently advocated for policies aimed at reducing fossil fuel consumption and increasing renewable energy production.",
      "The Obama administration's Clean Power Plan, implemented in 2015, aimed to reduce carbon emissions from power plants by 32% by 2030, which could lead to increased costs for fossil fuel-based energy.",
      "The Democratic Party has supported the development of electric vehicles and incentivized their adoption through tax credits and other measures, which could increase demand for electricity and drive up gas prices.",
      "The 2020 Democratic presidential primary saw candidates like Bernie Sanders and Elizabeth Warren propose policies to transition the US to 100% renewable energy by 2030, which could lead to a significant reduction in fossil fuel use and increased costs.",
      "The Democratic Party has historically been critical of fossil fuel subsidies and has proposed eliminating them, which could lead to increased costs for fossil fuel-based energy and higher gas prices."
    ],
    "con_queries": [
      "The US has seen a significant increase in gas prices during Republican presidencies, including under George W. Bush and Donald Trump, despite their support for fossil fuels.",
      "The global oil market is influenced by a complex array of factors, including global demand, supply chain disruptions, and OPEC production levels, making it difficult to attribute high gas prices solely to the 'war on fossil fuels'.",
      "The US has seen a decline in fossil fuel production and consumption since 2008, yet gas prices have continued to rise, suggesting that other factors are at play.",
      "The 'war on fossil fuels' is a misnomer, as the Democratic Party has not implemented policies that directly target the production or consumption of fossil fuels, but rather aimed to promote alternative energy sources and reduce carbon emissions.",
      "Gas prices have historically been influenced by a range of factors, including global events, economic conditions, and seasonal demand, making it difficult to pinpoint a single cause, such as the 'war on fossil fuels'."
    ],
    "top_20_evidences": [
      9354,
      5934,
      5680,
      35160,
      0,
      23790,
      5599,
      5642,
      9807,
      5586,
      23791,
      8,
      20231,
      1338,
      20219,
      1,
      21957,
      5916,
      5639,
      23803
    ]
  },
  "13406": {
    "intent": "The intended conclusion of this claim is that the Keystone XL pipeline would have been a significant contributor to reducing the United States' reliance on Russian oil imports.",
    "keywords": "['830,000', 'Keystone XL pipeline', 'Russia']",
    "pro_queries": [
      "The Keystone XL pipeline was designed to transport crude oil from Canada to the United States, with a proposed capacity of 830,000 barrels per day.",
      "Russia is one of the top oil suppliers to the United States, with an average daily import volume of around 500,000 barrels in 2020.",
      "The United States imported approximately 9.1 million barrels of oil per day in 2020, with Russia being the third-largest supplier.",
      "The Keystone XL pipeline would have reduced the United States' reliance on foreign oil imports, including those from Russia, by providing an alternative source of crude oil from Canada."
    ],
    "con_queries": [
      "The Keystone XL pipeline was not designed to produce 830,000 barrels of oil per day.",
      "The pipeline's actual capacity was estimated to be around 590,000 barrels per day.",
      "Russia is not the primary source of oil imports for the United States.",
      "The Keystone XL pipeline would not have significantly reduced US reliance on Russian oil imports, as Russia only accounts for a small percentage of US oil imports.",
      "The Keystone XL pipeline's impact on US oil imports would have been negligible, as the US has been increasing its domestic oil production in recent years."
    ],
    "top_20_evidences": [
      5662,
      445,
      5318,
      5663,
      5591,
      4989,
      5244,
      5648,
      5649,
      5238,
      5242,
      41490,
      5239,
      5915,
      5317,
      5237,
      5647,
      5245,
      5661,
      5236
    ]
  },
  "14280": {
    "intent": "The intended conclusion of this claim is that the actions of Washington (likely referring to the US government) are hypocritical and contradictory, as they claim to be concerned about the deficit while simultaneously increasing spending and adding new costs.",
    "keywords": "['Washington', 'deficit']|_|>",
    "pro_queries": [
      "The US government has consistently increased spending in recent years, with the national debt growing from $14.3 trillion in 2008 to over $23 trillion in 2020.",
      "The Congressional Budget Office (CBO) has reported that the federal budget deficit has increased significantly since 2016, with a projected deficit of over $1 trillion in 2020.",
      "The Bipartisan Budget Act of 2019 increased spending by $320 billion over two years, while also adding a pay-for to offset the cost, which critics argue is a flawed approach to budgeting.",
      "The CBO has estimated that the 2020 budget deal, which included a pay-for, will increase the deficit by $1.7 trillion over the next decade.",
      "The US government has a history of using pay-fors to justify increased spending, with some critics arguing that these measures are often ineffective or misleading."
    ],
    "con_queries": [
      "Washington has reduced the deficit in the past, such as during the Clinton administration.",
      "The pay-for mechanism is a common practice in budgeting, ensuring that new spending is offset by revenue increases or spending reductions elsewhere.",
      "The claim ignores the complexity of the budget process, where multiple factors contribute to the deficit, including economic downturns and unforeseen expenses.",
      "The statement oversimplifies the relationship between spending and the deficit, neglecting the role of economic growth and revenue generation.",
      "Washington has implemented various measures to reduce the deficit, such as the Budget Control Act of 2011 and the Bipartisan Budget Act of 2015."
    ],
    "top_20_evidences": [
      1274,
      6572,
      27444,
      19879,
      14462,
      15550,
      37828,
      39640,
      27460,
      8266,
      27391,
      36291,
      35165,
      27212,
      11438,
      10235,
      27452,
      35162,
      27449,
      27447
    ]
  },
  "14721": {
    "intent": "The intended conclusion of this claim is that Rep. Elissa Slotkin supports or condones illegal immigrants voting in U.S. elections, which may be perceived as a threat to the integrity of the electoral process.",
    "keywords": "['Rep. Elissa Slotkin', 'illegals', 'U.S. elections']",
    "pro_queries": [
      "Rep. Elissa Slotkin voted in favor of HR 6, the American Dream and Promise Act of 2019, which would provide a pathway to citizenship for certain undocumented immigrants, including those who have been in the US since childhood.",
      "The bill, which Rep. Slotkin supported, would also allow certain undocumented immigrants to register to vote in local elections, potentially including federal elections if they become citizens.",
      "Rep. Slotkin has publicly stated her support for the concept of 'birthright citizenship,' which would grant citizenship to individuals born in the US, regardless of their parents' immigration status.",
      "Rep. Slotkin has also co-sponsored the Citizenship for Children of Undocumented Immigrants Act, which aims to provide a pathway to citizenship for children of undocumented immigrants who were brought to the US as minors."
    ],
    "con_queries": [
      "Rep. Elissa Slotkin did not vote on a bill allowing illegals to vote in U.S. elections.",
      "There is no evidence that Rep. Elissa Slotkin has ever proposed or supported legislation allowing illegal immigrants to vote in U.S. elections.",
      "The term 'illegals' is often used to refer to undocumented immigrants, but it is a pejorative term that can be misleading and stigmatizing.",
      "Rep. Elissa Slotkin has consistently advocated for comprehensive immigration reform and a pathway to citizenship for undocumented immigrants, but this does not necessarily imply support for illegal voting.",
      "The integrity of U.S. elections is protected by various measures, including voter ID laws, voter registration requirements, and election security protocols, which would prevent illegal immigrants from voting even if they were allowed to register or obtain citizenship.",
      "Rep. Elissa Slotkin has not made any public statements or taken any actions that suggest she condones or supports illegal voting in U.S. elections."
    ],
    "top_20_evidences": [
      34637,
      34753,
      35198,
      29955,
      34862,
      34635,
      34652,
      41418,
      34655,
      26749,
      34651,
      40482,
      34640,
      28801,
      26746,
      27206,
      23607,
      32002,
      2815,
      40465
    ]
  },
  "14663": {
    "intent": "The intended conclusion of this claim is that the speaker's negotiations were successful in securing the release of Americans held abroad without compromising or paying any concessions to the opposing country.",
    "keywords": "['nothing', 'cash']|_|>",
    "pro_queries": [
      "The speaker has publicly acknowledged the successful release of Americans held abroad without any concessions.",
      "The speaker has not publicly disclosed any financial transactions or cash payments made to secure the release of Americans.",
      "The speaker has not publicly acknowledged any non-monetary concessions or 'giving' of anything to secure the release of Americans.",
      "The speaker's negotiations resulted in the release of Americans held abroad without any reported or acknowledged harm to the opposing country's interests.",
      "The speaker's negotiations did not involve the transfer of any assets, resources, or concessions to the opposing country."
    ],
    "con_queries": [
      "The speaker has been known to use 'nothing' and 'cash' loosely, making it unclear what exactly was given or received in these negotiations.",
      "The claim does not specify the type of concessions or benefits that were given to the opposing country, which could have been valuable or significant.",
      "The speaker has previously been accused of exaggerating or misrepresenting their accomplishments, making it difficult to trust their account of these negotiations.",
      "The claim does not provide a clear definition of what constitutes 'cash', which could include non-monetary benefits or favors.",
      "The speaker has a history of making claims that are later disputed or disproven, which raises concerns about the accuracy of this claim.",
      "The negotiations may have involved indirect or implicit concessions, such as trade agreements or diplomatic favors, that are not explicitly mentioned in the claim."
    ],
    "top_20_evidences": [
      9274,
      10843,
      6758,
      2081,
      35987,
      32912,
      2786,
      5379,
      39,
      37743,
      32910,
      8163,
      22012,
      32927,
      17260,
      21782,
      29499,
      13193,
      21795,
      22623
    ]
  },
  "14764": {
    "intent": "The intended conclusion of this claim is that Vice President Kamala Harris is advocating for the reinstatement of the military draft, which may be perceived as a significant policy change or a potential threat to individual freedoms.",
    "keywords": "['Vice President', 'Kamala Harris', 'draft']",
    "pro_queries": [
      "Vice President Kamala Harris has expressed concerns about the all-volunteer military force's ability to meet national security needs.",
      "Kamala Harris has discussed the need for a more diverse and inclusive military force, which could potentially involve changes to the current recruitment and enlistment process.",
      "Harris has advocated for increasing military spending and modernizing the military, which could be seen as a step towards reinstating the draft.",
      "The US military has struggled to meet its recruitment goals, and some experts suggest that reinstating the draft could be a viable solution.",
      "Kamala Harris has not explicitly stated her support for reinstating the draft, but her comments on military recruitment and national security have been interpreted by some as a potential precursor to such a move."
    ],
    "con_queries": [
      "Vice President Kamala Harris has not publicly announced or proposed any plans to reinstate the military draft.",
      "There is no credible evidence to suggest that Vice President Kamala Harris has discussed or advocated for the reinstatement of the military draft.",
      "The US military has not been operating under a draft system since the end of the Vietnam War in 1973, and there are no indications that this policy will change under the current administration.",
      "Vice President Kamala Harris has consistently emphasized the importance of volunteerism and the all-volunteer military force, which has been the norm in the United States since the 1970s.",
      "The US military's current recruitment and retention strategies focus on incentivizing enlistment and retention through competitive pay, benefits, and opportunities for advancement, rather than reinstating the draft."
    ],
    "top_20_evidences": [
      35823,
      35826,
      35829,
      35821,
      37998,
      33020,
      32104,
      38404,
      36195,
      35576,
      32997,
      29646,
      34802,
      34795,
      34430,
      41861,
      32547,
      38190,
      33018,
      36694
    ]
  },
  "13866": {
    "intent": "The intended conclusion of this claim is that the Biden administration is suggesting that staying at home is a viable solution to address climate change, which may be perceived as an oversimplification or a lack of comprehensive action on the issue.",
    "keywords": "['Biden', 'administration', 'climate','strategy', 'house']",
    "pro_queries": [
      "The Biden administration has emphasized the importance of reducing carbon emissions from transportation, which accounts for nearly 30% of the US's total emissions.",
      "The administration has proposed increasing funding for public transportation and non-motorized transportation infrastructure to reduce reliance on personal vehicles.",
      "Staying at home can reduce energy consumption and carbon emissions, as it eliminates the need for daily commutes and other activities that require energy.",
      "The administration has encouraged Americans to adopt sustainable lifestyle changes, such as reducing energy consumption and waste, to combat climate change.",
      "The Biden administration has set a goal to reduce US greenhouse gas emissions by 50-52% below 2005 levels by 2030, which may require significant changes in daily habits and behaviors."
    ],
    "con_queries": [
      "The Biden administration has not officially announced a 'don't leave your house' climate strategy.",
      "The administration has proposed and implemented various climate-related policies and initiatives, such as the Clean Energy Standard and the Climate Change Adaptation and Resilience Act.",
      "Staying at home is not a comprehensive solution to address climate change, as it does not address the root causes of the issue, such as greenhouse gas emissions from industrial and transportation sectors.",
      "The administration has emphasized the need for a multi-faceted approach to address climate change, including reducing emissions, increasing renewable energy, and promoting sustainable land use practices.",
      "The 'don't leave your house' claim is likely an exaggeration or a misrepresentation of the administration's actual climate strategy, which focuses on a range of measures to reduce emissions and promote climate resilience."
    ],
    "top_20_evidences": [
      11938,
      11939,
      11557,
      6013,
      11954,
      19245,
      19271,
      31740,
      11823,
      11944,
      11955,
      6303,
      6573,
      19254,
      35160,
      26085,
      19237,
      36790,
      26159,
      31724
    ]
  },
  "14444": {
    "intent": "The intended conclusion of this claim is that Democrats prioritize political gain over enforcing immigration laws and protecting national security.",
    "keywords": "['undocumented migrants', 'Democrats', 'illegal', 'vote']",
    "pro_queries": [
      "Democrats have historically opposed or blocked efforts to increase funding for border security and immigration enforcement.",
      "Many undocumented migrants have been granted legal status or citizenship through executive actions or legislative initiatives by Democratic administrations.",
      "Some Democratic politicians have been accused of prioritizing political gain over enforcing immigration laws, with some even advocating for sanctuary cities and states.",
      "Undocumented migrants are more likely to vote Democratic, with studies suggesting that up to 70% of undocumented immigrants identify as Democrats.",
      "The Democratic Party has been criticized for its perceived leniency towards undocumented immigration, with some arguing that it undermines the rule of law and national security."
    ],
    "con_queries": [
      "Democrats have deported undocumented migrants in the past, including during the Obama administration.",
      "The 2019 ICE report shows that 256,000 undocumented migrants were deported under the Trump administration, contradicting the claim that Democrats don't deport.",
      "The 2020 election saw a significant increase in deportations under the Trump administration, with 185,000 deportations in the first quarter alone.",
      "The 2013 Senate bill, introduced by Democrats, included provisions for increased border security and deportation of undocumented migrants.",
      "The 2019 Democratic Party platform emphasized the need for comprehensive immigration reform, including increased border security and a pathway to citizenship for undocumented migrants, contradicting the claim that Democrats prioritize votes over enforcement."
    ],
    "top_20_evidences": [
      26743,
      26742,
      41708,
      18308,
      26761,
      25640,
      21315,
      39004,
      21314,
      23600,
      24240,
      24012,
      24013,
      27157,
      32559,
      17142,
      24465,
      41697,
      39007,
      6345
    ]
  },
  "13737": {
    "intent": "The intended conclusion of this claim is that U.S. Rep. Lauren Boebert is associated with or endorses the men in the photo, potentially implying impropriety or inappropriate behavior.",
    "keywords": "['Lauren Boebert','scantily dressed']|_|>",
    "pro_queries": [
      "The photo shows two men in the presence of U.S. Rep. Lauren Boebert.",
      "The men in the photo are depicted as scantily dressed.",
      "The photo appears to show U.S. Rep. Lauren Boebert interacting with the two men.",
      "The photo was taken in a setting where U.S. Rep. Lauren Boebert is present.",
      "The men in the photo are not explicitly identified as staff members or constituents of U.S. Rep. Lauren Boebert."
    ],
    "con_queries": [
      "There is no evidence to suggest U.S. Rep. Lauren Boebert was present in the photo.",
      "The photo does not provide context about the occasion or purpose of the gathering, making it unclear if Rep. Boebert was involved in any capacity.",
      "The men in the photo may not be scantily dressed, as the term'scantily dressed' is subjective and open to interpretation.",
      "The claim does not provide a credible source or evidence to support the assertion that Rep. Boebert is associated with the men in the photo.",
      "The photo may have been taken in a public setting, and the men's attire may be appropriate for the occasion, making it unlikely that Rep. Boebert would be associated with impropriety."
    ],
    "top_20_evidences": [
      9408,
      9406,
      9409,
      9411,
      20581,
      17993,
      37961,
      9407,
      9967,
      29859,
      14552,
      9981,
      2859,
      14543,
      8388,
      40588,
      21281,
      8926,
      9900,
      3273
    ]
  },
  "14146": {
    "intent": "The intended conclusion of this claim is that the state of Illinois is allowing individuals without legal immigration status to become police officers, which may be perceived as a security risk or a threat to public safety.",
    "keywords": "['Illinois', 'police officers', 'illegal aliens']",
    "pro_queries": [
      "The Illinois Law Enforcement Training and Standards Board has approved a new policy allowing undocumented immigrants to apply for police officer positions.",
      "The City of Chicago has implemented a program to recruit and hire undocumented immigrants as police officers.",
      "Illinois has a law that prohibits discrimination against undocumented immigrants in the hiring process, including for police officer positions.",
      "The Illinois State Police has a policy of not asking about immigration status during the hiring process for police officer positions.",
      "The Illinois Department of State Police has a program to provide training and certification for undocumented immigrants who want to become police officers."
    ],
    "con_queries": [
      "The Illinois State Police does not have a policy of hiring illegal aliens as police officers.",
      "The Illinois Law Enforcement Training and Standards Board requires all police officers to meet federal immigration status requirements, including proof of legal residency.",
      "The Illinois State Police and local law enforcement agencies are required to verify the immigration status of all applicants for police officer positions through the U.S. Citizenship and Immigration Services (USCIS) database.",
      "There is no evidence of any Illinois police department hiring illegal aliens as police officers in recent years.",
      "The Illinois State Police and local law enforcement agencies are subject to federal laws and regulations regarding immigration status and employment, which prohibit the hiring of illegal aliens as police officers."
    ],
    "top_20_evidences": [
      18943,
      18935,
      18950,
      18922,
      18939,
      18934,
      18938,
      26635,
      18959,
      18953,
      9026,
      18920,
      16125,
      18924,
      18936,
      36479,
      18954,
      25987,
      18958,
      9028
    ]
  },
  "13209": {
    "intent": "The intended conclusion of this claim is that Gov. Kim Reynolds is taking credit for federal funds that were actually secured by Rep. Cindy Axne and President Joe Biden, implying that Reynolds is misrepresenting her role in securing the funding.",
    "keywords": "['$210 million', 'Gov. Kim Reynolds', 'Rep. Cindy Axne', 'President Joe Biden', 'Iowa', 'broadband']",
    "pro_queries": [
      "Rep. Cindy Axne voted in favor of the Infrastructure Investment and Jobs Act, which allocated $65 billion for broadband infrastructure, including $210 million for Iowa.",
      "The Infrastructure Investment and Jobs Act was signed into law by President Joe Biden on November 15, 2021.",
      "The $210 million allocated for Iowa broadband is part of the federal funds approved by Rep. Cindy Axne and signed into law by President Joe Biden.",
      "Gov. Kim Reynolds has not explicitly stated that she secured the $210 million for Iowa broadband, but rather has touted the funding as a state achievement.",
      "The Iowa Department of Management's website lists the $210 million broadband funding as a federal allocation, not a state appropriation."
    ],
    "con_queries": [
      "Gov. Kim Reynolds' office has consistently attributed the $210 million in broadband funding to her administration's efforts to secure federal funding for Iowa.",
      "The Iowa Department of Management's press release announcing the funding explicitly states that the funds were 'awarded' to the state, without mentioning Rep. Axne or President Biden's involvement.",
      "The federal funds were part of the Consolidated Appropriations Act of 2022, which was signed into law by President Biden, but the allocation of funds to Iowa was determined by the Federal Communications Commission (FCC) and the Iowa Broadband Office, not solely by Rep. Axne or the President.",
      "Rep. Axne's office has not publicly claimed credit for securing the $210 million in broadband funding for Iowa, and her official statements on the matter focus on the importance of broadband infrastructure for rural communities.",
      "The Iowa Broadband Office, which is responsible for managing the state's broadband infrastructure, has stated that the $210 million in funding will be used to expand broadband access to underserved areas, and that the funding was secured through a competitive bidding process."
    ],
    "top_20_evidences": [
      831,
      1078,
      2695,
      2699,
      2698,
      2700,
      837,
      2696,
      18118,
      838,
      33715,
      13302,
      860,
      833,
      755,
      2703,
      22394,
      2701,
      31662,
      2101
    ]
  },
  "14972": {
    "intent": "The intended conclusion of this claim is that FEMA is misusing funds intended for American disaster relief to house illegal migrants in luxury hotels in New York City.",
    "keywords": "['FEMA', '59M', 'New York City', 'American', 'disaster relief', 'LAST WEEK', 'luxury hotels', 'illegal migrants']",
    "pro_queries": [
      "FEMA has allocated funds for disaster relief in New York City.",
      "FEMA has sent funds to hotels in New York City in the past.",
      "FEMA has a history of using hotels as temporary housing for displaced individuals, including those affected by disasters.",
      "FEMA has been criticized for misusing funds in the past.",
      "The US government has been housing illegal migrants in hotels and other facilities in recent years.",
      "New York City has received a significant number of migrants in recent years, leading to concerns about housing and resources."
    ],
    "con_queries": [
      "FEMA's primary purpose is to provide disaster relief to American citizens, not to house illegal migrants.",
      "FEMA has not publicly announced any plans to use $59M for housing illegal migrants in luxury hotels in New York City.",
      "The $59M mentioned in the claim is likely a misunderstanding or misinterpretation of actual FEMA funding allocations.",
      "FEMA's disaster relief funds are allocated based on disaster declarations and emergency needs, not for housing illegal migrants.",
      "There is no evidence to suggest that FEMA has diverted funds intended for American disaster relief to house illegal migrants in luxury hotels."
    ],
    "top_20_evidences": [
      37030,
      21789,
      36976,
      31598,
      40680,
      37151,
      21788,
      41333,
      36421,
      36968,
      37043,
      37639,
      36977,
      41326,
      41324,
      37047,
      37031,
      23537,
      37396,
      37415
    ]
  },
  "14729": {
    "intent": "The intended conclusion of this claim is that President Joe Biden's actions at Arlington National Cemetery in 2020 were somehow inappropriate or disrespectful.",
    "keywords": "['President', 'Joe Biden', 'Arlington', '2020']|_|>",
    "pro_queries": [
      "President Joe Biden visited Arlington National Cemetery in 2020.",
      "A campaign ad was filmed at Arlington National Cemetery in 2020.",
      "President Joe Biden has been known to use national cemeteries as backdrops for campaign events.",
      "Arlington National Cemetery is a national cemetery and a symbol of American military history and sacrifice.",
      "President Joe Biden has been criticized for his campaign tactics in the past."
    ],
    "con_queries": [
      "President Joe Biden has a long history of honoring and respecting the sacrifices of American service members and their families, including visiting Arlington National Cemetery multiple times during his presidency.",
      "Arlington National Cemetery is a place of solemn reverence and respect, and it is common for politicians to visit and pay their respects to fallen service members and their families.",
      "There is no evidence to suggest that President Biden's visit to Arlington National Cemetery in 2020 was anything other than a respectful and dignified tribute to the nation's fallen heroes.",
      "President Biden has consistently demonstrated his commitment to supporting and honoring the military and their families, and his actions at Arlington National Cemetery in 2020 were in line with this commitment.",
      "The claim that President Biden's actions at Arlington National Cemetery in 2020 were somehow inappropriate or disrespectful is unfounded and lacks evidence."
    ],
    "top_20_evidences": [
      34882,
      34879,
      34881,
      9300,
      34877,
      22659,
      2168,
      34878,
      11936,
      7875,
      30303,
      21500,
      19244,
      34875,
      34885,
      2172,
      34891,
      12369,
      38458,
      34892
    ]
  },
  "13249": {
    "intent": "The intended conclusion of this claim is that the Loudoun County School Board wasted or misused $300,000 of taxpayer money on Critical Race Theory (CRT) initiatives in the school system.",
    "keywords": "['$300,000', 'Loudoun County School Board', 'CRT']|_|>",
    "pro_queries": [
      "The Loudoun County School Board allocated $300,000 in its budget for the 2021-2022 school year.",
      "The Loudoun County School Board has implemented CRT-related initiatives in its curriculum and professional development programs.",
      "The Loudoun County School Board has spent money on training and resources related to CRT for teachers and staff.",
      "The Loudoun County School Board has received criticism for its implementation of CRT in the school system.",
      "The Loudoun County School Board has faced controversy over its use of taxpayer funds for CRT initiatives."
    ],
    "con_queries": [
      "The Loudoun County School Board did not explicitly state that the $300,000 was spent solely on CRT initiatives.",
      "The $300,000 figure may include funding for other educational programs or initiatives that are not necessarily related to CRT.",
      "The claim does not provide evidence of how the $300,000 was allocated or spent within the school system.",
      "CRT is a broad term that encompasses various educational approaches, and it's unclear which specific CRT-related initiatives the $300,000 funded.",
      "The Loudoun County School Board may have received grants or funding from external sources that contributed to the $300,000 total, which is not necessarily a direct allocation from the school board's budget."
    ],
    "top_20_evidences": [
      3196,
      3201,
      19118,
      31242,
      19116,
      19105,
      37696,
      19121,
      20325,
      3200,
      199,
      11927,
      22687,
      14137,
      9191,
      11909,
      22500,
      12437,
      20921,
      16170
    ]
  },
  "14152": {
    "intent": "The intended conclusion of this claim is that the elimination of critical race theory from K-12 schools will have a positive impact on the education system.",
    "keywords": "['K', '12', 'critical race theory']|_|>",
    "pro_queries": [
      "K-12 schools in [State/Country] have officially removed critical race theory from their curriculum.",
      "The elimination of critical race theory from K-12 schools aims to promote a more inclusive and equitable education system.",
      "K-12 educators have reported a decrease in controversy and conflict in the classroom since the removal of critical race theory.",
      "The removal of critical race theory from K-12 schools is expected to improve student outcomes and academic performance.",
      "K-12 schools have replaced critical race theory with alternative approaches to teaching race and racism, such as [alternative approach]."
    ],
    "con_queries": [
      "There is no federal or state-wide ban on teaching critical race theory in K-12 schools.",
      "Some schools may still be teaching critical race theory under alternative names, such as'social justice' or 'diversity, equity, and inclusion' curricula.",
      "The elimination of critical race theory from K-12 schools may not necessarily address the systemic issues of racism and discrimination that the theory aims to address.",
      "The claim does not provide evidence of a comprehensive review or assessment of the impact of critical race theory on K-12 education, making it unclear whether its elimination is necessary or beneficial.",
      "The elimination of critical race theory may lead to a lack of representation and understanding of diverse perspectives and experiences in K-12 education, potentially perpetuating systemic inequalities."
    ],
    "top_20_evidences": [
      19102,
      19106,
      19112,
      19128,
      6234,
      18648,
      13564,
      19129,
      3197,
      19131,
      4686,
      9216,
      34696,
      10062,
      11905,
      13565,
      31249,
      19109,
      908,
      4625
    ]
  },
  "13405": {
    "intent": "The intended conclusion of this claim is that Donald J. Trump was the rightful winner of the 2020 presidential election and that the actual outcome was fraudulent or illegitimate.",
    "keywords": "['2020', 'Donald J. Trump']",
    "pro_queries": [
      "Donald J. Trump won the 2020 presidential election in several key battleground states, including Pennsylvania, Georgia, and Arizona, according to official election results.",
      "The 2020 presidential election was marred by allegations of voter fraud and irregularities, with some states experiencing issues with voting machines, mail-in ballots, and voter registration.",
      "Donald J. Trump's campaign and supporters have filed numerous lawsuits challenging the election results in various states, citing concerns about voter fraud and irregularities.",
      "The 2020 presidential election was the most litigated election in U.S. history, with over 60 lawsuits filed in multiple states, many of which were related to voter fraud and election integrity.",
      "Donald J. Trump's campaign and supporters have claimed that the 2020 presidential election was stolen from him, citing alleged irregularities and fraud, and have demanded recounts and audits in several states."
    ],
    "con_queries": [
      "The 2020 presidential election was certified by all 50 states and the Electoral College, with Joe Biden winning 306 electoral votes to Donald J. Trump's 232.",
      "The Federal Bureau of Investigation (FBI) and the Department of Homeland Security found no evidence of widespread fraud or irregularities in the 2020 election.",
      "The Supreme Court of the United States rejected multiple lawsuits filed by Donald J. Trump and his allies challenging the election results, including a lawsuit that reached the Court's highest level.",
      "The 2020 election was monitored by international observers from organizations such as the Organization for Security and Co-operation in Europe (OSCE) and the Carter Center, which reported no evidence of fraud or irregularities.",
      "The 2020 election results were certified by the National Archives and Records Administration (NARA), which is responsible for preserving and verifying federal election records.",
      "The 2020 election was conducted in accordance with the laws and regulations of each state, with no evidence of widespread fraud or irregularities found by state or federal authorities."
    ],
    "top_20_evidences": [
      6363,
      27352,
      28660,
      26958,
      37955,
      2424,
      24071,
      28665,
      13228,
      9999,
      25087,
      28673,
      5303,
      38460,
      26957,
      13441,
      7677,
      38471,
      3925,
      4541
    ]
  },
  "14689": {
    "intent": "The intended conclusion of this claim is that the photo of Kamala Harris' rally was fabricated and the event did not actually take place.",
    "keywords": "['Kamala Harris', 'Aug', 'Detroit', 'AI-generated', 'Omicron']|system|>\nYou are a precise and critical fact checker.\n<|user|>\nExtract the key specific terms from the following claim. \nThese terms should include:\n\n- Numbers and statistics (e.g., \"4 in every 5\", \"75%\")\n- Named entities such as people, organizations, or places (e.g., \"CDC\", \"Pfizer\", \"Biden\")\n- Events or variants (e.g., \"Omicron variant\", \"school shooting\")\n- Emotionally charged or significant phrases (e.g., \"worst ever\", \"white privilege\")\n\nClaim: \"Photo of Kamala Harris’ Aug",
    "pro_queries": [
      "Kamala Harris attended a rally on August 7",
      "The rally took place near Detroit",
      "The photo of the rally was AI-generated",
      "Attendees in the photo did not exist"
    ],
    "con_queries": [
      "Kamala Harris did hold a rally on August 7 in Detroit, as reported by multiple reputable news sources.",
      "There is no evidence to suggest that the photo was AI-generated, and the attendees pictured are real individuals.",
      "The rally was attended by hundreds of people, as documented by eyewitness accounts and video footage.",
      "Kamala Harris' campaign and official social media accounts confirmed the event, providing evidence of its occurrence.",
      "The Omicron variant is not mentioned in any credible reports related to the rally, and its inclusion is likely a red herring.",
      "The claim that the attendees 'didn't exist' is unfounded and lacks any credible evidence to support it."
    ],
    "top_20_evidences": [
      33746,
      32885,
      33737,
      34427,
      32271,
      33736,
      33547,
      33751,
      32277,
      33539,
      33732,
      33740,
      33744,
      34092,
      29646,
      1518,
      36389,
      32465,
      36212,
      33734
    ]
  },
  "13429": {
    "intent": "The intended conclusion is that Joe Biden's policies have led to a significant increase in the cost of oil and a reliance on foreign oil, implying that his administration is responsible for the country's economic woes.",
    "keywords": "['$27 a barrel', 'Joe Biden', '$105 a barrel', 'Russia']",
    "pro_queries": [
      "The United States was producing oil domestically in 2020, with a production rate of approximately 12.2 million barrels per day.",
      "The average price of West Texas Intermediate (WTI) crude oil in 2020 was around $39 per barrel.",
      "The United States imported 9.1 million barrels per day of crude oil in 2020, with Russia being one of the top suppliers.",
      "As of 2022, the average price of Brent crude oil is around $105 per barrel, which is significantly higher than the 2020 average price.",
      "The United States has increased its reliance on foreign oil imports in recent years, with imports accounting for around 30% of total oil consumption in 2020."
    ],
    "con_queries": [
      "The US has not been drilling its own oil for $27 a barrel, as the global oil price has fluctuated between $20 and $40 per barrel over the past two years.",
      "The current price of oil is influenced by global market forces, including supply and demand, and not solely by Joe Biden's policies.",
      "The US has increased its oil production under the Biden administration, with domestic production reaching a record high in 2021.",
      "The US has not relied on Russia for a significant portion of its oil imports, with the majority coming from Canada, Mexico, and Saudi Arabia.",
      "The global oil price has increased due to various factors, including the COVID-19 pandemic, OPEC+ production cuts, and global economic recovery, rather than solely due to Joe Biden's policies."
    ],
    "top_20_evidences": [
      20239,
      5681,
      5663,
      5680,
      5242,
      4989,
      5587,
      21144,
      5691,
      5599,
      5238,
      5648,
      6123,
      5649,
      5317,
      10893,
      5591,
      5237,
      23794,
      20232
    ]
  },
  "14883": {
    "intent": "The intended conclusion of this claim is that the deportation plan proposed by Trump will have a positive impact on housing affordability.",
    "keywords": "['Zillow', 'CEO', 'CNBC', 'Trump', 'deportation', 'housing', 'affordability']",
    "pro_queries": [
      "Zillow's CEO has publicly spoken on CNBC, a reputable news source.",
      "The Trump administration has proposed a deportation plan, which may impact the housing market.",
      "Housing affordability is a significant issue in the US, with many Americans struggling to find affordable housing.",
      "Deportation can lead to a reduction in the demand for housing, potentially increasing availability and affordability.",
      "A decrease in the number of renters can lead to a decrease in housing prices, making it more affordable for those who remain."
    ],
    "con_queries": [
      "There is no evidence that Zillow's CEO has ever publicly stated that Trump's deportation plan will help with housing affordability.",
      "CNBC did not report that Zillow's CEO made such a statement.",
      "The deportation plan proposed by Trump has not been implemented, and its potential impact on housing affordability is still speculative.",
      "Zillow's CEO has not provided any data or research to support the claim that deportation would improve housing affordability.",
      "The relationship between deportation and housing affordability is complex and influenced by various factors, making it difficult to make a definitive statement about the impact of deportation on housing affordability.",
      "Zillow's CEO may have been misquoted or taken out of context, and the actual statement made by the CEO may not support the claim.",
      "The claim relies on a single source and lacks corroboration from other credible sources, making it difficult to verify the accuracy of the statement."
    ],
    "top_20_evidences": [
      38958,
      38968,
      9274,
      38957,
      2081,
      38956,
      38959,
      38955,
      35987,
      9592,
      1629,
      34028,
      38960,
      25688,
      2786,
      14901,
      6758,
      10843,
      38974,
      38962
    ]
  },
  "13838": {
    "intent": "The intended conclusion of this claim is that the growth in Virginia tax receipts is significant and substantial, implying that the state's economy is thriving and generating increased revenue.",
    "keywords": "['50%', 'four years']",
    "pro_queries": [
      "Virginia's total tax revenue has increased by 50% over the past four years, according to the Virginia Department of Taxation.",
      "The Commonwealth of Virginia's tax receipts have grown by 50% in the last four years, as reported by the Virginia Treasury Department.",
      "Between 2018 and 2022, Virginia's tax revenue has increased by 50%, with a total growth of [amount] million dollars, according to the Virginia Department of Finance.",
      "The Virginia General Assembly's budget reports show a 50% increase in tax receipts over the past four years, from [year] to [year].",
      "According to the Virginia State Auditor's report, the state's tax revenue has grown by 50% in the last four years, from [amount] million dollars to [amount] million dollars."
    ],
    "con_queries": [
      "The 50% growth in Virginia tax receipts might be due to factors other than economic growth, such as changes in tax laws or rates.",
      "The claim does not provide context on the base amount of tax receipts before the four-year period, making it difficult to assess the significance of the 50% growth.",
      "The four-year period might not be representative of the overall trend in Virginia's tax receipts, as economic fluctuations can occur within shorter or longer timeframes.",
      "The claim does not account for inflation, which could affect the purchasing power of the increased tax revenue.",
      "The 50% growth in tax receipts might be due to increased tax rates or new taxes, rather than economic growth."
    ],
    "top_20_evidences": [
      11338,
      11327,
      3146,
      11324,
      3144,
      37985,
      11328,
      11340,
      3145,
      11322,
      11325,
      14991,
      11331,
      30783,
      11335,
      34337,
      3147,
      11329,
      11323,
      17694
    ]
  }
}