{
  "12994": "\"Gas prices were WAY higher in 2008, under REPUBLICAN president George W. Bush.\"",
  "12995": "\"So now if you don’t comply\" and get a COVID-19 vaccination, and you’re on \"Social Security or disability, you won’t be able to receive your money.\"",
  "12996": "Desmond Tutu died on Oct. 20, 2021.",
  "12997": "Says N.C. Attorney General Josh Stein has gone after Jan. 6 protesters but he has \"said nothing\" about violent summer protests in North Carolina and was \"derelict in his duty.\"",
  "12998": "Cargo ships \"can’t get into port\" because of Donald Trump’s executive order 13959.",
  "12999": "The newly drawn congressional district map in Arkansas \"keeps communities together.\"",
  "13000": "We are seeing \"the Justice Department treat American parents as domestic terrorists\" under the Patriot Act.",
  "13001": "Democrats are \"asking for a blank check book to spend as much as they want without worrying about the repercussions.\"",
  "13002": "\"NIH COVID Treatment Guidelines Approve Ivermectin\"",
  "13003": "\"We’ve created more jobs in the first eight months of my administration than any president in American history — total number of jobs created.\"",
  "13004": "\"The Spanish High Court has announced (COVID-19) is a bio weapon with a patent, not a virus.\"",
  "13005": "\"National Guard to fill in for cops who refuse to get vaccinated.\"",
  "13006": "\"The nation reported adding 194,000 jobs in September, and Florida accounted for 84,500.\"",
  "13007": "\"Australia to Implement Quarantine Camps for the Unvaxed\"",
  "13008": "President Joe Biden will \"control health care costs by slapping a 95% tax on prescription drugs.\"",
  "13009": "The Biden Department of Justice \"would use the FBI to target parents who speak out against critical race theory.\"",
  "13010": "\"Barack Obama signals That Democrats Intend to Cheat in the Virginia Governor’s Election.\"",
  "13011": "The migrant caravan from Tapachula, Mexico \"is the population of Minneapolis.\"",
  "13012": "A Kansas City tourism sign had a terrible typo.",
  "13013": "\"COP26 luxury EVs to be recharged using diesel generators\"",
  "13014": "Product shortages are manufactured; goods are stuck in warehouses.",
  "13015": "With COVID-19, vaccinated people \"are the real threat to\" unvaccinated people.",
  "13016": "A photo taken on Jan. 6, 2021, at the United States Capitol riot was \"doctored to look as if the Capitol was on fire.\"",
  "13017": "Children who receive COVID-19 vaccinations \"will be walking factories of spike proteins\" that will \"undoubtedly cause illnesses to spread like wildfire in schools.\"",
  "13018": "Scam artists are using Amazon to send people face masks laced with \"something toxic.\"",
  "13019": "\"You've had over 2 million women drop out of the workforce during this pandemic.\"",
  "13020": "\"Gas in North Carolina increased 14 cents per gallon this past week, the highest in the nation.\"",
  "13021": "President Joe Biden threatened to \"swoop down with Special Forces folks and gather up every gun in America.\"",
  "13022": "Says Dr. Anthony Fauci planned the AIDS epidemic.",
  "13023": "\"Unmask your kids! Any carbon dioxide concentrations above\" 2,000 parts per million are \"dangerous!\"",
  "13024": "\"States run elections, not the federal government.\"",
  "13025": "\"Greenland's ice sheet isn't shrinking any more rapidly today than it was 80 years ago.\"",
  "13026": "\"There is no such thing as a booster. There is a failed product that is sometimes used again in hopes of a different outcome.\"",
  "13027": "President Joe Biden withdrew troops from Afghanistan \"simply because of Trump Derangement Syndrome and they wanted to reverse any policy that Trump had implemented.\"",
  "13028": "\"FUN FACT: West Virginia is home to zero billionaires.\"",
  "13029": "\"Pfizer Confirms COVID-Vaccinated People Can ‘Shed’ Spike Proteins And Harm The Unvaccinated\"",
  "13030": "A video shows \"your packages were rerouted and have arrived in the port of Miami\" as a result of Gov. Ron DeSantis.",
  "13031": "Virginia voters are being turned away from polling locations because they were told they already requested absentee ballots when they haven’t.",
  "13032": "Keystone Pipeline was blocked by Obama on Warren Buffett’s behalf.",
  "13033": "\"Japan drops vax rollout\"",
  "13034": "\"Moderna has been pulled in Iceland and pulled for everyone under age 30 in Finland, Sweden, Norway, Denmark due to heart issues.\"",
  "13035": "Says President Joe Biden \"is in talks to pay illegal immigrants $450,000.\"",
  "13036": "A chart shows China and India are leading in per capita carbon dioxide emissions.",
  "13037": "\"U.S. households are on track to spend $19 billion more on energy by 2030.\"",
  "13038": "\"Scientists say this map represents the US in 30 years if we don’t reverse climate change.\"",
  "13039": "\"Virginia Democrat operatives\" and Terry McAuliffe campaign staffers posed as white supremacists and stood by Republican Glenn Youngkin’s bus.",
  "13040": "\"Stalin once ripped all the feathers off a live chicken as a lesson to his followers.\"",
  "13041": "\"If you’re a low-wage worker and you’re single and don’t have children, we’re literally taxing you into poverty.\"",
  "13042": "\"Fairfax County is not requiring the last four digits of Social Security Numbers on absentee ballots in this election.\"",
  "13043": "The premier of Australia’s Victoria state \"is freezing people’s bank accts\" if they are not vaccinated. \"They can’t buy or sell until forced into submission.\"",
  "13044": "\"There are over 1 million phantom voters on the Florida voter rolls.\"",
  "13045": "\"If you were in the military before 2002 you get an additional $1,200 a year, ($100 per month) in Social Security. But you have to ask for it and almost no one knows about it.\"",
  "13046": "Federal agents directly incited people on Jan. 6, 2021, and \"intentionally entrapped\" American citizens.",
  "13047": "\"Jan. 6 is being used as a pretext to strip millions of Americans, disfavored Americans, of their core constitutional rights.\"",
  "13048": "No new COVID-19 cases in Uttar Pradesh, India, due to use of ivermectin",
  "13049": "\"Report finds increased risk of spontaneous abortion following COVID-19 vaccination during pregnancy\" after correcting \"major error\" in CDC study.",
  "13050": "\"Global warming is part of (a) natural cycle and there’s nothing we can actually do to stop these cycles.\"",
  "13051": "\"Wages have gone up higher, faster than inflation.\"",
  "13052": "\"DEA agent Mark Ibrahim was forced from his job and later indicted simply because he was near the Capitol protest on Jan. 6.\"",
  "13053": "\"Arizona Department of Education gives green light on face mask and vaccine mandates, as well as implementing Critical (Race) Theory.\"",
  "13054": "Video shows irate airline passenger demanding a seat away from an unvaccinated passenger and being asked to leave the airplane.",
  "13055": "\"More fraud in New Jersey’s election uncovered – voting machines would not allow citizens to vote for Republican governor candidate.\"",
  "13056": "\"Vitamin D levels of 50 ng/mL correlates to zero mortality rate from COVID.\"",
  "13057": "\"No governor in Virginia has ever won when...he or she is the same party as the sitting president.\"",
  "13058": "\"Spike protein goes to nucleus and impairs DNA repair.\"",
  "13059": "\"Sending your child to school\" on a day when vaccines are being administered \"is implied consent\" for getting the COVID-19 vaccine.",
  "13060": "\"The infrastructure bill itself is only 10% true infrastructure.\"",
  "13061": "Merriam-Webster recently changed its definition of the word \"vaccine\" and removed the immunity portion.",
  "13062": "\"Wisconsin is almost equally divided on partisan lines\" and therefore new Legislative maps could be drawn to \"represent that 50-50 split.\"",
  "13063": "\"Only a court can decide that somebody is incompetent to vote\" -- the state Election Commission \"cannot force facilities, private facilities, to allow special voting deputies\" inside.",
  "13064": "\"Children are 50 times more likely to be killed by the Covid vaccines than by the virus itself.\"",
  "13065": "\"This idea that it's the pandemic of the unvaccinated, it's just a total lie.\"",
  "13066": "\"Iowa ranks 45th in the U.S. for internet connectivity.\"",
  "13067": "A crime was committed when a New Jersey election worker allowed someone who said he was not a citizen to fill out a ballot.",
  "13068": "\"Within two years, there were two 500-year (storm) events\" in Wisconsin.",
  "13069": "In the infrastructure bill that just passed the House, \"only 10% is actual infrastructure.\"",
  "13070": "Ashley Hinson’s and Mariannette Miller-Meeks’ no votes on the infrastructure bill are \"denying rural Iowa broadband internet.\"",
  "13071": "The Astroworld concert was a \"test run on the vaxxed\" because people who are injected with graphene oxide can be controlled through magnetic frequencies, including music.",
  "13072": "The Biden administration inherited gains of \"50,000 jobs a month. We're now finally back to 500,000 jobs a month. We inherited a country where 4,000 people a day were dying from Covid. That's now down 75%.\"",
  "13073": "\"In 2015, when Terry McAuliffe was governor, the Virginia Department of Education promoted incorporating critical race theory lens in education...They were trying to indoctrinate kids.\"",
  "13074": "New York is \"leading the nation with the lowest imprisonment rate of any large state\"",
  "13075": "\"During the AIDS crisis, can you imagine if gay men and intravenous drug users … had they been pariahs the way the non-vaccinated are? But it would've been inconceivable.\"",
  "13076": "Live Nation scheduled the 50,000-person Astroworld music festival at a venue that has a capacity of 20,000.",
  "13077": "\"Gavin Newsom is out of sight likely because he has Guillain-Barre syndrome from his booster shot.\"",
  "13078": "\"German News Agency Tracks 75 Prominent Athletes Suddenly Dead Of Heart Attacks After COVID Vax\"",
  "13079": "\"Italy drastically reduced the country’s official COV1D-19 death count by over 97%. This means Covid killed fewer people than an average seasonal flu.\"",
  "13080": "Actor Macaulay Culkin died from a heroin overdose.",
  "13081": "Kyle Rittenhouse’s mother \"drove him across state lines and dropped him off in the middle of a riot armed with an assault rifle\" in Kenosha.",
  "13082": "A new medical diagnosis code has been designated for people who decline vaccines, and it will be used to help determine who will go into \"education camps.\"",
  "13083": "The COVID-19 vaccines \"failed miserably\" in animal trials and are \"a type of gene therapy that several top scientists warn will kill you.\"",
  "13084": "\"Biden’s banking nominee demands all ‘private bank accounts’ be eliminated\"",
  "13085": "\"Fauci admits Covid vax doesn't work\"",
  "13086": "\"No economist out there is projecting that (the Build Back Better bill) will have a negative impact on inflation.\"",
  "13087": "\"Only one member of Iowa’s federal delegation\" voted in favor of the bipartisan infrastructure legislation.",
  "13088": "A new Facebook/Meta rule allows the company to use people’s photos without their permission, and posting a notice on your page will stop it from doing so.",
  "13089": "The media televised the trial of Kyle Rittenhouse \"because he is a ‘white supremacist shooter,’\" while limiting coverage of accused sex trafficker Ghislaine Maxwell’s trial to \"some cartoon drawing….What are they hiding?\"",
  "13090": "Says Raz Simone \"conquered\" part of Seattle, handed out guns to form a paramilitary force that murdered three people, robbed the locals and walked away without being questioned.",
  "13091": "Timothy Simpkins, a Black teen shooter, got 1 day in jail and $75,000 bail, while Kyle Rittenhouse, a white teen, got 2 months in jail and $2 million bail. \"I think it’s pretty evident ... that white privilege is a myth.\"",
  "13092": "The Build Back Better bill provides \"'parole' amnesty for millions of criminal illegal aliens.\"",
  "13093": "\"500 National Guardsmen being called to Kenosha ahead of the Rittenhouse verdict. Had they done this in the first place, there wouldn’t have been a trial.\"",
  "13094": "Says Bill Gates is linked to the discovery of vials labeled \"smallpox\" at Pennsylvania lab.",
  "13095": "Athletes are collapsing with heart-related issues due to the COVID-19 vaccines",
  "13096": "The United States had 589 coal-fired plants 10 years ago, and \"we're down to 504. … We are the only nation that has reduced our reliance (on) coal energy.\"",
  "13097": "\"The FBI is using its counterterrorism division to investigate and add ‘threat tags’ to parents who are protesting school boards.\"",
  "13098": "An increase in Medicare Part B premiums means \"America’s seniors are paying the price for Biden’s inflation crisis.\"",
  "13099": "Photos showed \"bricks everywhere\" in Kenosha during the Kyle Rittenhouse trial.",
  "13100": "\"In Wisconsin, we have 50% of the population paying 50%, 60%, 70%, sometimes 80% for their housing.\"",
  "13101": "The FBI targeted a woman and searched her home because she \"protested local school board, elections.\"",
  "13102": "\"If you or your family spends $28 a day — prepare to be under constant audit by the IRS.\"",
  "13103": "\"Never in American history has so much been spent at one time. Never in American history will so many taxes be raised and so much borrowing be needed to pay for this reckless spending.\"",
  "13104": "The House-passed Build Back Better bill is a \"government takeover of child care.\"",
  "13105": "\"Expanding Medicaid, which if we had done at the beginning of the Abbott administration, would have brought in $100 billion to this state's economy.\"",
  "13106": "Low gas prices in Russia, Kuwait and Saudi Arabia show that Joe Biden’s decision to cancel the Keystone Pipeline project is to blame for U.S. prices.",
  "13107": "\"This one here has subsidies for people making as much as $800,000 to be able to buy a Tesla.\"",
  "13108": "Kyle Rittenhouse was an \"armed person\" crossing state lines when he came to Kenosha protests in 2020.",
  "13109": "\"Right now, in the average Texas fourth grade classroom, 7 out of 10 kids cannot read at grade level.\"",
  "13110": "Vaccinated people under 60 in England \"are dying at twice the rate of unvaccinated people the same age. ... I don’t know how to explain this other than vaccine-caused mortality.\"",
  "13111": "Richard von Coudenhove-Kalergi planned \"the ethnocide of the peoples of Europe\" through \"the encouragement of mass non-white immigration.\"",
  "13112": "The Vatican owns a telescope called Lucifer.",
  "13113": "The COVID-19 vaccines \"suppress the immune system\" and make people more susceptible to HIV, shingles and herpes.",
  "13114": "\"Nancy Pelosi just bought a 11,000 square foot $25 million mansion in Florida.\"",
  "13115": "\"Norway spends about $30,000 per child on early childhood care, Finland spends $23,000, Germany $18,000\" and the U.S. $500.",
  "13116": "\"Malcolm X’s daughter found dead in NYC days after she exposed NYPD and FBI were behind Malcolm X assassination\"",
  "13117": "Omicron 'hysteria' was timed so that it would coincide with and distract from the Ghislaine Maxwell trial.",
  "13118": "Electric vehicles are more likely to fail in traffic jams.",
  "13119": "\"Don’t be fooled by the next ‘Variant’! There are actually 1000’s of them. They just will pick the next one to keep the fear going.\"",
  "13120": "\"Pathogens evolve to become less, not more, virulent over time\" because otherwise, \"they’d destroy their hosts which they depend on to live.\"",
  "13121": "Heart complications are one symptom \"listed\" for the omicron variant and are being \"used to cover up effects\" of COVID-19 vaccines.",
  "13122": "\"39 out of 42 (countries) in Europe have more restrictive abortion laws\" than Mississippi.",
  "13123": "\"BREAKING: Judge in Ghislaine Maxwell trial issues media-wide gag order: all press & spectators barred from courtroom.\"",
  "13124": "\"An independent analysis shows that payments for cancer care will be slashed by close to 45% causing cancer clinics to close and massively raising your healthcare costs.\"",
  "13125": "A Canary Islands volcano eruption could lead to a mega tsunami in the U.S., with a 160-foot wave and no warnings.",
  "13126": "\"I used to drive a tractor trailer … I only did it for part of a summer.\"",
  "13127": "Says Joe Biden \"shut down travel from 8 countries in response to the Omicron variant, but he refuses to require a #COVID19 test for illegal immigrants crossing our Southern border.\"",
  "13128": "At Lions Gate Hospital in Vancouver, \"13 babies were reportedly stillborn at the hospital in a period of 24 hours. All of their mothers had received a COVID-19 injection.\"",
  "13129": "\"On the first day of the Ghislaine Maxwell trial, the CEO of Twitter resigned, the CEO of Walmart resigned, the CEO of CNBC resigned\"",
  "13130": "\"The number of small businesses is up 30% compared to before the pandemic.\"",
  "13131": "\"If you look pre-COVID\" under President Donald Trump, \"we didn't import a single barrel of oil from Saudi Arabia.\"",
  "13132": "\"The number of COVID-19 deaths recorded so far in 2021 has surpassed the total for 2020.\"",
  "13133": "COVID-19 vaccines are gene therapy and a recent Forbes article proves that.",
  "13134": "\"Overdoses in Virginia (are) up 35%.\"",
  "13135": "\"Even after accounting for rising prices, the typical American family has more money in their pockets than they did last year.\"",
  "13136": "German chemist Andreas Noack was \"assassinated just hours after publishing the secret of the vax by government operatives.\"",
  "13137": "\"Only the fully vaccinated should fear the new ‘worst ever’ Covid-19 variant; data shows they already account for 4 in every 5 Covid deaths\"",
  "13138": "Microsoft and Bill Gates created a 1999 video game called \"Omikron.\"",
  "13139": "\"2,809 Dead Babies in VAERS Following COVID Shots as New Documents Prove Pfizer, the FDA, and the CDC Knew the Shots Were Not Safe for Pregnant Women\"",
  "13140": "\"By declining the vax, I am 100% safe from adverse reactions and 99.8% safe from COVID.\"",
  "13141": "\"The toxicity of COVID-Omicron is 5 times higher than that of the delta variant, and the mortality rate is also higher than that of Delta.\"",
  "13142": "\"Tap water is testing positive for COVID!\"",
  "13143": "\"SHOCKING: In the wake of Austria’s drastic lockdown of unvaccinated people, EU chief calls for throwing out Nuremberg Code.\"",
  "13144": "\"Over time there have been 160-some carve-outs to the filibuster.\"",
  "13145": "\"Dr. Ugur Sahin, CEO of BioNTech and inventor of the BIO N TECH Pfizer jab, refuses to take the jab for safety reasons.\"",
  "13146": "Deaths from vaccines have totaled 1,621 from Johnson & Johnson, 4,799 from Moderna, 13,039 from Pfizer and 73 from unknown vaccines. And this is an undercount because \"only 1% of deaths are reported.\"",
  "13147": "Teens are \"more likely to be hospitalized with myocarditis\" from the COVID-19 vaccines than to be \"hospitalized with COVID.\"",
  "13148": "The COVID-19 vaccine is the \"deadliest vaccine ever made.\"",
  "13149": "\"COVID-19 vaccines do not stop transmission of COVID, but instead increase it.\"",
  "13150": "Audio clips from ad show Pat McCrory supported Black Lives Matter protesters while condemning ‘Trump supporters’",
  "13151": "Actions by Joe Biden left \"10,000 - 15,000 American citizens abandoned to terrorists in Afghanistan.\"",
  "13152": "The Build Back Better Act \"includes $34.5 billion in cuts\" for charity care funding to hospitals.",
  "13153": "\"Canada joins the no jab, no food trend\"",
  "13154": "\"Moderna patent uncovers horror nanocensor contained in bioweapon.\"",
  "13155": "Around the world, people who exercise their \"health autonomy\" and don't get vaccinated are being put \"basically into internment camps.\"",
  "13156": "\"Voter ID is supported by an overwhelming majority of NYers, from all across the state, walks of life, & political parties.\"",
  "13157": "Gas prices were \"$1.86 when I left\" the White House.",
  "13158": "Chuck Grassley was \"voting to slash Medicare\" when voting against the debt ceiling bill.",
  "13159": "NASA study says snake plants can produce enough oxygen for humans to live in a sealed room.",
  "13160": "Soft-tissue cancer diagnoses have \"climbed through the roof\" in 2021 as a result of COVID-19 vaccines.",
  "13161": "A video from British public broadcaster BBC shows the network was part of a 9/11 conspiracy.",
  "13162": "The push for high-speed internet for rural areas, from the start, \"was a Democratic thing.\"",
  "13163": "\"They've now killed close to twice as many kids from the vaccine as have died from COVID.\"",
  "13164": "\"Polar bears have increased 400% in 45 years; whales are nearly fully recovered; extinctions are down 90% past century. Koalas are doing fine. If we could ban wind turbines we could save 85,000 birds of prey/yr in US alone.\"",
  "13165": "\"The CBO says (the Build Back Better Act) is $3 trillion of deficit spending.\"",
  "13166": "\"I’ve been against that war in Afghanistan from the very beginning.\"",
  "13167": "Rep. Kathy Castor, D-Fla., is a communist",
  "13168": "The COVID-19 vaccines cause AIDS.",
  "13169": "People vaccinated for COVID-19 \"do not spread the disease to anyone else.\"",
  "13170": "\"Electromagnetic radiation from wireless technologies, including and especially 5G, can cause the same symptoms as COVID-19!\"",
  "13171": "\"Most Americans on minimum wage earn less than a Dickensian allegory for destitution.\"",
  "13172": "\"More people, aged 18-45, died of Fentanyl overdoses in 2020 than covid, car accidents, cancer, + suicide combined.\"",
  "13173": "\"Half a million sharks could be killed to make the COVID-19 vaccine.\"",
  "13174": "The expanded child tax credit in the Build Back Better Act has \"no means testing,\" so people making $200,000 and $400,000 would get \"the same as someone making\" $70,000.",
  "13175": "\"Maybe they’re just calling the common cold … the omicron variant.\"",
  "13176": "\"New Zealand okays euthanasia for COVID patients.\"",
  "13177": "\"Mask mandates on children lead to learning loss that harms early childhood development.\"",
  "13178": "\"In 2021, 65 people in Milwaukee have lost their lives due to reckless driving accidents, and more than 9,000 cars have been stolen, double the amount in 2020.\"",
  "13179": "\"It feels amazing\" that unvaccinated people are \"4.5 times LESS LIKELY to catch omicron\" than people who are fully vaccinated and boosted.",
  "13180": "\"WHO Director-General: The vaccines are being used to kill children.\"",
  "13181": "\"A tragic end today\" for CNN’s Sanjay Gupta",
  "13182": "Pfizer made $37 billion in profit in its last quarter.",
  "13183": "\"Yale study: Vaccinated people more likely to be infected than those without the jab.\"",
  "13184": "A video clip shows a failed attempt by China to launch airstrikes near Taiwan.",
  "13185": "\"NASA hired 24 theologians to study human reaction to aliens.\"",
  "13186": "\"Jan. 6 was NOT an insurrection…but Nov. 4 at 3 a.m. was!\"",
  "13187": "A judge sealed \"all the evidence and proof of who helped Ghislaine Maxwell sex traffic children.\"",
  "13188": "President Joe Biden \"never had a\" COVID-19 \"plan.\"",
  "13189": "\"Food crops can be engineered right now based on existing technology to cause infertility in Black people alone.\"",
  "13190": "\"Corporate profit margins are at their highest point in 70 years. … They’re overcharging us for gas, medicine, and groceries, and pocketing the difference.\"",
  "13191": "Vaccines are why flights have been shut down worldwide.",
  "13192": "\"Even the WHO has conceded that the (SARS- CoV-2) virus … is no more dangerous than the common flu, with an infection fatality rate of 0.14%.\"",
  "13193": "\"Germany: 96% of Latest Omicron Patients were FULLY Vaccinated – Only 4% Unvaccinated\"",
  "13194": "Tylenol \"ruins your ability to kill\" COVID-19.",
  "13195": "\"Chicago maintained the lowest unemployment rate through most of 2021 of any large American city.\"",
  "13196": "Walgreens refrigerators are scanning shoppers’ hands and foreheads for \"the mark of the beast,\" and that \"if you don’t have the mark later on, you won’t be able to buy.\"",
  "13197": "\"Pfizer CEO: New Pill Will Have a Microchip That Transmits Info Once You Swallow It!\"",
  "13198": "When children are given vaccines for COVID-19, \"a viral gene will be injected into your children's cells. This gene forces your child’s body to make toxic spike proteins. These proteins often cause permanent damage in children’s critical organs.\"",
  "13199": "\"When I became mayor of the City of Richmond in 2004, the crime rate was at its highest. When I left in 2008, it was at its lowest.\"",
  "13200": "\"Data from around the world suggests that omicron favors the fully vaccinated.\"",
  "13201": "Electric vehicles would not have fared well in the Virginia snowstorm traffic jam.",
  "13202": "Recently released Jan. 6 footage shows \"these cops using massive amounts of force against unarmed Trump supporters, including women.\"",
  "13203": "A law backed by Virginia Democrats barred local sheriffs from having military equipment that \"would have come in very helpful\" with the I-95 traffic jam.",
  "13204": "\"Joe Biden holds the all-time record for the most money received from Pharma while in Congress! $8,550,422.\"",
  "13205": "Senior citizens qualify for a Medicare \"flex card\" that pays for groceries, dental costs and prescriptions.",
  "13206": "\"No one has been hospitalized for\" the omicron variant of COVID-19.",
  "13207": "Hochul is an \"interim Governor.\"",
  "13208": "Omicron is \"the fastest-spreading virus known to humankind.\"",
  "13209": "Gov. Kim Reynolds, touting $210 million for Iowa broadband, \"failed to mention these are actually federal funds approved by Rep. Cindy Axne and signed into law by President Joe Biden.\"",
  "13210": "\"Governor Kate Brown wants to make Oregon’s mask mandate PERMANENT.\"",
  "13211": "\"If you stop testing (for COVID-19) it all goes away and people just have colds like before.\"",
  "13212": "Says Joe Biden said \"dozens of police were killed\" during the Jan. 6 attack on the U.S. Capitol but \"exactly zero people\" died that day.",
  "13213": "Says he led the fight to add 200 new police officers to make the City of Milwaukee safer.",
  "13214": "\"Biden announces Medicare stimulus that provides free dental work to all Seniors who need it! Crowns and implants included.\"",
  "13215": "\"Dyson is canceling their contract with Walmart and selling off Dyson Supersonic\" hair dryers \"only for $1!\"",
  "13216": "\"Japan drops all vaxxine mandates, places myocarditis warning on label.\"",
  "13217": "\"We have over 100,000 children, which we’ve never had before, in serious condition, and many on ventilators\" due to the coronavirus.",
  "13218": "Democrats \"are trying to ban voter ID.\"",
  "13219": "Sen. Ron Johnson has been \"rewarding companies that outsource to China.\"",
  "13220": "\"The Wisconsin voter roll has over 120,000 active voters who have been registered to vote for over 100 years.\"",
  "13221": "A Black Lives Matter administrator was arrested in a 1983 bombing at the U.S. Capitol.",
  "13222": "\"Clarence Thomas’s wife was one of the organizers of Jan 6th\"",
  "13223": "Washington’s State Board of Health will discuss mandatory COVID-19 quarantines and vaccine requirements for schoolchildren at a Jan. 12 meeting.",
  "13224": "Video shows Alexandria Ocasio-Cortez pouring shots for a group of people \"days before testing positive\" for COVID-19.",
  "13225": "Carlos Gimenez \"wants a national database to track you and discriminate against you.\"",
  "13226": "\"You are 17 times more likely to go to the hospital if you’re not vaccinated, 20 times more likely to die.\"",
  "13227": "\"In the 2020 election, President Trump voted from behind the desk in the White House in Florida.\"",
  "13228": "As a youth, \"I got arrested\" protesting for civil rights.",
  "13229": "\"From 1917 to 1994, half of the bills that were successfully filibustered in the Senate were civil rights legislation.\"",
  "13230": "\"The CDC director just said that 75% of ‘Covid deaths’ occurred in people with at least four comorbidities.\"",
  "13231": "\"We’ve brought in more than $81 billion in economic investment, more than four times any previous administration.\"",
  "13232": "Says the \"NC appeals court\" acknowledged the state’s election maps \"are skewed,\" but didn’t block them because they are \"partisan hacks.\"",
  "13233": "\"India has nearly 1.4 billion citizens. Nearly 800 million of them live in extreme poverty — less than $1.90 per day. Yet EVERY singly (sic) Indian citizen is required to have a valid form of ID to vote in national elections.\"",
  "13234": "Images show how climate change destroyed the Greenland ice sheet and harmed a polar bear from 2009 to 2019.",
  "13235": "\"Fully vaccinated Australians in hospital for COVID-19 surpass unvaccinated\"",
  "13236": "Former President Donald Trump \"is fluent in Japanese.\"",
  "13237": "Says he has issued more pardons than \"any Wisconsin governor in contemporary history.\"",
  "13238": "Says Pfizer CEO Albert Bourla said: \"Two doses of the vaccine offers very limited protection, if any.\"",
  "13239": "COVID-19-induced pneumonia is \"is actually mast cell degranulation of the lungs,\" a type of allergic reaction.",
  "13240": "\"In New York state, if you’re white, you have to go to the back of the line to get medical help.\"",
  "13241": "\"People are 7% poorer now because of Biden inflation.\"",
  "13242": "\"In 2022, illegal immigrants will have MORE FREEDOMS and easier access to healthcare and ballot boxes than most Americans... Just think about that.\"",
  "13243": "Novak Djokovic is the first professional athlete to be banned from a major sporting event for \"not taking drugs.\"",
  "13244": "\"The Dems demand a photo ID to get a cheeseburger.\"",
  "13245": "Virginia’s economic growth \"has stalled at less than 1% per year for eight years.\"",
  "13246": "Virginia’s \"education standards for math and reading are now the lowest in the nation.\"",
  "13247": "Rabbi taken hostage in Texas synagogue is \"anti-Zionist\" who may have known gunman.",
  "13248": "\"Sixty percent of (Virginia's) children don’t meet national proficiency standards…\"",
  "13249": "\"The Loudoun County School Board spent about $300,000 (last year) … to bring CRT in some form or fashion to the school system.\"",
  "13250": "$2,000 stimulus checks were due on Jan. 19.",
  "13251": "\"Every 37 seconds, someone is arrested for possession of marijuana.\"",
  "13252": "\"Supreme Court Justice Sonia Sotomayor tests positive for COVID-19 despite triple vaccination, diligent masking and working from home.\"",
  "13253": "\"There (are) over 800 prison camps in the United States, all fully operational and ready to receive prisoners. They are all staffed and even surrounded by full-time guards, but they are all empty. These camps are to be operated by FEMA.\"",
  "13254": "COVID spelled backward is \"divoc\" which means \"possession of the evil spirit\" in Hebrew.",
  "13255": "\"The CDC admits that natural immunity from prior infections is superior to vaccinated immunity alone.\"",
  "13256": "\"Ashli Babbitt Tried To Stop Antifa False Flag On Jan 6th\"",
  "13257": "Joe Biden's \"$4 trillion\" Build Back Better bill is \"the largest expansion of welfare programs in 60 years.\"",
  "13258": "\"This country’s working people actually got a raise.\"",
  "13259": "The Freedom to Vote Act is \"a sprawling takeover of our whole political system.\"",
  "13260": "\"If the FAA is worried about what the 5G deployment will do to the planes, what do you think it will do to our bodies?\"",
  "13261": "\"Moderna COVID vaccine is no longer recommended due to heart inflammation.\"",
  "13262": "List shows \"1,000 peer reviewed studies questioning COVID-19 vaccine safety\"",
  "13263": "Gov. Kathy Hochul’s \"record\" includes \"firing\" 34,000 health care workers.",
  "13264": "Build Back Better \"would be a huge payday for Chinese manufacturing\" and \"would fill our streets with cars made with Chinese parts.\"",
  "13265": "\"Large, peer-reviewed research study proves ivermectin works\" as a COVID-19 preventative.",
  "13266": "Estimated annual COVID-19 deaths in the U.S. totals 27,530, after you subtract those who died \"with, not from\" COVID-19, not in nursing homes and who didn't have four or more comorbidities.",
  "13267": "\"The Manhattan DA is actually proposing to downgrade armed robbery to a misdemeanor, and to stop prosecuting resisting arrest.\"",
  "13268": "Clips of Dr. Anthony Fauci show he \"flip-flopped\" on guidance for wearing masks, whether kids should be in school and whether people should change how they interact.",
  "13269": "The CDC said that 75% of COVID-19 deaths have involved people with at least four comorbidities.",
  "13270": "\"Ashley Hinson voted against the bipartisan infrastructure bill that made this money (for Iowa's locks and dams) possible. Once again she’s taking credit for work she didn’t do.\"",
  "13271": "A German doctor discovered the COVID-19 vaccines include graphene oxide or graphene hydroxide, and the full list of ingredients is secret because of the emergency use authorization.",
  "13272": "President Joe Biden gave Congress an exemption from vaccine mandate",
  "13273": "\"With the ongoing pandemic, our State Park attendance is at the highest it’s ever been.\"",
  "13274": "The New York City Police Department arrested a 9-year-old \"because she didn’t have a vaccine card in the museum.\"",
  "13275": "\"Total deaths from COVID MUCH LOWER than reported.\"",
  "13276": "American taxpayer dollars provide \"free housing, free medical, free state identification\" to immigrants in the country illegally.",
  "13277": "In Iowa, \"since we have put a number of the voting laws into place over the last several years — voter ID is one of those — we've actually seen voter participation increase, even in off-election years.\"",
  "13278": "\"There’s 150 I believe now – it’s over 100 professional athletes dead, professional athletes, the prime of their life, dropping dead that are vaccinated, right on the pitch, right on the field, right on the court.\"",
  "13279": "When asked if she supports the Build Back Better bill, Abby Finkenauer said that she didn’t know what was in it.",
  "13280": "Vaccine makers \"are shipping lots of jabs with varying ingredients, potency & EVEN placebo lots.\"",
  "13281": "\"They call\" Jan. 6 \"an insurrection,\" but \"were FBI agents used as political agitators?\"",
  "13282": "\"British data show the COVID shots are an abysmal failure, as COVID infection rates in the U.K. are higher among the ‘fully vaccinated’ in all adult cohorts.\"",
  "13283": "Says remdesivir is responsible for killing patients hospitalized with COVID-19.",
  "13284": "\"Without a shred of clinical data to support its decision, the Biden Administration has revoked the emergency use authorization for lifesaving monoclonal antibody treatments.\"",
  "13285": "\"It begins. Wisconsin Assembly votes to remove electoral votes from Biden.\"",
  "13286": "A molecule found in a Himalayan fungus \"kills cancer cells with 40 times potency.\"",
  "13287": "\"Biden won’t allow Delta-variant COVID patients to get proven and effective monoclonal treatments even though there are 50,000-100,000 Americans infected by Delta EVERY DAY.\"",
  "13288": "\"All these athletes are dropping dead on the field\" after receiving the COVID-19 vaccination.",
  "13289": "\"More white legacy students get admitted to top universities than Black & Latinx students admitted through affirmative action.\"",
  "13290": "The Biden-Harris administration \"wants to hand out $450,000 to illegal immigrants.\"",
  "13291": "ICE has been illegally releasing immigrants \"in Huntersville #NC13 at big box retail locations. Feds aren’t notifying anyone, just making secret drops at 3am.\"",
  "13292": "Thanks to the American Rescue Plan’s changes to the Affordable Care Act, \"four out of five consumers (are) finding quality coverage for under $10 a month.\"",
  "13293": "\"There's never been a president (before Joe Biden) that has made race and gender the defining factor\" for a Supreme Court nomination.",
  "13294": "\"Since 2000, the Department of Defense and the Department of Energy have been spraying the entire United States sky with the toxic brew of chemicals and other biologic agents.\"",
  "13295": "\"The use of ballot drop boxes and ballot harvesting is illegal.\"",
  "13296": "Military data from 2021 show military members experienced spikes of 300% in miscarriages, almost 300% in cancer diagnoses and 1,000% in neurological issues.",
  "13297": "Ron DeSantis let \"millions of COVID-19 tests expire.\"",
  "13298": "\"Embalmers finding ‘strange clots’ in jabbed people\"",
  "13299": "In England, \"official data shows children are up to 52 times more likely to die following COVID-19 vaccination than unvaccinated children.\"",
  "13300": "The CDC finally admits its COVID-19 test can’t tell the difference between the virus and the flu",
  "13301": "‘The Simpsons’ predicted Canada’s trucker convoy protest.",
  "13302": "\"Over 65% of the country believes that (the) 2020 election was fraudulent. That number was around 35% a year ago.\"",
  "13303": "\"Clarence Thomas is about to become the only member of the current Supreme Court who was nominated by a president of one party and confirmed by a Senate controlled by the other party.\"",
  "13304": "\"Joe Biden wants to eliminate a regulation that requires school districts to report allegations of teacher on student rape, alleged rape, and sexual assault.\"",
  "13305": "Proposed changes to the Electoral Count act show Pence had the power and \"could have overturned the election!\"",
  "13306": "\"Pennsylvania had 2.6 million mail in votes that the court of appeals of PA held to be unconstitutional. Umm that alone means Biden lost PA.\"",
  "13307": "Bruce Springsteen, Queen, Pearl Jam and Dave Grohl removed their music from Spotify.",
  "13308": "\"Facebook is spamming all climate articles by misleading readers about\" the accuracy of climate models.",
  "13309": "\"We all know China created COVID.\"",
  "13310": "Hundreds of ‘illegals’ were dropped off at Florida hotel.",
  "13311": "\"In Texas, because of the laws they passed, a 95-year-old World War II veteran is being denied the right to vote by mail because he can't produce a registration number he got back in the 1950s.\"",
  "13312": "\"The Holocaust isn't about race. No, it's not about race.\"",
  "13313": "Republican state Sens. Paul Newton and Warren Daniel \"refused to even give testimony\" in North Carolina’s latest redistricting case.",
  "13314": "\"It’s not illegal to go inside the Capitol\" as the Oath Keepers and other Jan. 6 rioters did.",
  "13315": "Pfizer is \"literally using the force of government and the culture of fear to jab children under 5 — with zero basis in science — to make billions of dollars.\"",
  "13316": "\"Books banned in Texas include 1984, Maus, and The Handmaid's Tale, but not Mein Kampf.\"",
  "13317": "Says Bob Saget predicted his death",
  "13318": "Turkey, Brazil, Britain, Sweden, Spain, Czech Republic, Mexico, El Salvador, Japan and Singapore canceled all COVID-19 quarantine procedures, testing and compulsory vaccination and are considering COVID-19 \"just a seasonal flu.\"",
  "13319": "\"Iowa Republicans have introduced a bill that would put government-installed cameras in every single classroom to livestream school activities for parents to spy on teachers and children.\"",
  "13320": "\"Nevada ranks 50th in election integrity ratings.\"",
  "13321": "\"A larger percentage of Illinoisans have been vaccinated than in any other Midwestern state.\"",
  "13322": "\"48-Hour waiting periods limit crimes of passion and keep our communities safe.\"",
  "13323": "\"The second booster has eight strains of HIV.\"",
  "13324": "\"Few, If Any, Doses of Spikevax or Comirnaty Available in United States, Despite FDA Approvals\"",
  "13325": "Gov. Tony Evers has \"only gotten one-third of the money meant for COVID relief out the door. He is sitting on $930 million in ARPA funds left unspent. In fact, he still has CARES Act money from two years ago.\"",
  "13326": "\"The US has made strides in reducing carbon emissions that other parts of the world have not.\"",
  "13327": "\"As compared to last year, Texas has about 15% more power generation capacity.\"",
  "13328": "Says President Joe Biden \"is trying to send taxpayer dollars to manufacturers overseas that do not abide by the same (carbon emission) standards we do at home.\"",
  "13329": "\"New Jersey and Maryland produce more solar power than Florida, the Sunshine State!\"",
  "13330": "Federal border officials are allowing undocumented immigrants who are \"known criminals who possess an arrest warrant to fly on U.S. aircraft (which) threatens our homeland security.\"",
  "13331": "Girl Scouts support \"Planned Parenthood and pro-abortion politicians.\"",
  "13332": "Binding masks to your face with gauze and wrapping pantyhose around your face and mask are now \"suggestions to make your mask more ‘effective.’\"",
  "13333": "COVID-19 vaccines caused a 40% increase in deaths identified by a life insurance company.",
  "13334": "\"We've had two members engage in a Democrat-led persecution of ordinary citizens who engaged in legitimate political discourse.\"",
  "13335": "\"During the first 3 months of FY2022 Customs& Border Protection recorded 518k encounters w illegal immigrants at S border That’s up 137% from same point in FY2021.\"",
  "13336": "President John F. Kennedy \"was planning to end the Federal Reserve.\"",
  "13337": "Turning Point USA is a white nationalist organization.",
  "13338": "\"According to Congress, travel nurses need a pay cap.\"",
  "13339": "Requesting a chargeback is \"a better way to get back at\" GoFundMe.",
  "13340": "\"Got the old killdozer loaded up heading for Ottawa.\"",
  "13341": "\"Teachers can only deduct up to $250 for school supplies on their taxes, but billionaires can write off the entire cost of a private jet.\"",
  "13342": "\"A grand jury trial begins into crimes against humanity\" involving a fabricated coronavirus pandemic.",
  "13343": "\"Joe Biden uses the ATF to illegally track your gun transactions.\"",
  "13344": "\"Biden and most Democrats want to cap insulin prices at $35 per month. All 50 Republicans in the Senate are opposed to it.\"",
  "13345": "Says the Biden administration’s Unaccompanied Alien Children process has \"no vetting, no transparency.\"",
  "13346": "Eric Schmitt \"sponsored a bill to spend $480 million of your tax dollars\" on cargo hub for airlines \"owned by China's Communist Party\" and \"voted to let China buy up Missouri farmland.\"",
  "13347": "Says a Washington Post headline and graphic about COVID-19 deaths are misleading.",
  "13348": "Arizona House bill to \"decertify\" 2020 results \"could effectively recall the Biden electors.\"",
  "13349": "\"Greg Casar passed paid sick leave.\"",
  "13350": "The Biden administration \"is spending $30 million on crack pipes.\"",
  "13351": "Comedian Heather McDonald collapsed on stage as a result of the COVID-19 vaccine.",
  "13352": "\"President Trump sanctioned Russia. President Biden gave them a pipeline.\"",
  "13353": "\"In Joe Biden’s America, your children are more likely to have access to a crack pipe than a mask-free education.\"",
  "13354": "\"One in 13 Black Americans are deprived of the right to vote.\"",
  "13355": "\"There is absolutely no observed or clinical data that indicates any benefit whatsoever to masking K-12 students in schools.\"",
  "13356": "\"Millions of hardworking Americans will no longer have to worry about unexpected medical bills.\"",
  "13357": "\"According to Republican Rep. Jeff Shipley, teachers should not receive a pay raise if they teach American history that Republicans don’t agree with.\"",
  "13358": "The CDC was \"normalizing blood clots\" by tweeting about the health condition before the Super Bowl.",
  "13359": "\"Under Greg Abbott’s leadership, Texas is putting taxpayer dollars into Chinese companies.\"",
  "13360": "\"Inflation has been caused by the global economies shutting down all at once, reopening all at once. And … the U.S. economy is recovering at a far faster pace than any other country in the OECD.\"",
  "13361": "\"100,000 Americans died of an overdose in a single year.\"",
  "13362": "\"Trudeau declares Emergencies Act amounting to near martial law in Canada.\"",
  "13363": "\"Johns Hopkins University confirms: You can be vaccinated with a PCR test, even without knowing\"",
  "13364": "Says the FDA said that Pfizer \"falsely misled\" the agency about the safety of the COVID-19 vaccines and that the shots are killing more people than they save.",
  "13365": "\"Durham’s documents show that Hillary Clinton hired people who hacked into Trump’s home and office computers\" and \"planted evidence, fabricated evidence connecting Trump to Russia.\"",
  "13366": "Map shows states where \"all of the children… are back to living mask-free, normal lives.\"",
  "13367": "Grocery chain Aldi will send people who share a Facebook post a \"bag full of family necessities\" worth $750, and 100 random bags also have a voucher for $500.",
  "13368": "\"The latest with the Durham report is that the Clinton campaign … actually spied on the president of the United States.\"",
  "13369": "\"Ivanka Trump charged with major crime.\"",
  "13370": "\"The CEO of Moderna deleted his Twitter and dumped $400 million of Moderna stock. Big Pharma seems to know some bad news is coming.\"",
  "13371": "Says that President Joe Biden said Americans will start seeing \"direct deposits in their bank accounts this weekend,\" and that Medicare recipients will get back $2,880.",
  "13372": "\"More than half of Virginia’s school buildings are older than 50 years.\"",
  "13373": "\"Over-vaccination causes faster mutation of the (COVID-19) virus, which causes a super virus we may not have the ability to fight off.\"",
  "13374": "\"Hillary Clinton spied on President Trump.\"",
  "13375": "\"In 2020, more journalists were killed in Mexico than in any other country in the world.\"",
  "13376": "There are now zero students, staff or anyone \"related to the school system\" in Union County\" hospitalized with COVID-19, despite harsh criticism of school COVID policy.",
  "13377": "The Centers for Disease Control and Prevention has amassed the \"largest collection of human data in history\" through COVID-19 PCR tests.",
  "13378": "Virginia is \"one of only a handful of states that actually taxes our veterans’ retirement.\"",
  "13379": "The Biden administration has been \"recklessly releasing potentially dangerous Afghans into our communities.\"",
  "13380": "\"Here in Wisconsin, prescription drug costs grew at a pace of nearly twice as much as the average Wisconsinite's income from 2015-2019.\"",
  "13381": "\"Trudeau's foundation owns 40% of Acuitas Therapeutics which makes mechanic lipids for Pfizer.\"",
  "13382": "\"Ukraine was the No. 1 donor to Hillary Clinton when she was running for president.\"",
  "13383": "The United States buys \"206,000 barrels of oil a day\" from Russia but \"shut down domestic oil production a year ago.\"",
  "13384": "Says Joe Biden risks war with Russia because Vladimir Putin doesn’t \"believe in transgender rights.\"",
  "13385": "Photos show \"Ukrainian Christians pray outdoors, in the snow, for their country in this phase of war danger.\"",
  "13386": "\"Ottawa may euthanize truckers’ pets as punishment.\"",
  "13387": "January 2022 fentanyl seizures show \"illicit drugs are flowing into the country at an alarming rate because of Biden’s open border.\"",
  "13388": "\"In my first year in office, Aurora homicides went down by 40%.\"",
  "13389": "The IRS is taking money away from people who received unemployment benefits.",
  "13390": "\"Russia has never attacked anyone throughout its history.\"",
  "13391": "\"Bill Gates hatches 'horribly stupid' plan to block out the sun\"",
  "13392": "\"News report accidentally reveals doctors giving ‘banned’ COVID treatment to the Queen.\"",
  "13393": "\"Republican leadership has not been clear about whether they support Rep. Ramthun’s illegal and undemocratic resolution\" on the 2020 election.",
  "13394": "\"Ron Johnson pushed through a special tax loophole that benefited his own family's business … Then he cashed out of the company for $5 million … (he has) doubled his wealth since taking office.\"",
  "13395": "Florida is \"49th in the nation when it comes to (Medicaid) funding\" for people with disabilities.",
  "13396": "\"NATO (under direction from the United States) is violating previous agreements and expanding eastward.\"",
  "13397": "Joe Biden \"has been secretly flying illegal immigrants into communities across the country in the middle of the night.\"",
  "13398": "In the U.S., myocarditis cases among ages 12 to 20 numbered four in 2019; four in 2020; and 2,236 in 2021.",
  "13399": "\"We have doubled our (oil) imports from Russia in the last year.\"",
  "13400": "\"Gov. Tony Evers brought Republicans and Democrats together to cut income taxes for the middle class.\"",
  "13401": "\"It was revealed in court\" on Feb. 23, 2022 \"that Tory Lanez DNA WAS NOT found on the weapon in the Meg Thee Stallion case.\"",
  "13402": "Russia is targeting U.S. biological weapons labs in Ukraine invasion.",
  "13403": "Ethnic Russians face \"genocide perpetrated by the Kyiv regime.\"",
  "13404": "\"Ukrainian fighter-ace known as the 'Ghost of Kyiv's real name is Samuyil Hyde.\"",
  "13405": "The 2020 election \"was stolen from Donald J. Trump.\"",
  "13406": "The Keystone XL pipeline \"would have produced 830,000 barrels of oil per day, more than enough to offset what we import from Russia.\"",
  "13407": "A photo showing young children saluting troops was captured in Ukraine in 2022.",
  "13408": "Photos show Ukrainian citizens destroying two Russian tanks with Molotov cocktails in Kyiv.",
  "13409": "\"We are No. 1 among all large states in having fully vaccinated teenagers. We are No. 2 in all large states for having fully vaccinated five- to 11- year-olds.\"",
  "13410": "Photo of injured Ukrainian woman was from 2018 Russia gas explosion.",
  "13411": "\"The former Miss Universe-Ukraine, Anastasiia Lenna, turned in her high heels for some combat boots to fight for her country.\"",
  "13412": "Image shows Ukrainian President Volodymyr Zelensky \"has joined the front lines with his troops.\"",
  "13413": "Actor Steven Seagal spotted among Russian special forces in Ukraine",
  "13414": "\"I’ve been in and out of Iraq and Afghanistan over 40 times.\"",
  "13415": "\"There is no evidence Biden’s spending produced one job. Nonpartisan projections for job growth in 2021, not including that American Rescue Plan, showed higher job growth than Biden produced.\"",
  "13416": "Ukraine issued a press release about Joe Biden",
  "13417": "\"Our economy created over 6.5 million new jobs just last year, more jobs in one year than ever before in the history of the United States of America.\"",
  "13418": "Joe Biden's sanctions on Russia \"are riddled with loopholes and don't even start for 30 days. They have carve outs for the energy and financial sectors.\"",
  "13419": "\"The Russian army does not occupy Ukrainian territory.\"",
  "13420": "\"NEW: Biden Admin. instructs Americans to social distance and wear masks in the event of a Nuclear Fallout.\"",
  "13421": "The drug labels for the Pfizer COVID-19 vaccine \"were blank when they should have contained all these diseases and adverse events\" listed in a confidential report.",
  "13422": "Wearing masks is \"COVID theater\" and \"not doing anything.\"",
  "13423": "\"Donald Trump's appeasement of Putin wasn't just a personal act of treason, it's the Republican Party's official position.\"",
  "13424": "\"Putin Vows to ‘Crush’ Child Traffickers in Ukraine\"",
  "13425": "\"New York state has already lost 99% of its historic freshwater wetlands.\"",
  "13426": "\"And just like that, your $15/hr doesn’t buy you as much as $7.50/hr did a year ago.\"",
  "13427": "CDC Director Dr. Rochelle Walensky said she gets COVID-19 reports from CNN.",
  "13428": "\"As the world rallies around Ukraine, Mike Lee was one of only two senators to oppose sanctions on Putin. Then he flew to the Kremlin and discussed dropping sanctions. Lee even opposed arming Ukrainians fighting for their lives.\"",
  "13429": "Two years ago we were \"drilling our own oil for $27 a barrel.\" Now, thanks to Joe Biden, we’re \"paying $105 a barrel to Russia.\"",
  "13430": "California has instituted a \"bacon ban.\"",
  "13431": "\"Marco Rubio is following his party bosses, like Rick Scott, with his plan to raise taxes on Florida's working families, retirees and veterans.\"",
  "13432": "Says Gov. Tony Evers \"tried to make us pay even more at the pump by hiking the gas tax.\"",
  "13433": "U.S. imports 1% of its oil from Russia while \"Exxon, Chevron, BP and Shell profits are at their highest level in over 7 years.\"",
  "13434": "Joe Biden's cancellation of the Keystone pipeline \"dramatically increased Americans' dependence on Russian oil.\"",
  "13435": "Five Wisconsin cities received money for the 2020 election from Mark Zuckerberg, which amounted to \"a wave of massive election bribery.\"",
  "13436": "\"Gas is high because they shut down production in the U.S.\" under the Biden administration.",
  "13437": "\"While Ukrainians bled and died, Congressman Budd excused their killer.\"",
  "13438": "In 1975, then-U.S. Sen. Joe Biden opposed efforts by President Gerald Ford to aid South Vietnam and evacuate refugees.",
  "13439": "The oil industry has \"9,000 permits to drill now. They could be drilling right now, yesterday, last week, last year.\"",
  "13440": "\"Almost half of every dollar that we spend on gas, it goes to New York State.\"",
  "13441": "China: U.S. has biological weapons labs in Ukraine.",
  "13442": "Says Gov. Tony Evers gave $2.4 million in COVID relief money to Planned Parenthood affiliates throughout Wisconsin \"to bail them out and fund abortions.\"",
  "13443": "Classified documents from Ukraine \"confirm without a shadow of a doubt\" that the Ukraine government was \"covertly preparing an offensive operation against Donbas, scheduled for March 2022.\"",
  "13444": "\"People who have had cancer in the past, they get the COVID jab and now, they're getting cancer two to three, four months later and it's the same cancer they had except much worse.\"",
  "13445": "\"David McCormick paid for attacks on Donald Trump.\"",
  "13446": "\"Vice President Kamala Harris laughs at the plight of Ukraine; at idea of America offering assistance\"",
  "13447": "Mo Brooks \"voted to cut off funding to destroy ISIS terrorists in the middle of the fight.\"",
  "13448": "The Russian airstrike on a maternity hospital in Mariupol, Ukraine, had \"the makings of yet another false flag operation\" led by the U.S.",
  "13449": "Jan. 6 defendants \"are being held in prison without being charged.\"",
  "13450": "Video shows \"Russian soldiers using weapons that have been in a cupboard since Soviet times.\"",
  "13451": "\"Beto O'Rourke's Plan to Take 'Trans' Children from Parents.\"",
  "13452": "\"She was asked about gasoline prices ... and she tried to defer to President Duda, the Polish president.\"",
  "13453": "The presence of apes calls into question the concept of evolution.",
  "13454": "\"A West Virginia inspection sticker on an Uber\" proves the car was not in Ukraine.",
  "13455": "Biden \"wants to buy lithium from China for electric cars.\"",
  "13456": "\"Make no mistake: The current spike in gas prices is largely the fault of Vladimir Putin.\"",
  "13457": "\"Wladimir Klitschko has auctioned off his 1996 Atlanta Olympic Games gold medal to raise money for the children of Ukraine.\"",
  "13458": "\"Documents were published confirming Moderna created the COVID-19 Virus.\"",
  "13459": "Comparing the price of oil and gas in June 2008 to March 2022 shows that oil companies are \"price gouging.\"",
  "13460": "\"Virginia women are paid 80 cents for every dollar paid to Virginia men.\"",
  "13461": "\"What is happening here is not so different from what we're seeing happening in Russia, where you have got state TV and controlled messaging across the board.\"",
  "13462": "\"As soon as Biden took office, he eliminated all subsidies for fossil fuels.\"",
  "13463": "A recent on-air protest can’t be real because \"there are no live on air television broadcasts in Russia. None. Ever.\"",
  "13464": "Ukrainian President Volodymyr Zelensky wore a Nazi cross symbol.",
  "13465": "Says Ron Johnson \"is supporting the Republican plan that phases out Social Security and Medicare.\"",
  "13466": "\"The price of insulin has been jacked up by Big Drug Corporations.\"",
  "13467": "\"David McCormick fired Pennsylvanians and bragged about shipping their jobs to Asia.\"",
  "13468": "\"In April 1997, there was a ‘gas out’ conducted nationwide in protest of gas prices. Gasoline prices dropped 30 cents a gallon overnight.\"",
  "13469": "The United Nations sent out an email instructing staff not to use the words \"invasion\" or \"war’\" when referring to Ukraine.",
  "13470": "Gas prices are high \"due to the Democrats’ war on fossil fuels.\"",
  "13471": "\"Gas prices have been going up since the president’s first day in office, starting with his move to shut down the Keystone XL pipeline.\"",
  "13472": "\"The Space Foundation has erased the honors previously bestowed on Yuri Gagarin, the first man to ever be in space. His name was stripped ‘in light of current events.’\"",
  "13473": "Virginia Tech swimmer Reka Gyorgy tweeted, \"My finals spot was stolen by Lia Thomas, who is a biological male.\"",
  "13474": "Judge Ketanji Brown Jackson \"gave child porn offenders sentences below the guidelines and below what the prosecutors were requesting,\" showing she is \"soft on child pornography offenders.\"",
  "13475": "Only 2% of K-12 students would benefit from Iowa’s school voucher bill.",
  "13476": "\"Judge Jackson doesn’t think perverts should have to register (as sex offenders). She says it ‘stigmatizes’ THEM.\"",
  "13477": "At the start of the COVID-19 pandemic, Judge Ketanji Brown Jackson advocated that \"each and every criminal defendant in D.C. Corrections custody should be released.\"",
  "13478": "\"Pat McCrory appointed the ‘Republican’ judge who sided with Democrats in the partisan Democrat lawsuit/power-grab over redistricting.\"",
  "13479": "Ketanji Brown Jackson \"says she gave pedophiles lighter sentences (because) it’s different when they use computers vs mail to get volumes of child porn. This makes ‘total sense’ according to Jackson.\"",
  "13480": "Ketanji Brown Jackson \"gave a lecture talking about critical race theory as one of the components to consider when you are making decisions on the bench.\"",
  "13481": "Judge Ketanji Brown Jackson called former President George W. Bush and former Defense Secretary Donald Rumsfeld as \"war criminals in a legal filing.\"",
  "13482": "Photo shows a Home Depot worksheet on \"privilege\" used to train its employees.",
  "13483": "Ketanji Brown Jackson \"believes in abortion on demand up to the moment of birth.\"",
  "13484": "A baby’s immune system can’t handle antigens from vaccines, because new food must be introduced slowly to identify allergic reactions.",
  "13485": "\"If you look at windmills\" and the greenhouse gas emissions from building to retiring them, \"the overall return is negative.\"",
  "13486": "In cutting greenhouse gas emissions, the United States is \"the leader in the world by far.\"",
  "13487": "Ketanji Brown Jackson has \"a weak record — defund police, abolish ICE and now a completely open border policy.\"",
  "13488": "\"Amy Coney Barrett overturned a $6.7M verdict after a prison guard repeatedly raped a 19-year-old inmate who was 8 months pregnant.\"",
  "13489": "The 2021 Georgia Senate runoff and the 2020 presidential election \"were stolen.\"",
  "13490": "The Biden administration is attempting \"to criminalize free speech.\"",
  "13491": "Republicans \"nominated the 1st Black woman to the SCOTUS & she was BLOCKED & filibustered by… Joe Biden.\"",
  "13492": "Says Mike Gibbons said \"military service doesn't count as real work.\"",
  "13493": "According to the Census Bureau, \"5 million more people voted than were registered to vote\" in the 2020 election.",
  "13494": "\"As your Lieutenant Governor…I cut your taxes.\"",
  "13495": "\"Over the course of two months, Tony Evers refused to remove (Curtis Schmitt Jr.) from the (state’s veterans) Board despite having the authority to do (so).\"",
  "13496": "Pfizer staged the Will Smith and Chris Rock confrontation at the Academy Awards because it \"has a new alopecia medication coming out.\"",
  "13497": "\"You go to a store, they don’t have bread.\"",
  "13498": "\"A secret backroom deal\" gave \"away hundreds of millions of tax dollars to a Soros-owned company.\"",
  "13499": "\"Cities in notoriously ‘tough on crime’ states like Texas and Florida saw a more significant increase in violent crime than cities in NYS.\"",
  "13500": "\"Senate Republicans’ plan\" would \"end Social Security\" and \"end Medicare.\"",
  "13501": "\"Want a healthy, happy baby? Skip the Well Baby visits. They… make your baby sick.\"",
  "13502": "\"We have (people detained by ICE) that have to be seen within 24 hours, while veterans are seen within months.",
  "13503": "\"Democrat’s New Plan: Tax billionaires to lower the deficit by $1 TRILLION and fund clean energy independence. Republican’s New Plan: Raise taxes on households earning less than $50,000 by an ADDITIONAL $4,500 after CUTTING taxes for the rich.\"",
  "13504": "\"California introduces new bill that would allow mothers to kill their babies up to 7 days after birth.\"",
  "13505": "\"The price of insulin increases as waistlines increase.\"",
  "13506": "The Strategic Petroleum Reserve has \"been mostly empty\" for decades.",
  "13507": "\"Mike Lee advised Trump's legal challenges to overturn our election\" and \"was one of only two senators who was in on the scheme.\"",
  "13508": "\"Ron Johnson is trying to let insurance companies deny coverage to people with pre-existing conditions like cancer, depression, pregnancy, diabetes—or even COVID.\"",
  "13509": "In 2021, \"11,201 pounds of fentanyl were seized by Customs and Border Protection, which is enough to kill every American nearly seven times over.\"",
  "13510": "John D. Rockefeller coined the term \"fossil fuel\" to trick people into thinking that his product was scarce and drive up the price when fossil fuels are actually \"the second most abundant liquid on the planet.\"",
  "13511": "\"The House voted to cap insulin prices to $35/month, just $420 each year! Richard Hudson voted NO.\"",
  "13512": "2004 video shows Anthony Fauci is ignoring science on natural immunity with regard to COVID-19.",
  "13513": "Former Gov. Pat McCrory appointed liberals to the North Carolina Textbook Commission, which \"mandated textbooks\" pushing critical race theory.",
  "13514": "Pfizer paid \"$2.8 million bribe payment\" to the FDA for COVID-19 vaccine approval.",
  "13515": "\"Biden changes his mind and now wants to resume building Trump’s wall.\"",
  "13516": "The economy was \"dead in the water when we got here. Virtually no jobs created.\"",
  "13517": "A video taken from a car driving through Bucha, Ukraine, shows a corpse \"moving his arm,\" and then \"in the rear view mirror the ‘corpse’ sits down.\"",
  "13518": "Sudden death in adults and Sudden Infant Death Syndrome are caused by vaccines.",
  "13519": "Schools are putting litter boxes in bathrooms to accommodate kids who identify as furries.",
  "13520": "Says New Zealand Prime Minister Jacinda Ardern said her country doesn’t have to deal with the \"rage of older white men\" because \"we’ve never allowed Rupert Murdoch to set up a media outlet here.\"",
  "13521": "\"The proposed (Virginia) House budget cuts hundreds of millions in funding for public education…\"",
  "13522": "Twitter employee named Jackson Mulholland resigned in a tweet after Elon Musk joined the company’s board.",
  "13523": "Says Sens. Lisa Murkowski, Susan Collins and Mitt Romney \"are pro-pedophile.\"",
  "13524": "The FBI lost Hunter Biden’s laptop.",
  "13525": "Mehmet Oz \"called for a New Zealand-style gun ban\" and said \"Americans should have less access to guns.\"",
  "13526": "\"Joe Biden’s open border\" means that there are \"more Democrat voters pouring into this country.\"",
  "13527": "Josh Mandel doctored an image in a campaign ad but \"forgot to Photoshop the hands that clearly show he put his face on the body of a Black soldier.\"",
  "13528": "\"With the money Elon Musk spent to buy Twitter shares, he could have given every American family $100,000 and still had enough left over to cancel all student debt.\"",
  "13529": "\"While the initial increase in oil prices resulted in a near instantaneous increase in gas prices for consumers, the subsequent decrease in crude oil prices has failed to meaningfully provide relief for Georgia's families at the pump.\"",
  "13530": "\"Colorado Governor Jared Polis has just signed into law a bill legalizing abortions through all nine months, up until the moment of birth.\"",
  "13531": "\"John Fetterman's a self-described democratic socialist.\"",
  "13532": "New York City is \"wasting taxpayer money on\" billboards in Florida.",
  "13533": "Suggests ivermectin is an effective treatment for COVID-19",
  "13534": "Poland palace that Biden visited is fake.",
  "13535": "\"German perverts open bestiality brothels.\"",
  "13536": "Video of a Q&A response from Amazon’s Alexa confirms that chemtrails are being used \"to reduce the human population.\"",
  "13537": "\"Most Americans favor keeping Title 42 in place.\"",
  "13538": "\"As Ohio treasurer, Josh Mandel loaned your money to Chinese business interests, and Mandel opposed a bill holding Communist China accountable when they cheated and stole American jobs.\"",
  "13539": "If Wisconsin Gov. Tony Evers \"had passed his (gas) tax increases ... fuel prices would be at least a dime higher.",
  "13540": "Brian Kemp \"dismissed concerns about voter fraud in the 2020 election\" and \"widespread illegal ballot harvesting continued, electing two Democrat senators.\"",
  "13541": "Disney+ has had over 350,000 cancellations in the last five days.",
  "13542": "\"They’re going to be giving these people who come across the border, giving them smartphones.\"",
  "13543": "The chairman of Virginia’s Republican Party made a \"shockingly racist post\" about Defense Secretary Lloyd Austin.",
  "13544": "\"If you earn $100 and pay $33 income tax you’re left with $67. You then buy $67 worth of fuel and in doing so pay a 48% fuel tax (fuel tax = $32.16 + $6.70 GST). This means that the government just got $71.86 tax from your hard earned $100.\"",
  "13545": "George Soros injected \"$33 million\" into Black Lives Matter.",
  "13546": "In a recent year, the Milwaukee Police Department \"collected more guns per capita off the streets than in New York.\"",
  "13547": "\"It’s been proven that sugar triggers and causes cancer. … So the best thing to do to prevent cancer is to avoid sugar.\"",
  "13548": "The COVID-19 vaccines contain \"HIV lipid wrappers.\"",
  "13549": "\"Joe Biden is giving smartphones away to illegal border crossers.\"",
  "13550": "\"Just passed into law today: You cannot go 5 miles over speed limit\" in North Carolina.",
  "13551": "COVID-19 is a synthetic version of \"snake venom\" that evil forces are spreading through remdesivir, the COVID-19 vaccines and drinking water to \"make you a hybrid of Satan.\"",
  "13552": "March 2022 moon crash was orchestrated by the government and visible from Earth.",
  "13553": "Cannabis reform \"is supported by the majority of the residents of our state, including a majority of Republicans.\"",
  "13554": "A Reddit post shows a parent admitting to forcing their child to continue transitioning by sneaking hormone medication.",
  "13555": "The Brooklyn subway attack was a false flag.",
  "13556": "\"New York leads the U.S. in population loss.\"",
  "13557": "Says he has \"always\" believed \"in a woman’s right to choose.\"",
  "13558": "\"A bird pooped on Joe Biden during his speech\" in Iowa.",
  "13559": "\"Pfizer tries to hide 2.4K full-time hires handling vax injuries.\"",
  "13560": "\"Inflation has gone up every month of the Biden presidency and just hit another 40-year high.\"",
  "13561": "Dave McCormick is \"liberal, pro-Biden, pro-China.\"",
  "13562": "Fuel containing 15% ethanol will ruin a car engine.",
  "13563": "\"J.D. Vance called for higher taxes.\"",
  "13564": "\"Leftist justice reform\" is the reason that the NYC subway shooting suspect wasn’t in jail at the time of the attack.",
  "13565": "Ukraine was responsible for the Kramatorsk train station bombing.",
  "13566": "Joe Biden's spending \"has sent prices skyrocketing.\"",
  "13567": "The state crime lab under Attorney General Josh Kaul \"is testing significantly less items than former AG Brad Schimel and is still taking longer to test many categories of key items in comparison to Schimel, including DNA.\"",
  "13568": "\"For four years, I was a full professor at the University of Pennsylvania.\"",
  "13569": "\"America (is) trying to overthrow the Ukraine government just as the shadow government has infiltrated and overthrown the US government.\"",
  "13570": "\"No one visiting Disney can get in\" because of protest.",
  "13571": "MSNBC’s Mika Brzezinski said, \"Elon Musk is trying to control how people think. That’s our job.\"",
  "13572": "\"The President of Ukraine owns a $35 million home in Florida and has $1.2 billion in a overseas bank account.\"",
  "13573": "Bath and Body Works products are not recommended during pregnancy because they are suspected of \"damaging fertility or the unborn child.\"",
  "13574": "The Australian Technical Advisory Group on Immunisation advised that the COVID-19 vaccine may be given to patients under sedation for unrelated procedures without consent as a way to force compliance.",
  "13575": "\"The Red Cross sells your donated blood to hospitals for $150 and then that hospital charges you thousands for a blood transfusion.\"",
  "13576": "\"Finnish Court rules sex with children is permitted.\"",
  "13577": "Images show the Ukrainian flag being replaced by the Soviet Union flag in Mariupol in 2022.",
  "13578": "Says Gov. Tony Evers \"wanted to increase your taxes by $1 billion just for heating your homes. Instead, Republicans cut your taxes by more than $2 billion.\"",
  "13579": "After Russia invaded Ukraine, Google Maps \"opened all military and strategic facilities in Russia.\"",
  "13580": "Dr. Anthony Fauci said lockdowns are a method for coercing people to comply with COVID-19 vaccinations.",
  "13581": "Since taking office, Hochul has passed more than 400 new bills",
  "13582": "Matt Dolan sponsored Michael Bloomberg's \"red-flag gun confiscation law, letting the people reporting your social media posts send SWAT teams to your house to take your guns.\"",
  "13583": "\"Tylenol is the #1 cause of acute liver failure in the US with 27% of people dying & kills at least 100,000 per year from its use.\"",
  "13584": "\"DeSantis erases Disney’s tax exempt law. Will cost Disney $200 Mil in taxes. Per year!\"",
  "13585": "Brian Kemp and Secretary of State Brad Raffensperger \"perhaps in collusion with the Radical Left Democrats\" are attempting to \"unseat\" U.S. Rep. Marjorie Taylor Greene.",
  "13586": "Mehmet Oz \"was a spokesman for a group who wanted to defund the police.\"",
  "13587": "Hepatitis outbreak in kids may be related to Johnson & Johnson COVID-19 vaccine.",
  "13588": "Fires at food processing plants are an \"attempt to starve us.\"",
  "13589": "Videos show that Ukraine President Volodymyr Zelenskyy uses cocaine.",
  "13590": "\"Paying taxes is optional!!\"",
  "13591": "\"Under Greg Abbott, property taxes have gone up $20 billion.\"",
  "13592": "\"Canada’s new law allows government to take children away if parents don’t accept kids’ ‘gender identity.’\"",
  "13593": "A consent decree approved by Gov. Brian Kemp \"invalidated all voter ID law\" and \"allowed fraudulent ballots to be accepted\" in the 2020 race.",
  "13594": "\"Congratulations to Ruben, knighted by the Queen. Now goes by the name, Sir Ruben.\"",
  "13595": "\"A STOLEN ELECTION: State totals minus illegal ballot trafficking numbers give President Trump decisive victories in AZ, GA, MI, PA, and WI.\"",
  "13596": "Blinken, Austin trip to Kyiv may have been staged",
  "13597": "Sen. Mark Kelly voted \"for benefits to illegals.\"",
  "13598": "\"With 40 billion dollars, Elon Musk could have given each of the 330M people living in America a million dollars and still had $7B left over.\"",
  "13599": "\"Title 42 has fueled the border crisis. In 2019, 7 percent of illegal border crossings were repeated crossings. Today the rate is 27 percent.\"",
  "13600": "\"mRNA Vaccines Show No Mortality Benefit - Danish Study\"",
  "13601": "When there is \"a noose on a college dorm of a Black student\" or a racial slur \"on a dormitory building, the odds are overwhelming that a Black student actually did that.\"",
  "13602": "Says J.D. Vance said, \"People who voted for Trump voted for him for racist reasons.\"",
  "13603": "\"Biden to teachers: ‘They're not somebody else's children. They're yours when you're in the classroom.’\"",
  "13604": "Conservatives gained Twitter followers after the company announced its deal with Elon Musk because \"Twitter lifted a broad anti-conservative, anti-Trump shadow ban.\"",
  "13605": "\"Kari Lake has been appearing at rallies with neo-Nazis,\" while \"two federal juries have found\" Katie Hobbs \"guilty of racial discrimination.\"",
  "13606": "\"We have 76% of Americans living paycheck to paycheck, meaning they are one paycheck away from poverty.\"",
  "13607": "\"The tax carve out (Ron) Johnson spearheaded overwhelmingly benefited the wealthiest, over small businesses.\"",
  "13608": "\"The student debt that is out there, almost 60% of it is graduate school debt.\"",
  "13609": "\"In Texas, Republicans passed a law allowing rapists to sue their victims for getting an abortion.\"",
  "13610": "\"CO2 is not a pollutant.\"",
  "13611": "\"Space X’s Starlink internet constellation has angered Russia as it was reported that the Starlink satellite constellation was used to guide the fire\" on the Russian ship Moskva.",
  "13612": "Says Gov. Tony Evers is \"a big proponent of this defund the police movement.\"",
  "13613": "\"White House physician demands Biden’s immediate resignation following his ‘obvious’ cognitive decline.\"",
  "13614": "On Gov. Tony \"Evers’ watch…the efficiency of the state crime lab has plummeted.\"",
  "13615": "\"There has never been a leak anything like this\" draft of a Supreme Court opinion that would overturn Roe v. Wade. \"There’s never been a leak of a vote — much less an actual opinion, much less in a case of this significance.\"",
  "13616": "Republican politicians are pushing a plan \"that could raise taxes on almost one in three Wisconsinites and sunset Social Security and Medicare in five years.\"",
  "13617": "\"... Justices Gorsuch, Kavanaugh, and Barrett assured the Senate Judiciary Committee and the American people that Roe v. Wade was ‘established precedent.’\"",
  "13618": "NBC News \"covered up Hunter Biden laptop story.\"",
  "13619": "An adenovirus is a combination of viruses, gastrointestinal virus, pneumonia and COVID-19 mixed together to \"kill our children.\"",
  "13620": "Margaret Sanger, founder of Planned Parenthood, referred to Black women as weeds that needed to be plucked from their garden, and was a supporter of the Ku Klux Klan and a Democrat.",
  "13621": "When the New York State Senate voted to legalize abortion in 1970, 12 Republican senators voted in favor of it.",
  "13622": "\"Roe v. Wade happened because a woman lied about being raped by black men.\"",
  "13623": "\"Republicans DO NOT want to throw doctors\" in jail.",
  "13624": "\"79% of Planned Parenthood clinics are in minority neighborhoods. This is not by accident. That is by its founder, Margaret Sanger's, eugenicist design.\"",
  "13625": "\"There are 63 million abortions a year in this country.\"",
  "13626": "\"It costs more to live in many Florida cities than New York City.\"",
  "13627": "\"Our Supreme Court has never taken away a constitutional right.\"",
  "13628": "\"The vast majority of individuals that we’re releasing out are not showing up for hearings.\"",
  "13629": "Mehmet Oz is \"pro-abortion.\"",
  "13630": "\"Senator Grassley hopped off the Finance Committee, where he could be helpful to Iowa and the nation, in favor of the Judiciary Committee\"",
  "13631": "Georgia Secretary of State Brad Raffensperger used \"$50 million of Zuckerberg money\" in 2020 to \"tip the scales.\"",
  "13632": "Amber Heard plagiarized lines from the movie \"The Talented Mr. Ripley\" in her opening statement during the Johnny Depp libel trial.",
  "13633": "Lee Zeldin \"voted for Cuomo’s Billion Dollar Tax hike and every Cuomo budget.\"",
  "13634": "Supreme Court Justice Clarence Thomas and his wife Ginni posted a photo of themselves enjoying a $5,135 bottle of wine \"as American women despair about abortion rights being taken away from them.\"",
  "13635": "A Texas GOP lawmaker recently introduced a bill that would allow the death penalty for women who have an abortion.",
  "13636": "Supreme Court Justices Amy Coney Barrett and Samuel Alito said that the U.S. needs a \"domestic supply of infants\" to meet the needs of parents seeking to adopt.",
  "13637": "Video shows abortion rights activist urging women to \"run on down to the abortion clinic\" if they get pregnant.",
  "13638": "\"Is ANYONE asking how Ron DeSantis was worth $340,000 in 2020 and is now worth $52 million?\"",
  "13639": "Due to U.S. Senate rules, Democrats need \"more than a majority ... to codify Roe vs. Wade.\"",
  "13640": "\"Tennessee just banned Plan B and made it a crime punishable by a $50,000 fine to order it.\"",
  "13641": "\"GOP Sen. Marsha Blackburn has proposed that birth control should only be legal for MARRIED couples.\"",
  "13642": "\"We’re one of the seven nations in the world that allow abortion on demand at 20 weeks.\"",
  "13643": "\"The Biden administration is bringing amendments that would propose that all nations of the earth cede their sovereignty over national health care decisions to the WHO.\"",
  "13644": "\"Zack Nunn saved over 2,000 Americans abandoned in Afghanistan by leading private rescue missions.\"",
  "13645": "\"David Perdue voted with liberals\" for $10 trillion \"in new debt, his out-of-control federal spending is driving inflation through the roof.\"",
  "13646": "The NewProfilePic app is Russian spyware.",
  "13647": "\"My Treasury Department is planning to pay down the national debt this quarter, which never happened under my predecessor.\"",
  "13648": "\"J.D. Vance profits off Russia propaganda.\"",
  "13649": "Suggests Megan Thee Stallion was not shot in the foot.",
  "13650": "The infant formula shortage was purposely created because Mark Zuckerberg and Bill Gates invested in artificial breast milk.",
  "13651": "\"Kathy Barnette wants to build a statue of Barack Obama right next to the one of Abraham Lincoln on Capitol Hill.\"",
  "13652": "The U.S. government’s inaction over buffalo killing that harmed Native American populations in the 1800s shows it is now \"is creating food shortages\" so that Americans are more \"dependent on the government.\"",
  "13653": "In the immediate wake of a fire and vandalism at the Madison headquarters of an anti-abortion group, Democrats had not condemned \"activists who are engaging in this repugnant illegal activity.\"",
  "13654": "Says people can follow a 1960 recipe for homemade baby formula as a workaround during the current shortage.",
  "13655": "Says the Biden administration is choosing to send baby formula to the border as one of its \"out-of-touch priorities.\"",
  "13656": "Homemade baby formula recipes offer a ‘viable option’ during U.S. shortage",
  "13657": "\"When President Biden took office … there was no vaccine available.\"",
  "13658": "Amazon will ship baby formula to U.S. addresses if you change your preferred country on its website from the U.S. to Canada.",
  "13659": "\"Agriculture is the No. 1 industry here in Pennsylvania.\"",
  "13660": "Joe Biden \"inherited inflation of 1.7%. Now we're well over 8% and growing.\"",
  "13661": "Merrick Garland \"sicced the police on parents when they were at the school boards simply trying to be heard for the safety of their children.\"",
  "13662": "A Mars Rover photo captured by NASA shows a doorway, suggesting extraterrestrial life.",
  "13663": "In 2020, when Raphael Warnock ran a campaign ad featuring himself with a beagle, \"that wasn’t his dog.\"",
  "13664": "Kathy Barnette \"pretends she's America First, but repeatedly attacked President Trump.\"",
  "13665": "Cheri Beasley \"vacated\" a man’s death sentence and \"threw out\" the indictment in a child assault case.",
  "13666": "Says she never tweeted comments linking pedophilia and Islam.",
  "13667": "Agriculture \"is still the No. 1 sector of the economy\" in Georgia.",
  "13668": "Says Fox News and Candace Owens tweeted that \"New studies show that 68% of those who used ivermectin to treat or prevent covid are suffering long-term bowel and urinary incontinence.\"",
  "13669": "\"Democrats want open borders so they can bring in and amnesty tens of millions of illegal aliens — that’s their electoral strategy.\"",
  "13670": "The United States can’t import baby formula because of the U.S.-Mexico-Canada Agreement.",
  "13671": "The mass shooting in Buffalo, New York was a \"false flag event.\"",
  "13672": "\"When unemployment goes down, inflation goes up.\"",
  "13673": "\"Due to the baby formula shortage Tricare will now pay to have it shipped directly to you.\"",
  "13674": "Studies show plastics can help combat climate change.",
  "13675": "State Sen. Kirk deViere voted against Medicaid expansion, the governor’s budget and teacher raises.",
  "13676": "There’s a \"‘positive correlation’ between higher mask usage and COVID-19 deaths.\"",
  "13677": "The problem with mail ballots in Lancaster County is a sign of \"voter fraud.\"",
  "13678": "Baby boomers didn’t have autism, seizures, allergies and other ailments when they were kids.",
  "13679": "\"Public schools are now as segregated by race and class as they were in the 1960s.\"",
  "13680": "\"In Iran, if a 12-year-old girl is raped and impregnated by her father, she must carry the baby to term, or be thrown in prison for life. Wait, sorry, no, That's Alabama.\"",
  "13681": "Georgia Gov. Brian Kemp \"allowed 7.5 million ballots to be sent to every registered voter.\"",
  "13682": "They passed the flu off as COVID-19, and \"they’re going to do the same thing with monkeypox and shingles.\"",
  "13683": "\"U.S. Orders MILLIONS Of Smallpox Vaccines Amid Global Monkeypox Outbreak.\"",
  "13684": "\"Nearly 60% of all student loan debt is held by the rich and upper-middle class,\" so forgiveness would give the wealthy a \"financial windfall\" but not really help low-income people.",
  "13685": "The current monkeypox outbreak was planned by government and industry leaders.",
  "13686": "Suggests a January traffic accident involving lab monkeys was responsible for spreading monkeypox to humans.",
  "13687": "The World Health Assembly was canceled \"after the Geneva airport was coincidentally blown up.\"",
  "13688": "Stacey Abrams \"supported the MLB boycott.\"",
  "13689": "\"Swedish health authorities considering introducing restrictions because of monkeypox outbreak.\"",
  "13690": "Bill Gates planned a smallpox-type outbreak.",
  "13691": "A CNN story reported that Rice Krispies added a transgender mascot.",
  "13692": "Increased encounters at the southwest border in April 2022 compared to April 2020 are attributable to changes in border policy.",
  "13693": "The Uvalde, Texas, school shooter was a \"transsexual leftist illegal alien named Salvatore Ramos.\"",
  "13694": "ICE is in Uvalde, Texas, \"so undocumented parents have to consider arrest deportation before they go check to see if their kids are alive.\"",
  "13695": "\"Most of these killers tend to be 18, 19 years old.\"",
  "13696": "\"We know from past experiences that the most effective tool for keeping kids safe is armed law enforcement on the campus.\"",
  "13697": "This image shows the victims of the school shooting in Uvalde, Texas.",
  "13698": "\"When we passed the assault weapons ban, mass shootings went down. When the law expired, mass shootings tripled.\"",
  "13699": "The official pride flag was altered to include Ukrainian colors.",
  "13700": "\"50% of the guns sold in Texas, because of the loopholes, do not pass through a background check.\"",
  "13701": "\"The N.C. GOP came out in support of Sen. [Rick] Scott's extremist policy to ‘Rescue America.’\"",
  "13702": "\"90% of Americans, regardless of political party, want universal background checks.\"",
  "13703": "Texas is \"50th in the nation in mental health care access.\"",
  "13704": "\"More people die from hands, fists, feet, than rifles.\"",
  "13705": "\"There hasn't been a single of these mass shootings that have been purchased at a gun show or on the internet.\"",
  "13706": "\"We need to realize that people who think that ‘well, maybe if we could just implement tougher gun laws, it’s going to solve it,’ Chicago and LA and New York disprove that thesis.\"",
  "13707": "\"The leading cause of death among children is a firearm.\"",
  "13708": "Recent research suggests that 15% of abortions are the result of coercion.",
  "13709": "ABC News altered the Uvalde, Texas, school shooter’s photo to appear more Caucasian.",
  "13710": "With the $53 billion spent in Ukraine aid, the U.S. \"could pay five SWAT members $80,000 each and have them at EVERY school front door.\"",
  "13711": "Active shooter drill at high school in Uvalde, Texas, two months before the elementary school shooting shows the event was a false flag.",
  "13712": "In 2013, under a Democratic Senate, \"a majority of the Senate voted in favor of\" gun-related legislation sponsored by Republican Sens. Chuck Grassley and Ted Cruz, \"but the Democrats filibustered it.\"",
  "13713": "\"Nobody in any election in America gets 74% of the votes. Ever. It doesn’t happen.\"",
  "13714": "The RNC is \"a $200 million economic infusion into our communities.\"",
  "13715": "Says U.S. Sen. Ron Johnson, his prospective opponent, has received $1.2 million from the gun lobby.",
  "13716": "A Costco gas pump screen said \"Don’t blame us. Blame Joe Biden.\"",
  "13717": "The man who killed the Uvalde, Texas, school shooter \"wasn't even an on-duty police officer.\"",
  "13718": "\"Pfizer CEO says it’s their dream to reduce the population by 50% in 2023.\"",
  "13719": "$3 million per day in \"your tax dollars\" are being spent to guard \"unused border wall materials.\"",
  "13720": "TV interviews with two different men who are each identified as Uvalde victim's father show the Robb Elementary School mass shooting was staged.",
  "13721": "Aaron Salter Jr. was killed by a mass shooter because he was working on creating a water-powered car engine.",
  "13722": "Illinois high school to implement race-based grading system in 2022-2023 school year",
  "13723": "\"In Zimbabwe, people have started selling their toes for thousands of dollars due to (the) high cost of living.\"",
  "13724": "\"There are fewer Iowans working today than when Gov. Reynolds took office.\"",
  "13725": "\"Dead people always vote Democrat.\"",
  "13726": "\"A quarter of the entire acreage in the country that is under hemp production is here in North Carolina.\"",
  "13727": "Gun manufacturers are \"the only industry in the country\" that have immunity from lawsuits.",
  "13728": "\"Since I took office, Michigan has added more than 25,000 auto jobs.\"",
  "13729": "Biden gave Americans \"the cheapest gas prices on Earth.\"",
  "13730": "Blake Masters \"unironically quoted a Nazi, called World War II an unjust war, called the Unabomber one of his intellectual influencers, and shared an article attacking Israel as the North Korea of the Middle East.\"",
  "13731": "The U.S. Justice Department \"conservatively estimated that guns are used 1.5 million times per year to save lives.\"",
  "13732": "A BP oil executive named Brice Cromwell blamed the Biden administration for high gas prices.",
  "13733": "\"The impact of President Biden being beholden to the Green New Deal radicals in his party has electricity costs through the roof in Texas.\"",
  "13734": "White supremacists are going to be \"shooting up all Walmarts and will kill Blacks and Mexicans\" in San Bernardino, California.",
  "13735": "Waiting periods for gun purchases may not make a difference, because \"If somebody's decided that they're gonna take their life, they're gonna take their life.\"",
  "13736": "Ukraine adopted \"laws banning the Russian language.\"",
  "13737": "Photo shows U.S. Rep. Lauren Boebert with two scantily dressed men.",
  "13738": "Cheri Beasley tossed the conviction of a man seeking sex with a boy online and \"set free\" a child porn offender.",
  "13739": "\"USDA is predicting egg prices will be $12 a dozen by fall 2022.\"",
  "13740": "\"Bennie Thompson actively cheer-led riots in the ’90s.\"",
  "13741": "95-item list of food-destroying incidents demonstrates that \"you are duped if you think they aren’t planning a food shortage.\"",
  "13742": "\"Gavin Newsom reportedly intervened at the request of Nancy Pelosi and directly ordered the California Highway Patrol to drop all charges\" against Paul Pelosi for his DUI arrest.",
  "13743": "Americans aren’t required to show IDs to vote.",
  "13744": "\"U.S. House of Reps. votes 226-194 to criminalize disassembling, cleaning, and re-assembling your gun without a firearm manufacturer’s license, including 8 Republicans!\"",
  "13745": "The Jan. 6, 2021, attack on the U.S. Capitol \"was a dust-up.\"",
  "13746": "\"Joe Biden’s margin of the less than 21,000 votes in Wisconsin was the tightest of any state in 2020.\"",
  "13747": "\"Donald Trump authorized up to 20,000 National Guard troops to protect the Capitol\" before Jan. 6, 2021, but was \"rejected\" by Nancy Pelosi and Chuck Schumer.",
  "13748": "\"Bennie Thompson objected to the 2004 Presidential election.\"",
  "13749": "\"Not a single person in the crowd on January 6 was found to be carrying a firearm. Not one.\"",
  "13750": "Justin Bieber’s Ramsay Hunt syndrome and Hailey Bieber’s blood clot were caused by COVID-19 vaccines.",
  "13751": "Soviet and Chinese communists have \"grabbed control\" of U.S. entertainment, movies, television, music, academia, K-12 education and the news media.",
  "13752": "The Pentagon \"finally comes clean\" and \"admits...that there are 46 U.S. military-funded biolabs in Ukraine\"",
  "13753": "Claims the U.S. military is using \"polymer drone flies\" that look and act like a large fly.",
  "13754": "When Joe Biden \"walked into this administration … 20 million people were on unemployment insurance benefits.\"",
  "13755": "\"We’ve got a parole board right now that has released 20 cop killers in the last two years under Hochul.\"",
  "13756": "\"Wisconsin's archaic abortion ban is older than 20 states.\"",
  "13757": "A doctor at the Mayo Clinic is misdiagnosing pregnancies of Trump supporters so they have abortions.",
  "13758": "Adam Laxalt \"wants to restrict\" and \"worked to limit access to birth control.\"",
  "13759": "\"Zach Nunn took money from Adventureland’s CEO, then sponsored legislation to loosen amusement park safety rules. A child died. Zach Nunn put his big donor first, ahead of the safety of Iowa families.\"",
  "13760": "Three mass shootings were meant to distract from Hillary Clinton controversies.",
  "13761": "Adam Laxalt \"supports eliminating Nevada's protections for legal abortions.\"",
  "13762": "Cheri Beasley voted to reverse the conviction of an armed kidnapper, release a double murderer early.",
  "13763": "J.D. Vance \"wants to defund law enforcement.\"",
  "13764": "\"The four big meat packers are raking in record profits … \"",
  "13765": "\"In every other major industrial country in the world … inflation is higher.\"",
  "13766": "\"In Virginia, Black people are eight times (8X) more likely than white people to die of gun homicide.\"",
  "13767": "\"American oil is … more affordable\" than foreign oil.",
  "13768": "\"When you have unemployment below 4% and inflation above 4%, recession always follows within two years.\"",
  "13769": "According to International Olympic Committee data, \"an average of 29 athletes under the age of 35 suffered sudden death per year from 1966 to 2004. From March 2021 to March 2022, 769 athletes have died or suffered cardiac arrest.\"",
  "13770": "\"The Supreme Court ruled that border agents can enter anyone’s home within a 100-mile radius of the border without a warrant for any reason and federal courts cannot do anything about it.\"",
  "13771": "No one \"with a concealed carry permit ever committed a mass shooting.\"",
  "13772": "Peter Meijer voted to \"create the Adam Schiff-led January 6th Commission.\"",
  "13773": "\"The majority of citizens in the country will have no change at all because … most of the population resides in states that have already protected abortion rights.\"",
  "13774": "\"Plan B can cause an abortion. It’s right there on the box.\"",
  "13775": "The Supreme Court decision overturning Roe v. Wade \"made the United States an outlier among developed nations in the world\" on abortion rights.",
  "13776": "The Founding Fathers of the United States intended that \"the church is supposed to direct the government.\"",
  "13777": "Planned Parenthood clinics are \"closing down all over the country\" because Roe v. Wade was overturned.",
  "13778": "This is the 911 call placed by the migrants trapped in the truck found in San Antonio, Texas.",
  "13779": "\"Charlie Crist is pro-life.\"",
  "13780": "Video claims Moscow turned into \"sea of fire after being attacked by two mysterious missiles.\"",
  "13781": "The Civics Secures Democracy Act \"would allow the Biden administration to buy off states with $6 billion\" if they adopt critical race theory.",
  "13782": "Video shows the aftermath of a mass shooting in Harrisburg, Pennsylvania.",
  "13783": "The cost of a Fourth of July cookout in 2022 increased by 67.2% because of inflation.",
  "13784": "Images show Highland Park shooter had antifa connection",
  "13785": "Florida Gov. Ron DeSantis \"signs bill requiring Florida students, professors to register political views with (the) state.\"",
  "13786": "House Democrats have kicked Rep. Ilhan Omar out of Congress",
  "13787": "“Every pro-life Governor up for election in November won – by a large margin.”",
  "13788": "“All ‘gender affirming care’ for children is 100% experimental. There are zero long term studies on the effects the drugs and surgeries will have on them.”",
  "13789": "\"Historically, our spring elections (including for state Supreme Court) have a smaller turnout associated with them.\"",
  "13790": "\"In 2010, (Wisconsin Republicans) inherited a multi-Billion dollar deficit … Today we are looking at a projected surplus approaching 7 Billion.\"",
  "13791": "\"Florida's water is dirtier and sicker than when Gov. DeSantis first took office.\"",
  "13792": "COVID-19 vaccines \"provide zero benefit relative to risk for the young and healthy.\"",
  "13793": "There have been “1,598 athlete cardiac arrests since Jan 2021. 69% fatal.\"",
  "13794": "\"Pope Benedict XVI and the Vatican requested that President Biden not attend Benedict’s funeral.\"",
  "13795": "Buffalo Bills player Damar Hamlin’s collapse was caused by the COVID-19 vaccine.",
  "13796": "Since a new immigration program was implemented, the number of Venezuelans trying to enter the U.S. illegally decreased “from about 1,100 per day to less than 250 per day on average.”",
  "13797": "“Let’s be clear: ‘drag shows’ are strip shows.”",
  "13798": "Cellphone data used to arrest the Idaho quadruple-murder suspect proves that criticism of the “2000 Mules” movie’s use of cell data is unfounded.",
  "13799": "As president, Donald Trump “marshaled the full power of government to stop deadly drugs, opioids, and fentanyl from coming into our country. As a result, drug overdose deaths declined nationwide for the first time in nearly 30 years.\"",
  "13800": "“Americans who worked through the pandemic are being paid up to $26,000 by qualifying for the Employee Retention Credit.”",
  "13801": "“Fifty-one percent of our taxes are paid by 2% of New Yorkers.”",
  "13802": "A “default on our debt” would be unprecedented in American history.",
  "13803": "MMA fighter Victoria Lee died because of a COVID-19 vaccine.",
  "13804": "\"Parents that go to school board meetings\" and question the curriculum are being \"flagged by the Department of Justice and the FBI for attending a meeting.\"",
  "13805": "“Lula's staff infiltrated and caused damage while the Brazilian Patriots cleaned up.”",
  "13806": "“The World Health Organization has been working since 1974 on vaccines to create permanent sterility.”",
  "13807": "The election in Brazil “was very clearly a rigged election.”",
  "13808": "\"Biden drained America's Strategic Petroleum Reserves to the lowest level since 1984.\"",
  "13809": "\"Energy costs are the highest in 15 years.\"",
  "13810": "“When the Republicans were in power the last time for eight years, do you know how much discretionary spending increased in those eight years? Zero.”",
  "13811": "Joe Biden as vice president didn't \"have the right to declassify\" documents.",
  "13812": "“The White House is now attempting to ban all gas ovens and burners.”",
  "13813": "Harvard Medical School students “learn how to care for LGBTQIA+ infants.”",
  "13814": "“More contraception availability increases abortion demand.\"",
  "13815": "“Take-home pay for workers is going up.”",
  "13816": "“Joe Biden’s war on American energy caused this crisis and his only response has been to drain our strategic petroleum reserve to its lowest level since 1983.”",
  "13817": "\"Social Security has nothing to do with the deficit or the national debt.\"",
  "13818": "The cost of eggs has gone up 700%.",
  "13819": "\"New government-funded 'food pyramid' says Lucky Charms are healthier than steak.\"",
  "13820": "Gov. Abbott “signed a bill last year eliminating the requirements for Texas schools to teach MLK’s ‘I have a dream’ speech.”",
  "13821": "“Every single Republican blocked Ketanji Brown Jackson’s SCOTUS appointment.”",
  "13822": "\"Climate change is a naturally occurring phenomenon that can be tracked throughout prehistoric eras.\"",
  "13823": "\"Almost every study now has said with these new boosters, you're more likely to get infected with the bivalent booster.\"",
  "13824": "Glenn Youngkin is “the first sitting Governor in the modern era to have their party have less legislative seats than when they were elected.”",
  "13825": "“The average American has anywhere from 5 to 15 pounds” of stool stuck in their gut.",
  "13826": "In California, there were “10 million mail ballots unaccounted for” in the November midterm election.",
  "13827": "Document shows that Hunter Biden paid Joe Biden $50,000 a month in rent.",
  "13828": "Bill Gates tweeted that “vaccines in our food supply solves the problem of vaccine hesitancy.”",
  "13829": "In Wisconsin, even multimillionaires can be on BadgerCare \"because we don't even ask people what their income level is to qualify for free health care.\"",
  "13830": "The Transportation Security Administration spent “a couple hundred million dollars” on gender-neutral screening technology.",
  "13831": "“Chickens aren’t laying eggs because RNA is being added to commercial chicken feed.”",
  "13832": "If New York’s proposed limits on natural gas in buildings take effect, the grid today can’t handle the increased electric load.",
  "13833": "“One quarter” of today’s $31.4 trillion federal debt “was accumulated in the four years of my predecessor,” Donald Trump.",
  "13834": "“Classified documents can never be taken out of a (sensitive compartmented information facility), ever.”",
  "13835": "The U.S. chicken and egg shortage is linked to Bill Gates.",
  "13836": "The sinking of the Titanic was orchestrated by the Rothschilds and J.P. Morgan to kill prominent businessmen who opposed the creation of the Federal Reserve.",
  "13837": "“The USA has a gun homicide rate 26 times higher than our peers.”",
  "13838": "Virginia tax receipts “in just the last four years alone have grown 50%.”",
  "13839": "\"Under Biden, we have seen over 4.6 million encounters at our southern border. Most have been released into the interior and will stay here indefinitely.\"",
  "13840": "People not vaccinated against COVID-19 “came out the best.\"",
  "13841": "Electrically charged stones discovered in Congo.",
  "13842": "“NASA stopped exploring the ocean.”",
  "13843": "\"Wisconsin has seen over 63 billion dollars of federal pandemic-related funding funnel into our state over (Gov. Tony Evers') tenure.\"",
  "13844": "Diamond and Silk pundit died from COVID-19",
  "13845": "“Female student-athletes in Florida need to provide their schools with detailed information about their periods.”",
  "13846": "“Two years ago this week, 18 million people were out of work needing unemployment benefits. Today, that number is under 1.6 million, the lowest in decades.”",
  "13847": "Wind farm construction is a possible cause of dead whales washing ashore in New Jersey.",
  "13848": "Global warming is a “fraud.”",
  "13849": "The United States of America “no longer exists” because President Joe Biden “signed away our sovereignty as a nation.”",
  "13850": "Same-day voter registration \"does not allow election officials to verify the validity and accuracy of voter information.\"",
  "13851": "“Right now, driving 100 miles in an electric vehicle is more expensive than driving an internal combustion engine car.”",
  "13852": "Pregnancy tests include a “hidden Plan B” pill.",
  "13853": "“The largest contributor to the debt ceiling, or to our deficit, has been the Trump tax cuts.”",
  "13854": "\"Doctors say colon cancer is on the rise due to toxins absorbed while cooking food (in) the microwave.”",
  "13855": "\"I got a list of 20 jurisdictions that defunded the police to the tune of over $1 billion total.\"",
  "13856": "An ingredient in some of Chick-fil-A’s dipping sauces can cause serious health problems.",
  "13857": "“Pfizer just got caught doing gain of function to mutate covid intentionally for vaccines.”",
  "13858": "\"(Ron) DeSantis' bill would remove: background checks, instruction, training and oversight.\"",
  "13859": "“We used to rank No. 1 in the world in research and development, now we rank No. 9. China used to rank No. 8, now it ranks No. 2.”",
  "13860": "“More classified documents (were) found at the University of Delaware,” the “equivalent of a tractor trailer worth.”",
  "13861": "“The whole green energy agenda involves more than doubling 10 types of mining.”",
  "13862": "Backyard chicken flocks have stopped laying eggs, and the feed is responsible.",
  "13863": "“You know how many children are dying across Virginia because of fentanyl poisoning? A heck of a lot more than are dying at the hands of guns.”",
  "13864": "President Joe Biden said, “The idea that we’re going to send in tanks to Ukraine, that’s called World War III.”",
  "13865": "Illinois “received $5.1 billion at an elementary school there that used it for equity and diversity.”",
  "13866": "\"The Biden administration is floating a new” climate strategy: Don't leave your house.\"",
  "13867": "Brown v. Board of Education “was never about sending Black children to white schools. It was about parents being able to decide where to send their children to school.”",
  "13868": "New York City Mayor Eric Adams proposes to “ban chocolate milk.”",
  "13869": "“We created more new jobs in two years than any president did in their entire term.”",
  "13870": "\"Unusual cancers” are “exploding right into stage 4\" and those cancer cells have “the spike protein.\"",
  "13871": "“‘Satellites’ are on balloons and not in space.”",
  "13872": "\"It's President Biden who is proposing to cut Medicare Advantage.\"",
  "13873": "“The moon is a habitable place.”",
  "13874": "“No administration has ever looked less like America, just by the numbers, than the Biden administration.”",
  "13875": "Earthquake in Turkey and Syria is \"a systemic attack against Kurdish people.\"",
  "13876": "“Lifetime earnings of someone with a college degree is over a million dollars more than those entering the workforce without one.”",
  "13877": "\"Studies show that children who go to preschool are nearly 50% more likely to finish high school and go on to earn a two- or four-year degree, no matter their background they came from.\"",
  "13878": "The 87,000 new IRS agents who were supposed to “only target the rich” are now “coming after waitresses’ tips.”",
  "13879": "The earthquake in Turkey is a \"scripted\" use of geo engineering weather modification HAARP",
  "13880": "President Joe Biden “cheated on his taxes and got away with it.”",
  "13881": "\"Joe Biden's wide open southern border\" is to blame for fentanyl deaths in the U.S.",
  "13882": "“In the past two years, democracies have become stronger, not weaker. Autocracies have grown weaker, not stronger.”",
  "13883": "Joe Biden closed schools during the COVID-19 pandemic.",
  "13884": "Under a GOP bill on cash bail, \"a large quantity of people who are accused of crimes, including anyone who even witnesses certain crimes, could now be detained and subject to bail.\"",
  "13885": "\"Ron DeSantis voted to cut $473 billion from Medicare.\"",
  "13886": "“North Carolina ranks last in the country in K-12 funding.”",
  "13887": "“The youth suicide rate has increased exponentially alongside trans affirmation. Trans affirmation causes the suicide rate, not the other way around.”",
  "13888": "“One man was actually killed” during 2020 protests of police brutality in Raleigh",
  "13889": "The dog dewormer fenbendazole can cure cancer in humans.",
  "13890": "53% of Americans made aware of the Hunter Biden laptop story would have changed their vote in 2020.",
  "13891": "Energy Secretary Jennifer Granholm met \"with the radical green energy group behind the gas stove ban,\" which \"has ties to the\" Chinese Communist Party.",
  "13892": "“Humans are not causing climate change.” Magnetic pole shifting “is causing havoc worldwide in weather, climate, earthquakes, tsunamis, etc.”",
  "13893": "Canada is to thank for American football.",
  "13894": "At the World Economic Forum, Moderna CEO Stéphane Bancel admitted that his company produced 100,000 doses of COVID-19 vaccines in 2019, before the pandemic started.",
  "13895": "“Michigan State University suspect is 22-year-old ‘Raymone Jordan.’”",
  "13896": "The Michigan State University shooter is a 21-year-old man named Lynn Dee Walker.",
  "13897": "“Obama imposed stricter rules on trains carrying toxins. Trump killed them.”",
  "13898": "The “average tax” for billionaires is “about 3%,” which is “a lower tax than a schoolteacher or a firefighter.\"",
  "13899": "\"Businesses large and small have led Texas to be ranked the number one state for business every year that I’ve been governor.\"",
  "13900": "“Seven ecological disasters in less than 2 weeks. … We are under attack.”",
  "13901": "Wake County is the only large county in North Carolina that elects its commissioners at-large countywide.",
  "13902": "The train that derailed in Ohio was carrying “over 300,000 gallons of a chemical that was banned in 1974.”",
  "13903": "Photo shows “what railways in Ohio look like while we send $40 billion to Ukraine.”",
  "13904": "“Mickey Mouse to be replaced as official Disney mascot.”",
  "13905": "In Ohio, “there are 75,000 acres of farmland, fertile farmland, that are all now being poured down with acid rain.”",
  "13906": "Apple will pay customers $700 for a slowed-down iPhone.",
  "13907": "Richard Belzer died because of a COVID-19 vaccine.",
  "13908": "\"Biden admin negotiates deal to give WHO authority over US pandemic policies.”",
  "13909": "Canada has only “had 11 school shooting deaths … in history.”",
  "13910": "“Muslims by the millions are converting to Christianity.”",
  "13911": "\"The laws governing Agenda 2030 land development allows the government to seize polluted lands and move their residents to … smart cities.”",
  "13912": "In Australia, a “17% increase in heart attack deaths” in the first eight months of 2022 is linked to COVID-19 vaccination.",
  "13913": "Student ID cards are a “source of fraud” at the polls.",
  "13914": "“Because the Covid shots are still manufactured under the Emergency Use Authorization, they can change up to 49% of the ingredients without FDA approval.\"",
  "13915": "“I never claimed to be Jewish.”",
  "13916": "Sen. Marco Rubio signed a 2021 letter that “supports waivers that would reduce visual track inspections.”",
  "13917": "A $2 million grant for Georgia’s DeKalb County amounts to a “private takeover of election offices.”",
  "13918": "“Tammy Baldwin wants to take away” Medicare and Social Security.",
  "13919": "\"WOW county swing suburban voters (in Wisconsin) don't vote for Donald Trump.”",
  "13920": "“The left is determined to erase Mount Rushmore from our history books.”",
  "13921": "Digital IDs were given to residents in East Palestine, Ohio, “to track long term health problems like difficulty breathing” before the Feb. 3 train derailment.",
  "13922": "Photo of electric charging station “powered by diesel generator” is emblematic of the electric vehicle movement.",
  "13923": "DO Black credit card is part of a government plot to control people’s lives.",
  "13924": "Drinking or using tap water treated with chlorine is dangerous because “chlorine is a poison.”",
  "13925": "The officers who beat Tyre Nichols targeted him because he was “allegedly dating” one of their wives.",
  "13926": "“We cut Black child poverty in half in 2021 because of the child tax credit.”",
  "13927": "\"We’re just burning 300 gallons of jet fuel to de-ice this clean energy wind turbine … that needs 80 gallons of synthetic oil to operate.\"",
  "13928": "The 2020 election could not have been fair because “Los Angeles County agreed, during litigation, that there were 1.2 million ineligible voters after the election.”",
  "13929": "“Every single county in New York has experienced a federal climate disaster between 2011-2021.”",
  "13930": "Photos of the Statue of Liberty taken in 1920 and 2020 show that the sea level hasn’t changed.",
  "13931": "New York Gov. Kathy Hochul wants “quarantine camps” and “imprisonment” if you’re suspected of having a disease.",
  "13932": "\"Half the kids in this country, when they graduate, can’t read their diploma.”",
  "13933": "Video shows that certain drinks can “test positive” for COVID-19 when using at-home COVID-19 tests.",
  "13934": "The Justice Department has been “calling parents that are concerned about what their kids are being taught, they are labeling them terrorists.”",
  "13935": "Democrats \"want to ban gas powered cars and gas stoves.”",
  "13936": "“USA gives final warning to Uganda to legalize homosexuality,” or no aid.",
  "13937": "Says Ukrainian President Volodymyr Zelenskyy said he wants America’s “sons and daughters to go die in Ukraine.”",
  "13938": "“We banned transgender” people from serving in the military.",
  "13939": "\"Ron DeSantis wants to raise the retirement age to 70.\"",
  "13940": "Violent crime in Manhattan is \"now at a record level.\"",
  "13941": "Walgreens’ position “has always been” to “dispense Mifepristone in any jurisdiction where it is legally permissible to do so.”",
  "13942": "Capitol Police officers “helped” QAnon Shaman Jacob Chansley and “acted as his tour guides.”",
  "13943": "\"$1 of every $3 (Ron DeSantis) spends comes from the federal government.\"",
  "13944": "“A proposal in Syracuse would pay gang members $100-$200 per week to stay out of trouble.”",
  "13945": "Because of daylight saving time, “NO alarm set for the 2:00 a.m. hour will go off” on March 12.",
  "13946": "The money for upgrades to the Milwaukee Brewers stadium in Evers’ budget is \"a bipartisan plan.\"",
  "13947": "\"The First Amendment doesn’t allow you to willingly lie.\"",
  "13948": "At a Wisconsin school, a 12-year-old girl \"was transitioned into a boy by school officials without parental consent,\" and Protasiewicz supports it.",
  "13949": "“When a basketball player or football or baseball player from another team plays in Wisconsin, that one game's salary, they pay Wisconsin income tax on it. ... So, if for some reason we do not have the Brewers in Wisconsin all of those player salaries that generate dollars for the State of Wisconsin go away.\"",
  "13950": "As a sitting Supreme Court justice, Daniel Kelly recused himself from a case, then “he pocketed $20,000 in contributions” from the plaintiff and family members and “unrecused himself so he could judge the case.”",
  "13951": "“More cops are killed responding to domestic violence calls than anything else.”",
  "13952": "Sullivan County “has the highest opioid death rate in all of New York state” yet “it’s the only county in the Hudson Valley not included in the federal High-Intensity Drug Trafficking Area” program.",
  "13953": "Video shows Elon Musk saying he bought Twitter and unblocked Andrew Tate’s Twitter account because “we need to escape the suppression from the matrix and expose the global elites.”",
  "13954": "“No one got (a) dime” from the $70 million raised for the Florida Disaster Fund.",
  "13955": "Silicon Valley Bank “donated $73M to 'BLM Movement'”",
  "13956": "Says President Joe Biden was recorded talking about bank collapse.",
  "13957": "When discussing education savings accounts, \"We would be 31st in the nation to have these policies going forward on behalf of kids.”",
  "13958": "“Many law enforcement agencies didn’t submit their (hate crime) data to the FBI.”",
  "13959": "Manhattan District Attorney Alvin Bragg “has downgraded over 50% of the felonies to misdemeanors.”",
  "13960": "“Individuals released from incarceration are 129 times more likely to die of a drug overdose during the first two weeks after release.”",
  "13961": "“You can get vaccinated by sleeping with somebody who is already jabbed” with an mRNA vaccine. “It’s called shedding.”",
  "13962": "“We have a national debt the size of our nation’s economy for the first time since World War II.”",
  "13963": "Former President Donald Trump “instructed all the governors to shut down” because of the COVID-19 pandemic.",
  "13964": "“Gun violence is the number one killer of children and teens — it has overtaken cars.”",
  "13965": "Abortion pills are dangerous and “1 in 5 women will suffer a complication.”",
  "13966": "Sen. Tommy Tuberville is preventing military promotions “because he objects to women within the military getting access to reproductive care.”",
  "13967": "In the U.S., “you’re not allowed to own a machine gun.”",
  "13968": "“For every dollar in federal taxes my constituents pay, we get a mere 93 cents back.”",
  "13969": "“In the next two years, we'll spend more on interest on our national debt than we do on the national defense.”",
  "13970": "Actions of the Tennessee state legislators who protested against gun violence were “at least equivalent” to the actions of the Jan. 6 insurrectionists.",
  "13971": "Report proves that COVID-19 vaccines caused 300,000 excess deaths in 2022.",
  "13972": "Video clip shows that protesters in Tennessee “made their way onto the state Capitol floor.”",
  "13973": "“The 5 states with the highest gun homicide rates in the nation all have loose gun laws” while “the 5 states with the lowest rates have some of the toughest laws.”",
  "13974": "\"Vitamins aren’t FDA approved, but Twinkies are.”",
  "13975": "“President Trump is officially a political prisoner.”",
  "13976": "Regarding Trump’s January 2021 telephone call with Georgia election officials, “nobody found anything wrong with that perfect call until a book promotion tour many months later.”",
  "13977": "“Fentanyl is the leading cause of death for Americans 18-45.”",
  "13978": "Minority Leader Robert Reives “sent out a statement … encouraging us to resign and/or (face) a primary challenge.”",
  "13979": "New Kansas law will “authorize genital inspections of children in order for kids to play sports.”",
  "13980": "“Canada just made it illegal to protest against the LGBT!”",
  "13981": "\"Scientists struggle to understand why Antarctica hasn’t warmed for over 70 years despite rise in CO2.\"",
  "13982": "Lead paint was not banned to protect children’s health, but because it would protect people from radiation.",
  "13983": "When migrants arrived on Martha’s Vineyard, “They called out the National Guard and deported them within 24 hours.”",
  "13984": "U.S. public schools don't teach the Declaration of Independence.",
  "13985": "There is “$500 billion of unspent COVID money” that can be rescinded.",
  "13986": "“For African American families in particular, the homeownership rate remains relatively unchanged since 1968, the year the Fair Housing Act was signed into law.”",
  "13987": "The RESTRICT Act would allow the U.S. government to “charge you with a felony and $1 million for having a VPN.”",
  "13988": "“The abortion pill has been linked to the deaths of at least 28 women in the U.S. alone.”",
  "13989": "Florida has “the second lowest tax burden per capita in the United States.”",
  "13990": "“Fewer people get hurt playing rugby” than American football.",
  "13991": "“One in 5 Americans has lost a family member to gun violence.”",
  "13992": "\"In the 1960s, liberals emptied our psych wards.\"",
  "13993": "A video proves that “our own government is acknowledging that they’re spraying the skies” with toxic chemicals.",
  "13994": "Missouri’s attorney general has a website “where people can report trans individuals and the people who help them.”",
  "13995": "Las personas atraídas a los menores de edad “ya tienen su bandera del orgullo”.",
  "13996": "“1,900 food production companies have been destroyed” as part of conspiracy.",
  "13997": "\"U.N. calls for decriminalizing sex with minors.”",
  "13998": "The ocean is \"flat\" and \"contained\" by land features that jut up from a flat (not spherical) earth.",
  "13999": "\"Latino small businesses are 1 in 4 new businesses, but only 1% of venture capital funding goes to Latino businesses.\"",
  "14000": "“Buyers with good credit scores will pay even more to cover for those with bad credit.\"",
  "14001": "Gov. Ron DeSantis sealed \"all beaches\" in Florida.",
  "14002": "FedNow is a new “monetary system” that’s “going to cost you.”",
  "14003": "\"Healthy pilots are suffering from myocarditis and dropping dead on flights” because of the COVID-19 vaccines.",
  "14004": "Democrats “introduced a bill that would ban detaining gay illegal immigrants.”",
  "14005": "Says Social Security is a “legal Ponzi scheme.”",
  "14006": "“Face masks may raise risk of stillbirths, testicular dysfunction and cognitive decline, study warns.”",
  "14007": "BlackRock owns 59 million shares of Dominion Voting Systems and 45.7 million shares of Fox News. BlackRock sued itself and fired Tucker Carlson as part of the lawsuit.",
  "14008": "The COVID vaccine “has been proven to have negative efficacy.”",
  "14009": "Infertility is treated differently than other issues and \"often excluded from insurance coverage\"",
  "14010": "Addressing the impact of the House GOP debt-ceiling bill on veterans’ programs, \"I'm dead serious that we're not cutting veterans, and I mean it.\"",
  "14011": "Fauci, DOD and CDC funded deadly pathogen research at Sudan lab",
  "14012": "“Title 42 and other Trump-era holdovers are forcing migrants into dangerous, overcrowded conditions in Mexico.”",
  "14013": "Video shows people collapsing because of COVID-19 vaccines.",
  "14014": "“Joe Biden was older on his first day as president than Ronald Reagan was on his last day.”",
  "14015": "Gov. Ron DeSantis signed “a last-minute exception into an anti-discrimination law for anyone who also operates a theme park more than 25 acres in Florida,” benefiting Walt Disney Co.",
  "14016": "\"We pay by far the highest prices in the world for prescription drugs, in some cases 10 times more than the people of any other country.\"",
  "14017": "A Florida elections bill “guts everything” “instead of getting tough, and doing what the people want (same day voting, Voter ID, proof of Citizenship, paper ballots, hand count, etc.).”",
  "14018": "Video showing celebrities, politicians and other notable figures with black eyes proves they are part of the Illuminati.",
  "14019": "“Texas Republicans just voted to give a Republican appointee the power to single-handedly CANCEL election results in the state’s largest Democratic county.”",
  "14020": "“mRNA in food is being tested by USDA now.”",
  "14021": "House Speaker “Kevin McCarthy has quietly implemented a pay raise for members (of Congress) that could be $30,000+ per person. It circumvents the Constitution by instead reimbursing their rent, utilities, & meals.”",
  "14022": "Four North Carolina Republicans made “campaign promises” to protect reproductive rights",
  "14023": "Florida lawmakers danced “after passing anti-trans legislation.”",
  "14024": "“Donald Trump himself wrote a book where he was talking about the need to increase the age of eligibility for Social Security to 70.”",
  "14025": "A chart on Arctic sea ice provides evidence that Al Gore was wrong when he said in 2009 that the north polar ice cap would lose all of its ice “within the next five to seven years.”",
  "14026": "“This year, there have been 13,000 deaths by gun violence. The vast majority, 95% of them, are in inner cities, where you have some of the strictest gun control laws in the country.”",
  "14027": "Texas Gov. Greg Abbott “cut $211 million in mental health funding.”",
  "14028": "California has approved $1.2 million in reparations for every Black resident.",
  "14029": "Duke Health, UNC Health and ECU Health “in North Carolina are diagnosing toddlers who play with stereotypically opposite gender toys as having gender dysphoria and are beginning to transition them!!”",
  "14030": "“Both murderers in Texas were not only illegals, but gang members” and were “most likely tied to MS-13.”",
  "14031": "Chelsea Clinton said, “It’s time to force-jab every unvaccinated child in America.”",
  "14032": "Amazon’s “Utopia” TV series predicted the COVID-19 pandemic and an intentional effort to sterilize humans, showing the pandemic was planned.",
  "14033": "The New York state budget covers 96% of eligible preschoolers",
  "14034": "An Instagram video shows a man confronting President Joe Biden about an inappropriate relationship with a 13-year-old girl.",
  "14035": "\"The Republican plan would cut federal law enforcement officers — 30,000 — including 11,000 FBI agents, 2,000 border agents, DEA agents, and so on.\"",
  "14036": "“Many of these teachers are soldiers, ex-soldiers, ex-policeman.”",
  "14037": "“In Congress Ron DeSantis pushed a 23% national sales tax.”",
  "14038": "“(Donald) Trump ran up more debt than any other president in American history.”",
  "14039": "This video shows empty shelves at a Florida grocery store because truckers said “they were not delivering anything to Florida !!!”",
  "14040": "\"Chinese communist” troops on the ground at U.S. southern border.",
  "14041": "\"Americans will get $1.1 B in rebates from health insurance companies this year cuz of a provision I wrote in the ACA.”",
  "14042": "Barack Obama said that Iran has a “right” to nuclear technology, including weapons.",
  "14043": "Pop-Tarts and other foods “have antifreeze in them.”",
  "14044": "“U.S. military is now testing soldiers for AIDS, after DOD database reports 500% increase in HIV since the COVID vaccine rollout.”",
  "14045": "North Korean leader Kim Jong-un “just ordered the evacuation of the capital city.”",
  "14046": "\"The NEXT pandemic is here and children are the target, says Bill Gates.”",
  "14047": "Says a report shows that “Ventilators Killed Nearly ALL COVID Patients”",
  "14048": "A printer error in Nassau County, New York, turned every registered voter Democratic.",
  "14049": "\"NYC mayor plans to track and limit meat and dairy.\"",
  "14050": "“Just last year,” Miami-Dade Public Schools “had over 14,000 new children, 10,000 of which came from four countries of Cuba, Nicaragua, Venezuela and Haiti.”",
  "14051": "Said he was “able to convince India, Australia, Japan, and the United States to form an organization called the Quad to maintain stability in the Indian Ocean and the South China Sea.\"",
  "14052": "An Arizona judge was “forced to overturn” an election and ruled “274,000 ballots must be thrown out.”",
  "14053": "COVID-19 vaccines administered during pregnancy drove an increase in cases of myocarditis in babies.",
  "14054": "“The share of working-age men choosing to work is the lowest it has ever been.”",
  "14055": "Video shows boxes of books removed from a middle school library that were “banned by the DeSantis regime in Florida.”",
  "14056": "“AIDS-associated diseases and cancers have increased by 338x since the rollout of the COVID-19 vaccines, according to the CDC and foreign government bodies.\"",
  "14057": "“Arizona BANS Electronic Voting Machines.”",
  "14058": "“Ron DeSantis voted against the wall.”",
  "14059": "30 tons of lost ammonium nitrate on a California-bound train suggest an orchestrated conspiracy.",
  "14060": "“There's not been a single book banned in the state of Florida.”",
  "14061": "Says Ron DeSantis said Puerto Rico’s flag can’t be displayed in Florida.",
  "14062": "Donald Trump \"wanted to amnesty 2 million illegal aliens in 2018 when he was president.\"",
  "14063": "“Miami-Dade County has banned” Amanda Gorman’s poem “from elementary schools.”",
  "14064": "The average amount of assistance for the Supplemental Nutrition Assistance Program is $6 a day.",
  "14065": "\"Every study has shown” that when work requirements are tied to federal safety-net programs, “it puts more people to work.”",
  "14066": "“Wisconsin has historically … and I think largely continues to be, a blue state.”",
  "14067": "A movement representing \"minor attracted people\" has adopted a flag that is being integrated into LGBTQ+ advocacy.",
  "14068": "\"The European Union is now warning pregnant women not to get the COVID-19 vaccine due to the possibility of infertility and miscarriage.”",
  "14069": "“New tapes” of Nancy Pelosi show that the Jan. 6, 2021, attack on the U.S. Capitol “was all planned.”",
  "14070": "Having \"biological boys … in their locker rooms” is a reason why “a third of our teenage girls seriously contemplated suicide last year.\"",
  "14071": "Atrazine in the water supply is contributing to \"sexual dysphoria\" in kids.",
  "14072": "During the spring 2020 election in Milwaukee, a reduction to only five polling locations “came days before the election and was done without proper notice to voters.”",
  "14073": "Donald Trump “never changed one immigration law.”",
  "14074": "“Pfizer funneled $12 million to CNN anchor Anderson Cooper as part of a deal to promote mRNA COVID jabs to the American public.”",
  "14075": "This video shows a cartel member in Mexico carrying a Javelin that the U.S. sent to Ukraine.",
  "14076": "“A place like California, they give (immigrants in the country illegally) benefits. They give unemployment checks.”",
  "14077": "Particulate matter, found in wildfire smoke, has “no effect” on human health and is “total junk science.”",
  "14078": "“The family separation policy actually began under the Obama administration.”",
  "14079": "“They are trying to throw Trump in jail for the rest of his life for having a couple dozen documents that he had authority to declassify.”",
  "14080": "In the U.S., “a person can be married in the morning and thrown out of a restaurant for being gay in the afternoon.”",
  "14081": "World Economic Forum “calls for AI to rewrite Bible, create ‘religions that are actually correct’”",
  "14082": "Displaying the progress pride flag between two American flags during a White House pride event was “in breach of US Flag Code.”",
  "14083": "\"Per capita, more Floridians move to California than Californians moving to Florida.”",
  "14084": "“The White House Gift Shop is putting out a commemorative coin for Donald Trump's indictment.”",
  "14085": "“Monkey virus DNA found in COVID-19 shots”",
  "14086": "\"Twenty-six out of every 100 students” in K-12 speak Spanish.",
  "14087": "“Burisma Energy accountant, who blew the whistle on Biden bribery scheme, found dead.”",
  "14088": "Videos and photos of military vehicles are proof of “war prep” and looming military action within the U.S.",
  "14089": "Protests of (Sisters of Perpetual Indulgence) at a Los Angeles Dodgers game led to a \"virtually empty stadium for the game itself.”",
  "14090": "“Young Americans across this country are no longer proud to be American.”",
  "14091": "“New California bill charges parents with child abuse for refusing to ‘affirm’ their kid’s gender identity.”",
  "14092": "“Think about parents who show up at school board meetings. By this DOJ, they’re called domestic terrorists.”",
  "14093": "“Justin Trudeau is being investigated by the (Royal Canadian Mounted Police).”",
  "14094": "J.P. Morgan y la familia Rothschild planificaron que el Titanic se hundiera para eliminar a Jacob Astor y crear la Reserva Federal.",
  "14095": "In 2020 the ballots that were counted \"were fake ballots.\"",
  "14096": "“Median income in this country is … $35,000 a year. Because of Joe Biden's inflation, the average monthly expenses have increased by $500, almost.”",
  "14097": "Audio is of “the knocking they caught from the submarine” that imploded on the way to view the Titanic wreckage.",
  "14098": "Video suggests COVID-19 vaccines are responsible for breast cancer deaths in women under age 45 rising from 26,000 in 2021 to 297,000 in 2023.",
  "14099": "West Virginia University has “increased the amount of unfunded institutional aid provided to students and expects this amount to exceed $134 million in 2024.”",
  "14100": "“The fact is, today abortion law in the United States is more aligned with China and North Korea than with Western nations in Europe.”",
  "14101": "China sends “fentanyl into America killing 80,000 Americans a year.”",
  "14102": "Says that under his presidency, the unemployment rate has “been below 4% for the longest stretch in 50 years in American history.”",
  "14103": "Donald Trump is an “affirmative action advocate.”",
  "14104": "Bill Gates is behind the five recent cases of malaria in the United States.",
  "14105": "“A lot of your chain-food restaurants have been using (lab-grown meat) for years.”",
  "14106": "Gender Queer on NEA Summer Reading List for Kids.",
  "14107": "Deaths of four alternative medicine doctors show they are being targeted for their ideas.",
  "14108": "Video shows that Attorney General Merrick Garland “cries like kid after Taylor Greene calls out stupid ‘Trump’s Arraignment.’”",
  "14109": "AMC is intentionally deterring people from seeing 'Sound of Freedom' with no A/C, fire alarms and other issues.",
  "14110": "Federal “agencies and government have grown 50% since 2019.”",
  "14111": "\"If you get pulled over driving in Florida and your license is from Vermont, Delaware, RI, Connecticut or Hawaii, your license is invalid.\"",
  "14112": "“The percentage of students that are going to college (in West Virginia) has been declining for five years.”",
  "14113": "“There have been more illegal encounters under Biden than the previous two administrations combined.”",
  "14114": "Under the “2023 Solar Incentive Program,” U.S. homeowners can “now qualify to get a full, state-of-the-art solar system at absolutely no cost from the government.”",
  "14115": "“Stop getting mammograms immediately as they are outdated and dangerous!” Thermography “is a safer way to test for breast cancer!”",
  "14116": "\"The sand storm headed our way is an attempt by Bill Gates to block out the sun.”",
  "14117": "“COVID-19 is targeted to attack Caucasians and Black people. The people who are most immune are Ashkenazi Jews and Chinese.”",
  "14118": "\"Helicopter released deadly mosquitoes” at Baltimore’s AFRAM Festival.",
  "14119": "“You can work at some McDonald’s in this country for more money than … signing up for the military.”",
  "14120": "Florida has “the highest” homeowners insurance in the nation.",
  "14121": "\"In Biden's America, 7 million people illegally crossed the border and are given a free cellphone and airline tickets.\"",
  "14122": "Videos show Planned Parenthood “aiding sex traffickers in their crimes.”",
  "14123": "“The Inflation Reduction Act led to higher taxes.”",
  "14124": "Immigrants are supposed to “apply for asylum in the country where they are, and then they try to come into the United States.”",
  "14125": "“In some liberal states, you actually have post-birth abortions.”",
  "14126": "Prosecutor Jack Smith “only targets Republicans.”",
  "14127": "Borax can be used to treat a variety of health problems, including joint pain, kidney stones, osteoporosis and chronic fatigue.",
  "14128": "“Tens of millions of Americans live in communities where they cannot find a doctor while others have to wait months to be seen.”",
  "14129": "Video shows a van “‘Queer testing’ kids without parental approval … (that) involves clothing removal.”",
  "14130": "Florida “decided middle school students will be taught that enslaved people benefited from slavery.”",
  "14131": "Two pipeline workers in the Chicago area were given fentanyl-laced water bottles.",
  "14132": "“There is no such thing as a trans kid.”",
  "14133": "\"Some states have “tried to ban teaching Latino and Hispanic history.”",
  "14134": "These images show LeBron James dressed in pink for the “Barbie” movie.",
  "14135": "“Luke Bryan pulls his videos from CMT: ‘Time for the Bud Light treatment.’”",
  "14136": "“Under ‘Crooked Joe’ Biden, there has been a catastrophic increase in shortages of essential medicines.”",
  "14137": "Doctors in the Netherlands “ordered” to euthanize “citizens with autism and other minor disabilities, even if the patient does not currently express any desire to die.\"",
  "14138": "“The government just stated under oath that they are in possession of UFOs and nonhuman alien bodies.”",
  "14139": "Potato chips, KitKat bars and Viagra are not taxed in Wisconsin because they are considered \"essential.\"",
  "14140": "“The No. 1 weather-related killer is heat. 600 people die annually from its effects, more than from floods, hurricanes and tornadoes in America combined.”",
  "14141": "Former President Barack Obama “removed 500,000 pedophiles from background check database.”",
  "14142": "\"Wages are up after being adjusted for inflation.\"",
  "14143": "The Trump administration “built nearly 500 miles of border wall.”",
  "14144": "Says Gov. Ron DeSantis “opposed my China tariffs and he heartlessly opposed” $28 billion for farm relief, which was paid for by China.",
  "14145": "Photos of Barack Obama golfing with bandaged fingers are proof of his involvement in Tafari Campbell’s death.",
  "14146": "\"Illinois is now letting illegal aliens become police officers.\"",
  "14147": "“Consumer confidence is the highest it’s been in years.”",
  "14148": "“There are polls that also say I have great approval ratings.”",
  "14149": "Judge Tanya Chutkan “is the only federal judge in Washington, D.C., who has sentenced Jan. 6 defendants to sentences longer than the government had requested.”",
  "14150": "Douglass Mackey was convicted “because he made a meme in the 2016 election.”",
  "14151": "\"FBI director Wray confirms Joe Biden is under criminal investigation for Ukrainian bribes by the U.S. attorney in Delaware then tries to backpedal.”",
  "14152": "“We’ve eliminated critical race theory in our K through 12 schools.”",
  "14153": "“They are trying to make it illegal to question the results of a bad election.”",
  "14154": "\"WEF chairman Klaus Schwab openly calls for AI technology to replace Democratic elections!”",
  "14155": "“During Biden’s first 30 months in office, just 2.1 million new jobs were created, and by contrast, during my first 30 months in office we created 4.9 million new jobs.”",
  "14156": "A bill sponsored by U.S. Sen. Bernie Sanders would “increase government control” of pharmacy benefit managers and is a “radical health care takeover.”",
  "14157": "“I’ve already” declared a national climate emergency",
  "14158": "“The FDA is now saying that it’s OK to take ivermectin if you have COVID.”",
  "14159": "“Wildfires do not completely burn out cars, glass and all, yet leaving nearby trees and utility poles still standing upright.”",
  "14160": "Maui fires are part of an intentional effort to rebuild the island into a “smart island.”",
  "14161": "“In three short years, we achieved energy independence.”",
  "14162": "“Gov. Roy Cooper is blocking a pioneering school choice bill that would give thousands of low-income parents the funds to allow their kids to get a high-quality education.”",
  "14163": "\"Credit card debt is above $1 trillion for the FIRST TIME EVER.\"",
  "14164": "A Democrat-sponsored bill proposes a “1,000% gun tax on most firearms.”",
  "14165": "“A higher percentage of American workers are working today than ever before.”",
  "14166": "Fulton County District Attorney Fani Willis “campaigned and raised money on, ‘I will get Trump.’”",
  "14167": "Video shows Hawaii Gov. Josh Green “wants to turn Lahaina Maui into state lands. All planned for smart city.\"",
  "14168": "When elected Georgia governor in 2018, “Brian Kemp was over $7 million in debt.” Kemp “cut a deal” to select Dominion Voting Systems as Georgia’s voting machine vendor and “has never been in debt since.”",
  "14169": "“Since Biden took office ... real wages have fallen monthly.”",
  "14170": "Foreign languages are “not a high priority” nationally",
  "14171": "“After China sent a balloon over strategic sites in the United States … President Biden literally sent the secretary of state hat in hand to go kowtow and ask for a meeting.”",
  "14172": "“Official statement — Putin assassinated in the Kremlin!”",
  "14173": "Jim Justice \"opposes the Right to Work”",
  "14174": "Jim Justice “supports banning sporting rifles for law-abiding citizens.”",
  "14175": "\"Los Angeles Dodgers Stadium is flooded after mocking God!”",
  "14176": "Sen. Rick Scott “wants to … end Social Security and Medicare coverage.”",
  "14177": "Smart-city plans are behind wildfires in Tenerife.",
  "14178": "“#Bidenomics has led to mortgage rates hitting a 21-year high → over 7%.”",
  "14179": "“Norway, Finland, Sweden, Holland, and the UK have now banned gender transition surgery for minors.”",
  "14180": "\"I actually pushed the Deficit Reduction Act. That was the last time we actually reduced the national debt in the United States, when I was the leader of House conservatives.\"",
  "14181": "Thanks to negotiating drug prices \"our seniors, instead of paying $500 a month for drugs, are paying no more than 35 cents.\"",
  "14182": "Americans “currently are making less than at the height of the Great Depression.”",
  "14183": "“The reality is more people are dying of bad climate change policies than they are of actual climate change.”",
  "14184": "“Under Jim Justice,” West Virginia had “the lowest unemployment rate in state history.”",
  "14185": "Since Joe Biden “has taken office, unemployment in our (Latino) community has been cut in half.\"",
  "14186": "GOP-authored elections bill “requires valid votes to be tossed out … if a computer rejects a signature.”",
  "14187": "“Fewer than 2% of students are impacted whatsoever by the decisions we're making” to cut the budget.",
  "14188": "Video shows Donald Trump believes “there has to be some form of punishment” for women who have abortions.",
  "14189": "A discrepancy in the number of ballots and voters in the 2022 general election in New York “appears to be a federal crime.”",
  "14190": "\"America’s C40 cities will ban meat, dairy, new clothes, private cars by 2030.”",
  "14191": "Vice President Mike Pence on Jan. 6, 2021, could have approved the 2020 electoral votes on the condition that Congress pass an overhaul of election law.",
  "14192": "The WHO is developing a pandemic treaty that will remove current human rights protections, enforce surveillance and censorship and eliminate freedom of speech.",
  "14193": "“A few years back,” Mitchell Stadium in Bluefield, W.Va., “was voted the best high school football field in America.”",
  "14194": "U.S. inflation is \"now down close to 3%, the lowest among the world’s leading economies.\"",
  "14195": "“According to the Congressional Budget Office,” the Inflation Reduction Act “will save the federal government $160 billion over the next 10 years because Medicare will be paying less for the prescription drugs they’re making available to seniors.”",
  "14196": "“Gas prices have skyrocketed since Joe Biden took office and continue to do so everyday.”",
  "14197": "A new Florida law says “a father must submit a DNA test before signing the birth certificates.”",
  "14198": "\"(President Joe) Biden is trying to limit you to two beers per week.”",
  "14199": "Bill Gates-funded research into genetically engineered cattle ticks is responsible for red-meat allergies from alpha-gal syndrome in the U.S.",
  "14200": "“Under the Obama-Biden administration, we invested hundreds of millions of dollars in the state of Florida replacing wooden power poles with steel poles and we buried these electric lines.\"",
  "14201": "\"Derrick Van Orden is one of the only members of Congress who participated in the deadly January 6th insurrection. He now serves in the building he tried to burn down.\"",
  "14202": "A video shows Florida Gov. Ron DeSantis dropping out of the 2024 presidential race.",
  "14203": "“Just in the last four years, $80 billion in federal funding has come to West Virginia — $22 billion more than we've ever received.”",
  "14204": "“Burning Man was a national emergency because it was flooded.”",
  "14205": "Sen. Joe Manchin’s “support for the (Inflation Reduction Act) could cost West Virginia 100,000 fossil fuel jobs.”",
  "14206": "Under Gov. Ron DeSantis, “in the last five years, spending has gone up 30%\" in Florida.",
  "14207": "E. Gordon Gee’s university projects have increased “WVU’s debt load by 55%.”",
  "14208": "During E. Gordon Gee's presidency of West Virginia University, \"student enrollments have steadily decreased.\"",
  "14209": "\"Modified mosquitoes have officially made it to Ohio.”",
  "14210": "“Donald Trump spent 9/11 marching into a war zone of fire and ashes with an army of his own men to save Americans.”",
  "14211": "Wisconsin Republicans are backing “a nonpartisan redistricting plan based off the Iowa Model.  ... Republicans, Democrats, and the Governor pushed this plan last time redistricting happened in 2020.”",
  "14212": "“2022 was the biggest tourism year ever in West Virginia”",
  "14213": "“We know the bank records show that nearly $20 million in payments were directed to the Biden family members and associates through various shell companies.”",
  "14214": "Hawaii wildfire was intentionally set because there’s “120 million tons of lithium in Maui.”",
  "14215": "Giant human skeletons as large as 36 feet have been “unearthed and documented” in historical records.",
  "14216": "\"The repeal of Roe v. Wade has exacerbated the state’s OB-GYN shortage as residency programs report a decline in enrollment due to the inability of residents to receive training in-state.\"",
  "14217": "“I taught at the University of Pennsylvania for four years.”",
  "14218": "“I really don’t know who gave (Dr. Anthony Fauci) the commendation.”",
  "14219": "“Florida sort of had a mandate because they were giving the vaccine, they were demanding everybody take the vaccine.”",
  "14220": "Gov. Tony Evers and Democrats \"rejected our (Iowa model redistricting) proposal to enact the very plan they originally endorsed.\"",
  "14221": "“CEOs are now making 400 times more than their average worker.”",
  "14222": "The price of \"bacon is up five times\" under President Joe Biden.",
  "14223": "An emergency broadcast system test will “send a specific high-frequency signal … with the intention of activating graphene oxide” in people.",
  "14224": "\"Texas teacher fired for reading Diary of Anne Frank to class.”",
  "14225": "New York City is spraying unsafe pesticides to combat West Nile virus.",
  "14226": "U.S. aid to Ukraine will continue during a government shutdown, but programs for food stamps, transportation, education, justice, environmental protection and homelessness will not.",
  "14227": "Joe Biden \"put 20 million people on Medicaid who aren’t even eligible, then stopped states from taking them off.\"",
  "14228": "“Joe Biden grants voting rights to 500,000 invaders.”",
  "14229": "The life span of a wind tower generator lasts just three to four years.",
  "14230": "The North Carolina state budget includes “the largest cut in our personal income tax that we’ve ever seen.”",
  "14231": "“We are more energy independent today” under President Joe Biden.",
  "14232": "“Ron DeSantis is against fracking. He is against drilling.”",
  "14233": "When I took office, “the auto industry was on its knees gasping its last breath.” Trump administration “tariffs and taxes saved the American auto industry from extinction.\"",
  "14234": "Being transgender is a \"mental health disorder.\"",
  "14235": "“Washington, D.C., allows noncitizens to vote in (municipal elections)\" so a Russian citizen, after living in Washington for 30 days can \"vote for mayor in Washington, D.C. And they don’t even need to show their ID to do it.”",
  "14236": "James Biden’s text message to Hunter Biden that says, “I can work with you(r) father alone,” shows that Joe Biden was “in business” with Hunter Biden.",
  "14237": "Six million or 7 million people have “come illegally under Biden.”",
  "14238": "\"Since the mid-'90s, this country has been governed by revolving continuing resolution and omnibus spending bill(s). … That is the reason we're $33 trillion in debt.\"",
  "14239": "New York Attorney General Letitia James and Judge Arthur Engoron valued Mar-a-Lago at $18 million.",
  "14240": "Flu shot ingredients include aborted human cell cultures, monkey kidney cells and antifreeze.",
  "14241": "Video shows a family learning their debt was resolved by the “American Debt Relief program” for American citizens and legal residents who “have over $20,000” in credit card debt.",
  "14242": "There are \"about a half a dozen\" transgender athletes competing in Wisconsin K-12 schools.",
  "14243": "The Milwaukee Brewers “are complaining about a lack of transit going to the ballpark at the same time as they are testifying in favor (of) taking $135 million away from Milwaukee County, which funds transit.\"",
  "14244": "The Biden administration “wanted Israel to stand down after the attack\" by Hamas.",
  "14245": "\"Sadly, American taxpayer dollars helped fund these attacks, which many reports are saying came from the Biden administration.”",
  "14246": "“The same people that raided Israel are pouring into our once beautiful USA, through our TOTALLY OPEN SOUTHERN BORDER, at Record Numbers.”",
  "14247": "Biden is “funding every angle” of the Israel-Hamas war.",
  "14248": "It has been U.S. policy “for at least 79 years\" to require Americans who intend to be evacuated from overseas to sign a promissory note.",
  "14249": "China is “the largest developer of neuro-strike weapons, weapons engineered to change the brain activity of military commanders and segments of the population.”",
  "14250": "“Kids who don’t even know what day it is or their colors can decide to permanently change themselves” through medical gender transition.",
  "14251": "Video shows North Korean President Kim Jong Un blaming President Joe Biden for the Israel-Hamas war and Russia’s invasion of Ukraine, and saying, “I support Donald Trump for President in 2024.”",
  "14252": "\"95% of over-the-counter pharmaceuticals\" in the U.S. come from China.",
  "14253": "Republicans in Congress are “trying to wipe out federal funding to end the HIV epidemic.”",
  "14254": "“Nikki Haley argues in support of bringing Gaza refugees to America.”",
  "14255": "The Democrats are pushing “to take in a million Palestinian refugees.”",
  "14256": "“Since 1981, the state Senate has only rejected five executive appointments. The GOP today is more than doubling that number.”",
  "14257": "Some individuals or businesses in Wisconsin are charging $2 or $2.25 an hour for child care.",
  "14258": "“In the last 11 months, Customs and Border Patrol has averaged 200,000 apprehensions a month, and you know how many beds we have to detain people at the border? Thirty-eight thousand.\"",
  "14259": "\"Russia has hypersonic missile capabilities ahead of that of the U.S.”",
  "14260": "Campaign finance disclosures showed Fulton County District Attorney Fani Willis took part in a “massive money laundering and election fraud” scheme.",
  "14261": "“The FDA is required to take the COVID vaccines off the market” because they are “adulterated.”",
  "14262": "Gasoline prices are \"up 63%\" under President Joe Biden.",
  "14263": "“When I came into office, Iran had $70 billion in foreign exchange reserves. … By the time I left, they had nothing. They were broke.”",
  "14264": "“This map was drawn entirely in secret by an Ohio consultant … with taxpayer dollars.”",
  "14265": "“The Republicans and Trump funded $400 million in March of 2020 for mail ballots.”",
  "14266": "“It is harder to buy Sudafed than an AR-15 in Maine.”",
  "14267": "U.S. House Speaker Mike Johnson \"opposes Social Security benefits.\"",
  "14268": "“New court documents reveal that George Floyd died of a fentanyl overdose.”",
  "14269": "Gov. Ron DeSantis “actually sponsored the bill to make Puerto Rico a state.”",
  "14270": "“Because of our economic policies we now are reducing inflation.”",
  "14271": "“Gen Z is divided 50-50 on whether they support Hamas or Israel.”",
  "14272": "“Haaretz investigation reveals discrepancies in Israel’s reporting on October 7th death toll.”",
  "14273": "Ohio’s Issue 1 “allows for abortion after viability for…financial reasons.”",
  "14274": "\"Over the past four decades, we’ve lost over 400,000 farms in America (and) over 140 million acres of farmland. And that’s an area roughly equal to the size of Minnesota, North and South Dakota combined.”",
  "14275": "Wisconsin elections administrator Meagan Wolfe “allowed for the use of illegal drop boxes and ballot harvesting.”",
  "14276": "“It’s been revealed that Fauci brought COVID to the Montana one year before COVID broke out in the U.S.!”",
  "14277": "Wisconsin elections administrator Meagan Wolfe “refuses to clean up our voter rolls”",
  "14278": "Wisconsin elections administrator Meagan Wolfe “permitted the ‘Zuckerbucks’ influence money.”",
  "14279": "Jim Justice “broke his pledge, raised the gas tax.”",
  "14280": "“Only in Washington can you cut funding, add a pay-for to a new spending measure, and they say it's terrible for the deficit.”",
  "14281": "“We produce a lot more wind energy in Texas than California does.”",
  "14282": "\"Acapulco destroyed by yet another directed weather attack!”",
  "14283": "“We sell arms to 60% of the world's autocrats. We are the world's largest arms exporters.\"",
  "14284": "\"On most campuses, you cannot destroy a chalked message unless you were the one that wrote it. You can't dump water on it, you can't even walk over it.\"",
  "14285": "\"Bucks star Giannis Antetokounmpo signed a three-year contract for $186 million. He and his family, being African American, could receive benefits under affirmative action.”",
  "14286": "Looking at “American aid to other countries … the vast majority of it is military aid.”",
  "14287": "An exemption in a new Florida law “allowed Chinese nationals to buy land within a 20-mile radius of a military base, lobbied for by one of (Gov. Ron DeSantis’) donors.”",
  "14288": "Says U.S. Sen. Tammy Baldwin “voted to send hundreds of millions to Iran” to bankroll “radicals like Hezbollah and Hamas.”",
  "14289": "Ron DeSantis “wants to cut Social Security and Medicare.”",
  "14290": "“In 1992, this country made a promise to Ukraine. We said if you return nuclear missiles that were part of the old Soviet Union to Russia, and they invade you, we will protect you.”",
  "14291": "“Just like the Cuban regime, the Biden administration is trying to put their political opponents in jail, shutting down free speech.”",
  "14292": "New York’s fraud case against Trump “has nothing to do with his home in Mar-a-Lago.”",
  "14293": "Says expanding Medicaid in Wisconsin would save the state $530 million, which could pay for 3,287 K-12 teachers, or 7.8 educators per district.",
  "14294": "\"Unfortunately during COVID, the clerks in Madison and Milwaukee told their constituents that they were actually indefinitely confined and did not have to come and vote, which was incorrect.\"",
  "14295": "North Carolina Attorney General and gubernatorial candidate Josh Stein “supports taxpayer-funded abortion on demand with no restrictions up until birth.”",
  "14296": "“Footage from Israeli helicopter shows the IDF killing many people at October 7 concert in Israel.”",
  "14297": "\"In order to be a poll worker on the conservative side, you have to register through the Republican Party of Wisconsin.\"",
  "14298": "Florida Gov. Ron DeSantis “did something six months ago” akin to Nikki Haley recruiting Chinese companies to South Carolina.",
  "14299": "Rise in U.S. infant mortality rate connected to COVID-19 vaccines.",
  "14300": "CNN and The Associated Press “admitted” to knowing about Hamas’ Oct. 7 attack in advance but didn’t tell anyone.",
  "14301": "New Hampshire has “a worse drug problem per capita than any other state.\"",
  "14302": "These 13 books “have been banned from schools in Florida.”",
  "14303": "\"Half of American high school students are not familiar with the Holocaust.\"",
  "14304": "“With school-based professional social workers, the recommendation is 400-to-1, and in Wisconsin, we’re almost triple that.”",
  "14305": "“Last year alone, natural disasters in America caused $178 billion in damages.”",
  "14306": "“I have been a state legislator for 11 years, passing over 170 bills into law and delivering for Wisconsin families.”",
  "14307": "“Abraham Lincoln challenged a guy to a sword fight.”",
  "14308": "“New police bodycam footage” of George Floyd’s arrest “changes the narrative”",
  "14309": "A \"ghost bus … filled with FBI informants dressed as Trump supporters deployed onto our Capitol on January 6th.”",
  "14310": "Under New York’s Clean Slate Act “violent crimes … will now be automatically sealed after a set time - like they never happened.”",
  "14311": "The federal government and the Federal Reserve were “raising inflation,” something that “had nothing to do with … getting our economy back in line” but rather to fund a “war against a bunch of civilians.”",
  "14312": "In Florida, “any woman who has an abortion after six weeks — and any doctor who gives her care — will be guilty of a felony.”",
  "14313": "“Because wages are rising, this Thanksgiving dinner is the fourth-cheapest ever as a percentage of average earnings.”",
  "14314": "Clips of Nikki Haley speaking about Hillary Clinton show Haley supports Clinton and is “not who she says she is.”",
  "14315": "“In every single war that America has fought, we have never asked for land afterwards, except for enough to bury the Americans who gave the ultimate sacrifice for that freedom we went in for.”",
  "14316": "Republicans’ “plan would cut Social Security benefits. … Average benefit cut would be 13%.”",
  "14317": "China “had the largest naval fleet in the world. They had 370 ships. They'll have 400 ships in two years. We won't even have 350 ships in two decades.\"",
  "14318": "“Your minor child can go to California without your knowledge or without your consent, and get hormone therapy, puberty blockers and a sex change operation.”",
  "14319": "\"When (Ron DeSantis) was in Congress, he supported amnesty.\"",
  "14320": "“Mysterious pneumonia” from China is now in Ohio.",
  "14321": "With Apple’s NameDrop, anyone placing an iPhone near your child’s “will automatically receive their contact information.”",
  "14322": "“Our government, wrongly, is saying if you’re born in this country you’re automatically an American citizen.”",
  "14323": "“With the historic Abraham Accords, I even made peace in the Middle East.”",
  "14324": "“Wisconsin utilities have charged ratepayers more than $1.9 billion of increases since 2019.”",
  "14325": "“We’ve created close to 800,000 manufacturing jobs since I’ve taken office.”",
  "14326": "“We have our government giving people who came into this country illegally $5,000 gift cards.”",
  "14327": "Discussing gender-affirming surgical care for minors, said that Sweden “shut it down.”",
  "14328": "Nikki Haley “raised taxes.”",
  "14329": "“The great replacement theory is not some grand right-wing conspiracy theory. But a basic statement of the Democratic Party's platform.”",
  "14330": "“Jan. 6 now does look like it was an inside job.”",
  "14331": "\"Wisconsin Republicans have passed multiple billion dollar middle-class tax cuts this year, but each time we have, Governor Tony Evers has vetoed the relief.\"",
  "14332": "China is allowed to do crypto mining in the U.S.",
  "14333": "Democrats have also used alternate slates of electors \"repeatedly in all kinds of different states.\"",
  "14334": "Florida “had a year-over-year reduction” in overdose deaths.",
  "14335": "In the past year, Michigan, Minnesota and Illinois passed \"highly popular” policies such as paid family leave, one of several issues that have been stymied in Wisconsin by Republicans.",
  "14336": "Under the Trump administration's trade deal, “China's only fulfilled one-third of the promises of agricultural products that they were supposed to buy from our farmers.”",
  "14337": "“Gasoline prices are now $5, $6, $7 and even $8 a gallon.”",
  "14338": "“We’ve had more Americans die of fentanyl than the Iraq, Afghanistan, and Vietnam wars, combined.”",
  "14339": "U.S. tax dollars “have gone to promote transgenderism in Bangladesh.”",
  "14340": "“Almost a million people, mostly Democrats, have been kicked off the voter roll here in Florida” because of efforts to place a proposed amendment on abortion access on the state’s 2024 ballot.",
  "14341": "“They want to make our Army tanks all electric.”",
  "14342": "“Illegal immigrants now have the right to vote in New York.\"",
  "14343": "Migrants who enter the U.S. illegally get U.S. passports immediately after leaving a border processing center.",
  "14344": "Gov. Ron DeSantis “called China ‘Florida’s most important trading partner.’”",
  "14345": "Donald Trump “deported less, believe it or not, than Barack Obama even did.\"",
  "14346": "In Palm Springs, California, “transgender residents to receive a monthly payment of $900.”",
  "14347": "“Right now, over 70% of federal employees are still working from home three years after COVID.\"",
  "14348": "\"In actuality, there is no evidence Joe Biden won” the 2020 election, citing a report’s allegations from five battleground states.",
  "14349": "Says FBI Director Christopher Wray told Congress “that with the border wide open and a war in Israel, Hamas can just walk right in.”",
  "14350": "Nikki Haley “opposed Trump’s border wall” and “Trump’s travel ban.”",
  "14351": "In Florida, “income growth is top of the chart.”",
  "14352": "“Epstein List” shows 166 people connected to convicted sex offender Jeffrey Epstein.",
  "14353": "“We’ve had 8 million” immigrants come to the U.S. illegally under Biden “and they only sent back 142,000.”",
  "14354": "“That’s why they are allowing these people to come in — people that don’t speak our language — they are signing them up to vote.”",
  "14355": "Nikki Haley is ineligible to be president or vice president.",
  "14356": "Nikki Haley “says the retirement age at 65 is way too low, it must be much higher.”",
  "14357": "“The law in Wisconsin (on abortion time limit) is 20 weeks. That is way outside the international bounds.”",
  "14358": "“The racial wealth gap is the smallest it’s been in 20 years.”",
  "14359": "\"Nikki Haley refused to call illegals criminals\" and \"repeatedly pushed amnesty for illegals.\"",
  "14360": "Police made ‘no arrests’ of protesters who blocked Durham Freeway",
  "14361": "“Bryan Steil is part of a group that wants to cut Social Security and Medicare, that would be devastating.”",
  "14362": "“Biden’s let in 8 million people just in four years.”",
  "14363": "“Haley’s plan cuts Social Security benefits for 82% of Americans.”",
  "14364": "Women \"store DNA\" from all their male sexual partners.",
  "14365": "Abraham Lincoln’s coin is copper because he ended slavery. Figures on other U.S. coins “face left because they turned their backs to him in protest.”",
  "14366": "“This is the third time we’ve won but this is the biggest win” in Iowa caucus.",
  "14367": "“New proposed bill in Maine says the state can take custody of a kid if the parents oppose” gender-affirming care",
  "14368": "Donald Trump “proposed when he was president” that “he wanted to raise the gas tax up to 25 cents.\"",
  "14369": "“Every booster you take, you’re more likely to get COVID as a result of it.”",
  "14370": "“Florida state government (has the) lowest number of state employees per capita in the country.”",
  "14371": "Department of Homeland Security Secretary Alejandro Mayorkas' border policy is \"personally responsible\" for fentanyl crossing the border",
  "14372": "President Joe Biden changed the State of the Union Address from summer to March.",
  "14373": "“Wisconsin had over 1,400 opioid overdose deaths in 2022.”",
  "14374": "\"(The) top issue for college students is the economy.\"",
  "14375": "Chinese scientists “created (a) new COVID-19 strain (with) 100% fatality.”",
  "14376": "Says Winston Churchill said, “Success is not final, failure is not fatal: it is the courage to continue that counts.”",
  "14377": "Says President Joe Biden said that Democrats should not vote in the New Hampshire primary.",
  "14378": "“Today in America, 1 in 3 women of reproductive age live in a state with an abortion ban.”",
  "14379": "\"We have technology and medical advancements today that can tell you if you are pregnant the day after conception.\"",
  "14380": "Social media post claims judge in Trump’s defamation trial engaged in “election interference” by delaying the trial to New Hampshire’s primary day.",
  "14381": "“US hospitals caught injecting experimental Ebola vaccine that sheds!”",
  "14382": "\"After Roe was dismantled, extremists evoked a law from 1849 to stop abortion”  in Wisconsin.",
  "14383": "“In April last year, our state unemployment rate hit a record low of 2.4%. Last year, Wisconsin had an all-time lowest number of unemployed workers ever in modern history.”",
  "14384": "Democrats “used COVID to cheat” in the 2020 election.",
  "14385": "“Tens of thousands of auto jobs were lost nationwide during Trump's presidency,” but during Biden’s presidency, “we've created more than 250,000 auto jobs.”",
  "14386": "“Rep. Dean Phillips received almost twice as many votes as Biden did in the New Hampshire primary.”",
  "14387": "“North Carolina has the longest voting period in the country … and we have the most ways of voting.”",
  "14388": "\"There are a thousand billionaires now and you know what their average tax rate is? 8%.\"",
  "14389": "\"Last time Democrats removed a Republican from the ballot” was Abraham Lincoln in 1860.",
  "14390": "“We’ve seen an 800% increase in the Swanton sector, which is the part of the northern border that I represent, in illegal crossings.”",
  "14391": "Rep. Ilhan Omar said her \"top priority is to put Somalia first and expand its territory.”",
  "14392": "Postpartum Medicaid coverage expanded from three states to 43 states because of the Biden administration.",
  "14393": "“TSA found with metal detectors nearly 7,000 firearms at airports last year — an all-time high.”",
  "14394": "Stanley cups tested positive for lead “inside of the cup where the drink is.”",
  "14395": "“George Soros worked for Hitler. Klaus Schwab’s father also worked for Hitler.”",
  "14396": "“We think the Earth’s warming” because “we’re literally cooking the books” with flawed temperature data.",
  "14397": "If Texas says, “‘We don’t want to be part of America anymore’ … that’s their decision to make.”",
  "14398": "Minnesota incarcerates “about a third of what Wisconsin does.”",
  "14399": "“Big drug companies charge as little as $7 for an inhaler overseas and nearly $500 for the exact same one here in the US.”",
  "14400": "“Bidenomics is costing the typical American household over $11,400 more a year to buy the basics.”",
  "14401": "Removing gun-related homicides in Chicago, Detroit, Los Angeles, Philadelphia and St. Louis would drop the U.S. to 189th out of 193 countries in gun violence.",
  "14402": "\"NYC to give ILLEGALS $53 Million in Prepaid Credit Cards.\"",
  "14403": "Biden’s strategy is to “get as many illegals in the country as possible” and “legalize them to create a permanent majority.”",
  "14404": "“Marijuana is currently classified in the same category of drugs as heroin and a more dangerous category than fentanyl or cocaine.”",
  "14405": "Under President Joe Biden, “Black unemployment is the lowest in American history.”",
  "14406": "“Inflation has been at the pre-pandemic level of 2% over the last half year.”",
  "14407": "The Senate’s border bill “accepts 5,000 illegal immigrants a day.”",
  "14408": "Paper shows “mRNA COVID-19 vaccines caused more deaths” than lives saved.",
  "14409": "“NYC will give $1,000 taxpayer-funded credit cards to migrants.”",
  "14410": "In Oklahoma, \"I won 77 out of 77 counties. Ronald Reagan is second with 56.\"",
  "14411": "“Each year, more than $1 billion is stolen from” workers in New York state through wage theft.",
  "14412": "“Half of the cities with the highest rates of child poverty are in” New York state.",
  "14413": "Arson, not climate change, caused Canada’s record 2023 wildfire season.",
  "14414": "Since Russia invaded Ukraine, “not a single Western journalist has bothered to interview Putin.”",
  "14415": "\"Ukraine puts Tucker Carlson on a ‘hit list’ after an interview with Vladimir Putin.”",
  "14416": "On classified documents in his possession, “none of it was high classified.”",
  "14417": "“I cooperated far more” than Joe Biden in the classified documents investigations.",
  "14418": "Food “costs 40%, 50%, 60% more than it did just a few years ago.”",
  "14419": "“We're having the largest classes of correctional officers we've ever had before.”",
  "14420": "The Bipartisan Safer Communities Act led to “a 12% reduction in urban homicides in this country.”",
  "14421": "If a woman in Texas takes “abortion pills voluntarily,” she would be “charged with murder.”",
  "14422": "The 2022 CHIPS and Science Act “attracted $640 billion in private companies’ investments.”",
  "14423": "“The Ukraine supplemental includes a hidden impeachment clause against President Trump.”",
  "14424": "Under Joe Biden, there are “record numbers of new Black entrepreneurs.”",
  "14425": "“The United States is an outlier, one of only about half a dozen countries, without any guarantee of paid leave for new parents and/or other health care needs.”",
  "14426": "After a 2022 law, “the vast majority of colleges in New York State do not have on-campus poll sites.”",
  "14427": "The Kids Online Safety Act “would require everyone to upload your government ID in order to use most sites on the internet.”",
  "14428": "There is “clear scientific consensus” that “hormonal birth control makes you fat, doubles risk of depression and triples risk of suicide.”",
  "14429": "President Joe Biden “directed New York AG Witch Hunt” into Donald Trump’s real estate.",
  "14430": "“The biggest threat to your unions is millions of people coming across the border, because you're not gonna have your jobs anymore.”",
  "14431": "Nevada database glitch showing voters cast ballots when they didn’t is evidence that voting by mail is “the largest source of potential voter fraud.”",
  "14432": "Cloud seeding program connected to recent California storms.",
  "14433": "Photo shows Minnesota Sen. Amy Klobuchar and Minnesota Attorney General Keith Ellison posing at “Defund the Police” event.",
  "14434": "Says Republican U.S. Senate candidate Eric Hovde claims he \"understands the tragedy of children being trafficked through Central America because he owns three homes there.\"",
  "14435": "Donald Trump’s fine in the New York fraud case “is a form of Navalny, it is a form of communism or fascism.”",
  "14436": "“One of my responsibilities as Secretary of State is to countersign acts passed by the legislature & signed into law by Gov. Evers.”",
  "14437": "Chicken farm fire that killed 12 million birds intentionally set.",
  "14438": "If you went “anywhere in the world,” you could get a prescription filled for 40% to 60% less than it costs in the U.S.",
  "14439": "In New York, there are no barriers to law enforcement to work with the federal government on immigration laws, and there are 100 crimes where migrants can be handed over.",
  "14440": "The Olympic boxing committee “decided this year that men can box against women in the Olympics.”",
  "14441": "“Study reveals Bill Gates’ Fake Meat causes ‘turbo cancers’ in humans.”",
  "14442": "In Milwaukee, we “never defunded the police.”",
  "14443": "“Nearly a quarter million birds in New York City, and more than one billion across the country, die each year from collisions with buildings.”",
  "14444": "Democrats don’t deport undocumented migrants “because every illegal is a highly likely vote at some point.”",
  "14445": "The government did more to stop the distribution of ivermectin and hydroxychloroquine than to stop the distribution of fentanyl.",
  "14446": "Donald Trump called his wife \"Mercedes\" instead of Melania.",
  "14447": "Citizens Property Insurance “is not solvent.”",
  "14448": "“Your legal name is in fact a corporation. This is why you always see your name written in ALL CAPS.”",
  "14449": "\"There are less than two weeks until the deadline to register to vote in Wisconsin.\"",
  "14450": "In New York City “local elections, illegal immigrants can vote.”",
  "14451": "The Great Lakes account for “over 20% of the world’s freshwater and over 80% of North America’s freshwater.”",
  "14452": "“The CDC officially agrees with ‘conspiracy theorists’ from 2020” who wanted to treat COVID-19 like the flu.",
  "14453": "“Eighty-two percent of the country understands that (the 2020 election) was a rigged election.”",
  "14454": "President Joe Biden was “rushed to hospital unexpectedly.”",
  "14455": "“When it comes to how many votes (President) Joe Biden won, it was literally less than a few votes per ward.”",
  "14456": "“We just had 100% increase in layoffs.”",
  "14457": "“The average commute time for people who drive to work in (New York City) is 43 minutes, the longest in the nation.”",
  "14458": "A new Missouri bill “would put teachers on the sex offense registry if they ‘contribute to social transition’” of transgender students, including by using gender-affirming pronouns.",
  "14459": "“Since May of last year, we have removed or returned more individuals than in any year since 2015.”",
  "14460": "Joe Biden's executive orders meant \"for the first time in American history we have a president who will not detain the people who enter this country illegally.\"",
  "14461": "The Biden administration seeks to end voter ID requirements to allow immigrants in the country illegally to vote.",
  "14462": "“Since the end of the 2020 fiscal year, President Biden and Senator Baldwin have added over $7.3 trillion of debt, more than the first 228 years of our nation’s history combined.”",
  "14463": "“This is the era where people are given smartphones when they cross the border and enter our country.”",
  "14464": "Says U.S. Sen. Tammy Baldwin “was one of the staunchest supporters of the Iran deal which sent billions of dollars and plane loads of cash to Iran.”",
  "14465": "Texas wildfires are a “deliberate” attack on U.S. food supply.",
  "14466": "Only immigrants in the country illegally are eligible for an interest-free California housing loan program.",
  "14467": "\"Canada is passing a bill to essentially ban the idea of Christianity.”",
  "14468": "“We’ve had 12 elections in 24 years in Wisconsin that have been decided by less than 30,000 votes.”",
  "14469": "“We’re facing situations these days where you have to have two officers in the evidence room in case there’s an accidental (fentanyl) exposure.”",
  "14470": "The Trump administration \"added more to the national debt than any presidential term in American history.\"",
  "14471": "“We cut the federal deficit by $160 billion because Medicare will no longer have to pay those exorbitant prices to Big Pharma.”",
  "14472": "\"We’ve already cut the federal deficit by over $1 trillion.\"",
  "14473": "President Joe Biden said “do whatever the hell they want,” paused, and then said, “I guess I should clear my mind here a little bit.”",
  "14474": "“300,000 illegal immigrants were able to use a simple app to get a free flight to our country.”",
  "14475": "A woman was “sex trafficked by the cartels starting at the age of 12 … We wouldn't be OK with this happening in a Third World country. This is the United States of America.”",
  "14476": "Billionaires “rigged” the California Senate primary election through “dishonest means.”",
  "14477": "“Since 1989 and a new age of globalization began, 51 million jobs have been created in America. 49 million, 96%, have been created under Democratic presidents.”",
  "14478": "Valid IDs are not required for voting.",
  "14479": "The Jan. 6 committee “suppressed testimony” from former Deputy Chief of Staff Anthony Ornato that proves former President Donald Trump pushed for 10,000 National Guard troops at the Capitol.",
  "14480": "“Biden has implemented a formal policy that illegal aliens who intrude into the United States are granted immunity from deportation.”",
  "14481": "\"In February alone, nearly 1 million jobs held by native-born Americans disappeared.\"",
  "14482": "The stock market “hit an all-time high under President Biden and not under President Trump.\"",
  "14483": "A Russian company secured Trump’s bond in E. Jean Carroll case.",
  "14484": "“On Joe Biden’s watch, Wisconsin has lost 6,000 manufacturing jobs and 455 dairy farms in the last year.”",
  "14485": "Emergency officials warn to “stock up on food, water, and fuel ahead of the eclipse.”",
  "14486": "Says “100% of net job creation under the Biden administration has gone to the foreign-born.”",
  "14487": "The Chinese government “owns” TikTok’s parent company, ByteDance.",
  "14488": "Miami’s immigration courts have the “largest backlog of any court in this country with 10% of the overall immigration cases,” and “more than 90%” of people lose their asylum claims.",
  "14489": "A U.S. law says that “if a house is not inhabited, we can expropriate it.”",
  "14490": "The Oklahoma National Guard’s assistance for the April 8 eclipse signals something “bigger.”",
  "14491": "\"Your Social Security will be destroyed by the people coming in. There's too many of them. It's not sustainable.\"",
  "14492": "Gaza has “the highest number of people facing catastrophic hunger ever recorded by the Integrated Food Security Classification system — anywhere, anytime.”",
  "14493": "The $454 million bond is “unprecedented, and practically impossible for ANY Company.”",
  "14494": "Insulin for Medicare beneficiaries \"was costing 400 bucks a month on average. It now costs $35 a month.\"",
  "14495": "Tennessee bill that would ban the release of chemicals into the atmosphere is evidence chemtrails are real.",
  "14496": "The New York civil fraud judgment against Trump and a plan to seize Trump-owned property “is simply a 'taking.' Much like what is done in communist countries.\"",
  "14497": "A March 7 U.S. security alert … means the U.S. was “behind this gruesome terror attack on Russian civilians.”",
  "14498": "“It is a fact that Obama created ISIS.”",
  "14499": "The current Congress is “the least productive in our lifetime.”",
  "14500": "Montana Democrats are \"suing to say, ‘You should be allowed to be registered to vote in two states.'”",
  "14501": "Says Donald Trump “told Americans all they had to do was inject bleach in themselves. Just take a shot of UV light.”",
  "14502": "Video of the ship colliding with the Baltimore bridge proves the bridge collapse wasn’t “an accident.”",
  "14503": "“The captain of the container ship Dali…is a Ukrainian.”",
  "14504": "“We passed 27 bills last year, which is the fewest since the Depression.”",
  "14505": "A March 26 bridge fire in Ohio is related to the collapse of Baltimore's Francis Scott Key Bridge.",
  "14506": "“Three busses just loaded up with illegal invaders at Detroit Metro\" airport.",
  "14507": "“Nothing to see here… just the Mayor of Baltimore threatening White people.”",
  "14508": "“Since Joe Biden took office, crime has skyrocketed across our country.”",
  "14509": "Says President Joe Biden purposely chose Easter Sunday to mark Transgender Day of Visibility.",
  "14510": "“Joe Biden banned ‘religious themed’ eggs at the White House’s Easter Egg design contest for kids.”",
  "14511": "\"The much-trumpeted job growth in the last year was ENTIRELY part-time jobs.\"",
  "14512": "ProduceMaxx sprayed on organic produce at grocery stores contains pesticides, herbicides, fungicides, insecticides and antibiotics.",
  "14513": "“Brad Knott was a lawyer for Joe Biden.”",
  "14514": "“President Biden is the first candidate in history, the first president in history, that has used the federal agencies to censor political speech ... to censor his opponent.\"",
  "14515": "You can vote in-person absentee at your clerk’s office on Monday before Election Day.",
  "14516": "In 2020, Trump “did much better” in the Wisconsin election than 2016, and “after the wrongdoing was found, people said, ‘Well, he actually did win.’”",
  "14517": "\"EPA regulators just banned most new gas-powered cars.\"",
  "14518": "A Social Security Administration database shows “how many people each of the 43 states are registering to vote who DO NOT HAVE IDs.”",
  "14519": "\"Crime is down in Venezuela by 67% because they're taking their gangs and their criminals and depositing them very nicely into the United States.”",
  "14520": "More than 2 million people registered to vote so far this year without photo ID in Arizona, Pennsylvania and Texas.",
  "14521": "Donald Trump’s plan is “cutting Social Security for you.”",
  "14522": "For health risk exceptions in Florida’s abortion amendment, “You're not even talking to a doctor to make that determination.”",
  "14523": "\"Kohl’s has contributed $1,000,000 to the (Black Lives Matter) movement and related causes since 2020.\"",
  "14524": "On Jan. 6, 2021, U.S. Capitol “protestors carried no weapons.”",
  "14525": "“Support for Roe is higher today in America than it has ever been.\"",
  "14526": "Speaking of semiconductor industry jobs, \"Know what the average salary is? $110,000. You don't need a college degree.\"",
  "14527": "\"All legal scholars, both sides, wanted, and in fact demanded” that Roe v. Wade be overturned.",
  "14528": "Democrats support abortion measures that result in the “execution” of babies “after birth.”",
  "14529": "Starting in 2025 \"no matter what your total bills are for prescription drugs,” Medicare Part D users will never pay “more than $2,000 a year, because some of these cancer drugs are 10(,000 to) 15,000 bucks a year.”",
  "14530": "“The GOP has failed to invest in our campuses, making WI fall to 42nd in the nation in state support.”",
  "14531": "“It's very misleading when (President Biden) says (inflation) used to be at 9%. This is compounding. It’s not like it went down from 9% to 3%. This is building month after month. The better way to think about it is that it’s 18%, 19% over the last three years.\"",
  "14532": "“Taylor Swift is doing satanic rituals during her shows.”",
  "14533": "Immigrants in the country illegally cost “Florida taxpayers $566 million for 54,000 hospital visits.”",
  "14534": "Says Gov. Tony Evers is asking the GOP to release money for PFAS, but \"vetoed (a bill outlining) how to spend the money.\"",
  "14535": "“As many as 75% of school shootings resulted from a gun that was not secured.”",
  "14536": "“The 1864 Arizona law forbidding abortions, upheld by the State Supreme Court, also sets the age of consent for females at 10 years.”",
  "14537": "\"Every Senate Democrat has voted to support unlimited abortions up to the moment of birth.”",
  "14538": "“This trial that I have now, that’s a Biden trial.”",
  "14539": "“School allows students to be terrorized by colleagues who identify as ‘furries.’”",
  "14540": "Dollar Tree, Walgreens, Macy’s, Foot Locker, Gap, Burger King, Regal Cinemas and Kroger have had mass store closures during Joe Biden’s presidency.",
  "14541": "“Congress prohibits the NIH from researching the cause of mass shootings.”",
  "14542": "Florida’s Amendment 4 \"will mandate abortion until the moment of birth.”",
  "14543": "Said Columbia University has told students, “Well, if you’re Jewish, maybe you do want to stay home.”",
  "14544": "President Joe Biden is paying rent for immigrants illegally in the country.",
  "14545": "Says he “got arrested” while protesting in favor of desegregation.",
  "14546": "Says U.S. Sen. Tammy Baldwin \"believes taxpayer dollars should be used for abortion.\"",
  "14547": "Former President Donald Trump “has the worst record of job loss of any president.”",
  "14548": "Photo shows “clearest image ever taken of Venus.”",
  "14549": "“The science is clear — the gray wolf has met and exceeded recovery goals.”",
  "14550": "In his Time magazine interview, Donald Trump “said states have the right to monitor pregnant women to enforce these bans, and states have the right to punish pregnant women for seeking out abortion care.”",
  "14551": "Former President Donald Trump told Time magazine that “states should monitor women’s pregnancies and prosecute those who violate abortion bans.”",
  "14552": "“Bombshell: Biden had pallets of classified docs sent to Mar-a-Lago before FBI raid! Trump was setup.”",
  "14553": "Robert F. Kennedy Jr. called voter ID “racist,” calls NRA a “terrorist organization” and supports affirmative action.",
  "14554": "“I’m not allowed to testify” because of a gag order.",
  "14555": "“Nearly 90% of all UW graduates stay in Wisconsin 5 years after they graduate.”",
  "14556": "“Voter fraud investigations are being banned by Michigan lawmakers!”",
  "14557": "“Joe Biden flew hundreds of thousands of illegals into Florida last year.”",
  "14558": "Second Boeing Whistleblower Killed In 2 Months!",
  "14559": "“When I worked on the Affordable Care Act, I wrote the amendment that allows all young people to stay on their parents’ health insurance until they turn 26. Overnight, millions of young Americans got health care.”",
  "14560": "Fired Milwaukee election leader “printed 64,000 ballots in a back room at City Hall in Milwaukee and had random employees fill them out,” giving Joe Biden the lead.",
  "14561": "If the Affordable Care Act were terminated, “that would mean over a hundred million Americans will lose protections for preexisting conditions.”",
  "14562": "“The millions (of immigrants) that have been paroled can simply go to their local welfare office or the DMV and register to vote.”",
  "14563": "“The House of Representatives in the U.S. just passed … the Antisemitism Act that proposes to eliminate part of the Bible.”",
  "14564": "Lyme disease became endemic because of U.S. government bioweapons labs.",
  "14565": "“Justice Paul Newby is out here removing judges who were elected to their positions by the voters of North Carolina!!!”",
  "14566": "Sen. Katie Britt introduced a bill “to create a national registry of pregnant women.”",
  "14567": "“Biden wants to immediately stop all aid to Israel.”",
  "14568": "Aurora borealis sightings a “fabricated light show” created by a HAARP experiment.",
  "14569": "\"China's in a situation where they have more retired than working.\"",
  "14570": "In Wisconsin, “a legislative committee cannot release funding.”",
  "14571": "“Alvin Bragg’s office deleted 3 pages of phone call records of Michael Cohen with Stormy Daniels’ lawyer,” which is evidence tampering.",
  "14572": "North Carolina mask bill includes “specific carve outs for entities like the KKK to continue wearing hoods in public.”",
  "14573": "Inflation “was 9% when I came to office.”",
  "14574": "“Violent crime is near a record 50-year low.”",
  "14575": "Tariffs are a “direct, regressive tax on Americans” and President Joe Biden’s new tariffs on Chinese goods will “hit every family.”",
  "14576": "“Under (the Biden) administration we have witnessed the fastest growth of Black-owned small businesses in more than 30 years.”",
  "14577": "\"The Trump administration handed out taxpayer dollars to a foreign company. Hundreds of homes and farms were bulldozed, and over $500 million in taxpayer dollars were wasted preparing for Foxconn.\"",
  "14578": "Says in his three election campaigns, the early polls were \"wildly incorrect, all three times.\"",
  "14579": "Donald Trump wants to terminate the Affordable Care Act.",
  "14580": "The number of people in the U.S. illegally is “upwards of 20, 25, maybe 30 million.”",
  "14581": "“Biden’s DOJ was authorized to use DEADLY FORCE” in Mar-a-Lago raid. Biden was “locked and loaded” and “ready to take me out.”",
  "14582": "“The loss of SALT deductibility cost our state $15 billion in revenue. So New Yorkers are paying more in taxes and receiving fewer services because of Donald Trump.”",
  "14583": "\"The last administration oversaw the largest increase in murders ever recorded.\"",
  "14584": "Donald Trump “shut down” Nord Stream 2 pipeline, Joe Biden approved it, then Biden shut down U.S. liquified natural gas export capacity.",
  "14585": "Ronald Reagan’s Federal Communications Commission abolished the Fairness Doctrine and gave rise to Fox News.",
  "14586": "Judge Juan Merchan “overrules every objection from the defense and sustains every objection from the prosecution” during former President Donald Trump’s New York trial.",
  "14587": "Judge Juan Merchan told New York jurors the verdict in Donald Trump’s trial does not need to be unanimous.",
  "14588": "Joe Biden “is letting millions of people from jails, from prisons, from insane asylums, from mental institutions, drug dealers pour in.”",
  "14589": "“Trump can’t vote for himself in the November election.”",
  "14590": "“Congo, Africa, just released a lot of people, a lot of people from their prisons and jails and brought them into the United States of America.”",
  "14591": "Joe Biden wants “to quadruple your taxes.”",
  "14592": "Speaking about Hillary Clinton: “I didn’t say, ‘Lock her up.’ ”",
  "14593": "“Due to the arrangements that I've reached with (Mexico) President Obrador, the number of migrants coming … to our shared border unlawfully in recent months has dropped dramatically.”",
  "14594": "“Wage increases have exceeded” the cost of inflation.",
  "14595": "Republican legislatures “have targeted birth control” and in Wisconsin “refused to schedule a vote on a bill that would have codified a right to birth control.”",
  "14596": "Audio of President Joe Biden’s interview with Special Counsel Robert Hur leaked.",
  "14597": "Joe Biden’s immigration order limiting asylum is “pro-child trafficking.”",
  "14598": "Lower insulin prices were the work of the Trump administration, not “Crooked Joe Biden. He had NOTHING to do with it.”",
  "14599": "“Elective abortions up to and including the moment of birth. Healthy, 9-month-year-old baby killed at the moment of birth. That’s what Jon Tester and the Democrats have voted for.”",
  "14600": "“Trump can’t be on the Texas ballot because of our state constitution.”",
  "14601": "Says Sen. Lindsey Graham said a newly elected Donald Trump “will round up and deport LEGAL immigrants.”",
  "14602": "Video shows Rep. Nancy Pelosi “takes responsibility for not having the National Guard” at the U.S. Capitol on Jan. 6, 2021.",
  "14603": "Wisconsin had a “record-breaking year” for tourism in 2023.",
  "14604": "Hunter Biden’s trial and conviction were contrived to divert attention from Biden family crimes.",
  "14605": "The 9th Circuit Court of Appeals “just ruled Covid vax mandates unconstitutional.”",
  "14606": "“Saudi Arabia will stop using the US dollar for oil sales and will not renew the 50-year petro-dollar agreement with the U.S.”",
  "14607": "Video shows Biden wandered off from world leaders at G7 skydiving event.",
  "14608": "The Trump administration “achieved the lowest African American unemployment rate and the lowest African American poverty rate ever recorded.”",
  "14609": "Crime statistics “no longer include data from 30% of the country including the biggest and most violent cities.”",
  "14610": "“The weapons that Ukraine used in the early days of this war to fend off the Russian invasion are the weapons that Donald Trump sent, that Barack Obama and Joe Biden had refused to send.”",
  "14611": "California Assembly Bill 1955 “would allow schools to secretly, socially and perhaps medically transition your child without your knowledge and consent.\"",
  "14612": "Says he “saved Kenosha” and the “governor wouldn’t move” on sending the National Guard.",
  "14613": "Former President Donald Trump is “against mail in voting.”",
  "14614": "“Starting from June 2024, the United States will provide a six-month free CDL course.”",
  "14615": "“On (Josh) Stein’s watch, rapes in North Carolina are up 53%.”",
  "14616": "“Planes full of unvetted ‘refugees’ are being accepted at the Milw. & Madison airports!”",
  "14617": "Border Patrol agents take migrants \"to the Yuma airport, put them on a plane to any destination they want. ... And they pay their ticket. And then they get reimbursement from FEMA.\"",
  "14618": "“(Homeland Security Secretary Alejandro) Mayorkas said, ‘Hey you don’t have to detain aggravated felons,’ those are rapists, child predators, you know, murderers.”",
  "14619": "\"For 18 months under President Trump, not a single American was harmed in Afghanistan.”",
  "14620": "Biden Executive Order 14019  “requires our taxpayer-funded federal agencies to violate the Hatch Act and engage in illegal vote harvesting.”",
  "14621": "Black women in the U.S. are “three to four times more likely to die in connection with childbirth than other women.\"",
  "14622": "Kamala Harris \"co-sponsored, fully sponsored\" the Green New Deal.",
  "14623": "\"Project 2025 eliminates OSHA and overtime wages.”",
  "14624": "LGBTQ+ leaders sign World Economic Forum treaty to “Accept Pedophiles as 'Legally Protected Minority’”",
  "14625": "“Deadlines have passed in … Wisconsin” to replace President Joe Biden on the ballot.",
  "14626": "In 2020, “only nine NATO allies were spending 2%” of their GDP on defense. “This year, 23 will spend at least 2%.”",
  "14627": "“The most recent State Budget increased funding for the Department of Tourism by 98 percent.”",
  "14628": "Project 2025 would end gay marriage.",
  "14629": "“The idea that there’s political violence or violence in America like this is just unheard of.”",
  "14630": "Donald Trump staged the shooting at his rally in Butler, Pennsylvania.",
  "14631": "A Secret Service agent named Jonathan Willis said he “had the assassin in his sights for 3 minutes, but he was told not to engage by the head of the (Secret Service) unit.”",
  "14632": "Milwaukee's Marcus Performing Arts Center – where 'The Daily Show' had been scheduled – “was originally located in the ‘soft perimeter,’ they called it, security-wise” but “was shifted, understandably so, to the ‘hard perimeter.’”",
  "14633": "“Just last week, Ruben Gallego voted to let the millions of people who poured into our country illegally cast a ballot in this upcoming election.”",
  "14634": "After being shot at a Milwaukee rally in 1912, former President Teddy Roosevelt “finished his speech and he kept fighting.”",
  "14635": "\"Unlike Mike Pence, (JD) Vance said he would have carried out Trump's plan to overturn the 2020 election.\"",
  "14636": "Sam Brown “said abortion should be banned without any exceptions for rape or incest.”",
  "14637": "Project 2025 would “end Head Start.”",
  "14638": "“Today, America has record energy production and we are energy independent.”",
  "14639": "Project 2025 calls for restricting “access to IVF and contraception.”",
  "14640": "Donald Trump “took away protections against discrimination for LGBTQ patients under the Affordable Care Act.”",
  "14641": "Thomas Matthew Crooks worked for BlackRock \"in the past\" and BlackRock owned the building Crooks stood on when he shot at the Trump campaign rally.",
  "14642": "“The state of Washington has already sent out their ballots” for the 2024 presidential election.",
  "14643": "President Joe Biden appointed \"Kamala Harris to be his border czar to deal with illegal immigration … Harris was put in charge of stopping illegal immigration.\"",
  "14644": "The death of Rep. Sheila Jackson Lee, D-Texas, six days after the Trump rally shooting was linked to her “oversight of the Secret Service.”",
  "14645": "There are nine states “where Biden’s name can’t be removed and no one can be added. That’s over 130 electoral votes in the toilet.”",
  "14646": "Eric Hovde “wants to repeal the Affordable Care Act, and kick millions off their health insurance.”",
  "14647": "Vice President Kamala Harris “endorsed free taxpayer-funded government health care for all illegal aliens.”",
  "14648": "Kamala Harris “wants to defund the police.”",
  "14649": "“Vice President, Kamala Harris cast the tie-breaking vote to cut, as you know, Medicare by $273 billion. She cast a vote to cut Medicare.”",
  "14650": "Kamala Harris “supported abolishing ICE.”",
  "14651": "“We’re losing 300,000 people a year to fentanyl that comes through our border. We had it down to the lowest number and now it’s worse than it’s ever been.”",
  "14652": "Kamala Harris “wants to forcibly compel doctors and nurses against their will to give chemical castration drugs to young children.”",
  "14653": "During the 2020 Minnesota riots after George Floyd’s murder, Gov. Tim Walz didn’t call in the National Guard, “so, I sent in the National Guard to save Minneapolis.”",
  "14654": "Video shows that “JD Vance endorses Project 2025.”",
  "14655": "C-sections are coded as abortions in hospitals.",
  "14656": "“Even before the pandemic, America went into a manufacturing recession.”",
  "14657": "Video shows “several masked men stormed a local voting station and stole the ballot boxes” in Venezuela’s 2024 election.",
  "14658": "Vice President Kamala Harris is “calling for an end to the child tax credit.”",
  "14659": "Donald Trump “intends to cut” Medicare.",
  "14660": "\"Donald Trump intends to cut Social Security.\"",
  "14661": "“Nowhere on her birth certificate does it say that she is BLACK OR AFRICAN. …  Kamala Harris is NOT black and never has been.”",
  "14662": "Kamala Harris was “Indian all the way, and then all of a sudden, she made a turn and she went, she became a Black person.”",
  "14663": "In negotiating releases of Americans held abroad, “(I) gave the opposing country NOTHING — and never any cash.”",
  "14664": "\"Since Vice President Harris and I took office … incomes have risen faster than prices.\"",
  "14665": "In Pompano Beach, Florida, Somali immigrants illegally in the U.S. were in line to get driver’s licenses and “all you need to vote is a driver's license.”",
  "14666": "Kamala Harris “supports mandatory gun confiscation.”",
  "14667": "“The NFL will now use facial recognition at every stadium to verify the identity of everyone at the game.”",
  "14668": "Tim Walz “changed the Minnesota flag so it could resemble the Somalian flag.”",
  "14669": "JD Vance “literally wrote the foreword for the architect of the Project 2025 agenda.\"",
  "14670": "\"Tim Walz signed into law driver's licenses for illegal immigrants in Minnesota.\"",
  "14671": "Minnesota Gov. Tim Walz signed “legislation giving free college … to illegal immigrants.”",
  "14672": "“In 2021, Minnesotans were roughly five times more likely to move to Florida than vice versa” because they were “fleeing” the state under Democratic Gov. Tim Walz.",
  "14673": "“Violent crime was up under Donald Trump.”",
  "14674": "“During Covid, Tim Walz rationed access to monoclonal antibody treatments based on skin color.”",
  "14675": "Minnesota Gov. Tim Walz “forced schools to stock tampons in boys’ bathrooms.”",
  "14676": "Says Tim Walz said he carried weapons in war, but “he has not spent a day in a combat zone.”",
  "14677": "Republican Senate candidate Dave McCormick “wants to outlaw abortions.”",
  "14678": "“When Tim Walz was asked by his country to go to Iraq, do you know what he did? He dropped out of the Army and allowed his unit to go without him.”",
  "14679": "Minnesota Gov. Tim Walz signed a law that would “take children away from their parents if the parents don’t want to consent to sex changes.”",
  "14680": "Sen. Rick Scott does not support abortion exceptions.",
  "14681": "Ruben Gallego wants to “cut your Social Security.”",
  "14682": "“Bob Casey and Kamala Harris want to BAN fracking.”",
  "14683": "Says his Jan. 6, 2021, speech on the White House Ellipse drew the “same number of people,” as the 1963 March on Washington where  Martin Luther King Jr. gave his “I Have a Dream” speech.",
  "14684": "“I went down in a helicopter with (Willie Brown). We thought maybe this is the end. We were in a helicopter going to a certain location together and there was an emergency landing.”",
  "14685": "Jacky Rosen “said ending taxes on tips would ‘hurt working Nevada families.’”",
  "14686": "Mike Rogers “left Michigan to trade on his D.C. connections, helping Chinese tech companies get access to the U.S.”",
  "14687": "Gov. Tim Walz delivered paid family leave in Minnesota but “Republicans are blocking” a Biden-Harris proposal.",
  "14688": "JD Vance holds “anti-marriage-equality views.”",
  "14689": "Photo of Kamala Harris’ Aug. 7 rally near Detroit was AI-generated and “there was nobody there.” Attendees pictured “didn’t exist.”",
  "14690": "Dr. Leo Ferreira, a cancer researcher shown in a video clip, was on the plane that crashed in Brazil on Aug. 9.",
  "14691": "“Sam Brown publicly supported forcing massive cuts to Social Security and Medicare and was caught on tape saying he admires the plan to phase out Social Security and Medicare in five years.”",
  "14692": "Says U.S. Sen. Tammy Baldwin “has done absolutely nothing” about the fentanyl crisis.",
  "14693": "Kamala Harris voted in favor of passing a law in 2022 to tax tips.",
  "14694": "Videos of media talking about Tim Walz as a \"happy warrior\" are proof of government propaganda legalized by Barack Obama.",
  "14695": "Former President Donald Trump “cut overtime benefits for millions of workers.”",
  "14696": "“400,000 workers are now in a union that were not in a union when (Biden) became president.”",
  "14697": "Nevada Sen. Jacky Rosen said the Biden administration did a \"tremendous job\" on the U.S. military’s Afghanistan withdrawal.",
  "14698": "California law lets you “rob a store as long as it’s not more than $950” and “not get charged.” Kamala Harris “did that.”",
  "14699": "Rep. Elissa Slotkin’s vote for the 2022 Inflation Reduction Act was a vote to “cut Medicare benefits for seniors.”",
  "14700": "“Kamala Harris wants to give $25,000 to illegal aliens to buy American homes.”",
  "14701": "“MAGA Republicans like Kari Lake support Project 2025, which would raise the retirement age for 73% of Arizonans.”",
  "14702": "Videos show Kamala Harris intoxicated.",
  "14703": "“Women don't even get their own restroom at the DNC convention.”",
  "14704": "“In Montana, we cherish our public lands. But Tim Sheehy called to transfer them off, so the ultra-rich can buy them up.”",
  "14705": "U.S. Sen. Sherrod Brown voted to “give illegals taxpayer funded stimulus checks, health care, even Social Security.\"",
  "14706": "The “‘Inflation Reduction Act’ increased inflation and drove prices sky high!”",
  "14707": "“The Harris-Biden Administration has been caught fraudulently manipulating Job Statistics.”",
  "14708": "Former President Donald Trump \"intends to enact what, in effect, is a national sales tax ... that would raise prices on middle-class families by almost $4,000 a year.\"",
  "14709": "“Prices are up because these corporations are scheming to drive them up.”",
  "14710": "“Sen. Jacky Rosen voted to increase taxes on families making less than $75,000 a year.”",
  "14711": "“There’s been a 43% increase in violent crimes since I left office.”",
  "14712": "“Kamala cast the tiebreaking vote to hire 87,000 new IRS agents to go after your tip income.”",
  "14713": "“JD Vance actually sent a letter last year to the Department of Justice saying, ‘enforce the Comstock Act.’”",
  "14714": "Kamala Harris’ “plan to tax unrecognized Capital Gains mean(s) if your house goes up in value you will have to pay that Tax Even if you don’t sell your House!”",
  "14715": "A zero-tolerance policy during the Trump administration \"led to less family separation than under Kamala Harris' border policies.”",
  "14716": "“Anything that you lose on the tariff from the perspective of the consumer, you gain in higher wages, so you're ultimately much better off.”",
  "14717": "Sen. Bob Casey “voted to sell American oil to China.”",
  "14718": "Video shows helicopter “dropping millions” of mosquitoes in Massachusetts towns hit by eastern equine encephalitis virus.",
  "14719": "Vice President Kamala Harris “is a communist. … She is really a Marxist.”",
  "14720": "California S.B. 1174 eliminates the requirement for voter ID at polling places.",
  "14721": "Rep. Elissa Slotkin “voted recently to let illegals vote in U.S. elections.”",
  "14722": "The order of candidate names on North Carolina’s ballot shows a “clear attempt at voter manipulation.”",
  "14723": "Project 2025 would defund K-12 schools.",
  "14724": "“This month alone, more than 16,000 non-citizens have been removed from the voter rolls in 3 states.”",
  "14725": "The proposal to put golf courses, hotels in Florida state parks “was something that was leaked. … a lot of that stuff was half-baked and was not ready for prime time.”",
  "14726": "“Kamala Harris has promised amnesty for the 10 million illegals she allowed in as border czar, making them eligible for Social Security. Studies warn this will lead to cuts in your Social Security benefits.\"",
  "14727": "Proposed Nevada constitutional amendment to protect abortion rights would put “essentially no limit on access to abortion.”",
  "14728": "Elissa Slotkin “gave your hard-earned tax money to illegal immigrants.”",
  "14729": "President Joe Biden “did a campaign ad at the graves in Arlington in 2020.”",
  "14730": "“BREAKING: Illegal Aliens in San Diego, California, tried to hijack 2 school buses filled with children.”",
  "14731": "\"Right to Try\" experimental drug program saved \"thousands and thousands of lives.\"",
  "14732": "“The transgender thing is incredible... your kid goes to school and comes home a few days later with an operation. The school decides what’s going to happen with your child.\"",
  "14733": "Sen. Jon Tester “voted to let men compete against our girls in their sports.”",
  "14734": "\"Typically you have three to four debates in a U.S. Senate race. (Sen. Tammy Baldwin, D-Wis. has) given me one debate, almost a month after early voting has started.\"",
  "14735": "“Dave McCormick is fully against abortion.”",
  "14736": "U.S. Sen. Sherrod Brown “supported allowing puberty blockers and sex-change surgeries for minor children.”",
  "14737": "On June 7, 2011, Kamala Harris was involved in a San Francisco hit-and-run crash that injured a woman named Alicia Brown.",
  "14738": "Of Bernie Moreno, “Now, he’s arguing for a national abortion ban, no exceptions.”",
  "14739": "The Inflation Reduction Act, which Rep. Elissa Slotkin supported, “drove inflation higher.”",
  "14740": "“Mark Robinson skips Board of Education vote on teacher bonuses to hold campaign event.”",
  "14741": "Says Democratic opponent Tammy Baldwin \"gave stimulus checks to illegals.\"",
  "14742": "“Tim Sheehy told us his health care plan: ‘We need to return health care to pure privatization.’ That would eliminate Medicare.”",
  "14743": "Haitian immigrants are eating pets and wildlife in Springfield, Ohio.",
  "14744": "Vice President Kamala Harris “cast the tiebreaking votes that caused the worst inflation in American history, costing a typical American family $28,000.”",
  "14745": "Florida’s Amendment 3 is “the monopoly amendment.”",
  "14746": "Tim Sheehy “would let politicians like him ban abortion, with no exceptions for rape or to save a woman’s life, and criminalize women.”",
  "14747": "Laurie Buckhout is “trying to get to Congress to pass a national abortion ban, allowing politicians to ban abortions with no exceptions and prosecute women if they get an abortion, treating women right here like criminals.”",
  "14748": "“Less than three months ago, Kamala Harris and her administration blocked 300,000 unvetted Haitian migrants from being deported out of our country.\"",
  "14749": "“Illegal” Haitians in Springfield, Ohio, are “reportedly killing and eating pets.”",
  "14750": "\"Dallas County Texas (tells) election workers to (illegally) lie on registration & use a church address to register homeless people to vote!”",
  "14751": "“Donald Trump said he was going to allow Medicare to negotiate drug prices. He never did. We did.”",
  "14752": "“Communicable diseases like HIV and TB (tuberculosis) have skyrocketed” after Haitian migrants came to Springfield, Ohio.",
  "14753": "“Unlike other amendments, Amendment 4 has no definitions. … Without definitions these words can mean almost anything.”",
  "14754": "Florida’s six-week abortion law has “no real exceptions. Not for her health. Not even for rape.”",
  "14755": "“As of today, there is not one member of the United States military who is in active duty in a combat zone, in any war zone around the world, for the first time this century.”",
  "14756": "Jon Tester “supported slashing Social Security benefits”",
  "14757": "\"In Springfield (Ohio), they're eating the dogs, the people that came in, they're eating the cats. They're eating, they're eating the pets of the people that live there.”",
  "14758": "Mike Rogers supported “laws that could eliminate IVF and birth control.”",
  "14759": "“In 12 states, children born alive after a failed abortion have no legal protection, and in three more states children born alive after an abortion had legal rights that governors — like Tim Walz — repealed.”",
  "14760": "In Manchester, N.H., gubernatorial candidate Joyce Craig “pushed for a city sales tax. Then, Joyce Craig overrode the tax cap and tried to raise taxes six times.”",
  "14761": "Former President Donald Trump “started out with $400 million on a silver platter and then filed for bankruptcy six times.”",
  "14762": "Charleroi, Pennsylvania, “has grown by 2,000% due to an influx in migrants.”",
  "14763": "Rep. Ruben Gallego’s “first act in Congress was to propose legislation to BAN the use of the term ‘illegal alien.’”",
  "14764": "Vice President Kamala Harris is “talking about bringing back the draft.”",
  "14765": "“In Project 2025, you’re going to have to register with a new federal agency when you get pregnant.”",
  "14766": "Gubernatorial candidate Kelly Ayotte “has voted for national abortion bans, she has voted to defund Planned Parenthood, and she shepherded Neil Gorsuch through the Supreme Court process, and then celebrated when Roe v. Wade was overturned.”",
  "14767": "In Springfield, Ohio, “murders are up by 81%.”",
  "14768": "Ryan Routh's Instagram bio says he is a \"proud LGBTQ+ member\"",
  "14769": "Former President Donald Trump could have destroyed the Affordable Care Act, but “he chose to build upon (it).\"",
  "14770": "The apparent assassination attempt against former President Donald Trump on Sept. 15, 2024, was “staged.”",
  "14771": "Says opponent Sen. Tammy Baldwin “gave our taxpayer money to a transgender-affirming clinic … that does it without even telling parents.\"",
  "14772": "“If you make less than $100,000, Trump is about to raise your taxes. Currently, you’re taxed at 10% and then 12%. He would raise that to a flat rate of 15%.”",
  "14773": "The plus in LGBTQ+ includes pedophilia.",
  "14774": "“Two years ago, Bob Casey promised us his vote will reduce inflation. ... Casey’s vote for reckless spending” made inflation worse.",
  "14775": "“We're bankrupting a lot of hospitals by forcing these hospitals  to provide care for people who don't have the legal right to be in our country.”",
  "14776": "When Haitians go to school in Springfield, Ohio, they “take the place of our children in school” and “each one will have a private interpreter.\"",
  "14777": "“Project 2025 wants to get rid of NOAA” and the National Weather Service.",
  "14778": "Kamala Harris “supports taxpayer-funded sex changes for prisoners and illegal aliens.”",
  "14779": "Says Wisconsin GOP U.S. Senate candidate Eric Hovde \"brags about being in the 1%.\"",
  "14780": "First lady Jill Biden led a Cabinet meeting for President Joe Biden and her signature appears on presidential stationery.",
  "14781": "“Donald Trump added more to the national debt than any other president, ever.”",
  "14782": "“The last union member on a national ticket (was) Ronald Reagan.”",
  "14783": "Florida \"put Tom Walz instead of Tim Walz\" on its ballots.",
  "14784": "“The Montana Secretary of State left Kamala Harris off the ballot.”",
  "14785": "Project 2025 would “cut” the Federal Emergency Management Agency and “kill federal-backed flood insurance.”",
  "14786": "U.S. Sen. Sherrod Brown voted to “allow transgender biological men to compete in girls’ sports.”",
  "14787": "\"Missouri registered 78,421 in just one week of February of this year. Out of that number, 23,253 were dead people!\"",
  "14788": "“There was a bill to basically create a ban to make sure we never become a sanctuary state, that no locality passes those regulations, and (former Manchester Mayor Joyce Craig) opposed that bill.”",
  "14789": "“Even before the pandemic, (Donald Trump) lost manufacturing jobs, by most people’s estimates at least 200,000.”",
  "14790": "North Carolina removed 747,000 voters from the voter rolls to try to “steal the election.”",
  "14791": "Former President Donald Trump wants to take away the Affordable Care Act.",
  "14792": "When New Hampshire gubernatorial nominee Kelly Ayotte served on two companies’ boards, one “laid off 18,000 workers” and the other “laid off 1,200 American workers, moving jobs overseas.”",
  "14793": "U.S. Sen. Jon Tester “voted to give taxpayer-funded health care to illegal immigrants.\"",
  "14794": "Rep. Ruben Gallego is “controlled by the cartels. His own father was a Colombian drug trafficker, and so he’s got links to the cartel.”",
  "14795": "Video shows “the bunker-busting bombs that ended the lives of (Hassan) Nasrallah and Hezbollah’s leadership.”",
  "14796": "\"The ERA could also mandate that schools allow biological males to compete in girls' sports.\"",
  "14797": "Kamala Harris \"let in the 13,099 convicted murderers and opposes all efforts to find them and to remove them.\"",
  "14798": "Vice President Kamala Harris “even wants to legalize fentanyl.”",
  "14799": "U.S. Senate candidate Mike Rogers “believes he should make that decision” about whether to end pregnancies.",
  "14800": "Photo shows President Joe Biden lounging on the beach \"while towns all over America were being wiped out” by Hurricane Helene.",
  "14801": "“Biden Announces: ‘2.4 billion more to Ukraine’ but ‘no more aid for Hurricane Helene.’”",
  "14802": "Georgia Gov. Brian Kemp was calling President Joe Biden after Hurricane Helene but \"hasn't been able to get him.”",
  "14803": "Says immigrants with temporary protections in Springfield, Ohio, are “illegal immigrants.”",
  "14804": "The Federal Emergency Management Agency “is confiscating supplies and donations!”",
  "14805": "With U.S. Customs and Border Protection’s CBP One app, it “takes less than 5 minutes and zero documentation to get approved as an illegal immigrant and be flown to the United States with air tickets paid for by the American taxpayer.”",
  "14806": "U.S. Transportation Secretary Pete Buttigieg banned private drones from flying over areas affected by Hurricane Helene.",
  "14807": "The U.S. government is offering Americans loans to pay for flights out of Lebanon while they have been flying Israeli citizens out of Israel on chartered flights for a year “on our dime.”",
  "14808": "\"FEMA is out of money and doesn't have money to transfer to those people affected by the hurricane ... they used the money to assist illegal immigrants.\"",
  "14809": "FEMA, FAA are “blocking” delivery of Starlink devices and supplies to North Carolina’s hurricane-hit areas.",
  "14810": "The Biden administration stole $1 billion “from FEMA to use it for illegal migrants. … And FEMA is now busted. They don’t have any money.”",
  "14811": "“The $750 from FEMA that Kamala Harris is offering them is actually a loan, not real relief. And that if they don’t pay it back the feds can seize their property.”",
  "14812": "“With your Democrat governor, you have some of the highest electricity prices and highest energy costs. It’s just about at the top in Wisconsin.”",
  "14813": "2023 FEMA webinar shows the agency is prioritizing its relief efforts around LGBTQ+ people",
  "14814": "FEMA “blocked a runway” at a South Carolina airport and “halted” hurricane relief flights.",
  "14815": "\"We now have historic low unemployment in America among all groups of people.\"",
  "14816": "Says opponent Eric Hovde “just proposed cutting Social Security by 28%.”",
  "14817": "\"Teachers and nurses and firefighters are paying a higher tax rate than billionaires and the biggest corporations.\"",
  "14818": "“We have cut the flow of fentanyl by half.”",
  "14819": "Hurricane Milton article is evidence they \"control and plan these storms.\"",
  "14820": "Of Gaza, “I’ve been there.”",
  "14821": "Patents dating back to the 1800s show that people can control the weather.",
  "14822": "“Milwaukee is one of the sex trafficking capitals in our country.”",
  "14823": "“Two weeks ago 100 GOP lawmakers voted against additional FEMA funding.”",
  "14824": "Elissa Slotkin “signed a secret agreement with a CCP-linked Chinese battery company.”",
  "14825": "Arizona U.S. Senate candidate Kari Lake “was against” the child tax credit expansion “when the bill was on the floor.”",
  "14826": "Vice President Kamala Harris’ “60 Minutes” interview may be “a major Campaign Finance Violation.”",
  "14827": "“Arizona was safe” when she moved to the state in 1994, but has become “unsafe.”",
  "14828": "North Carolina’s new voting rules in response to Hurricane Helene amount to “cheating” or “stealing.”",
  "14829": "To pay for extending the Trump tax cuts, Dave McCormick has “made clear he’ll slash your Medicare and Social Security, and cut Medicaid for nursing home care.”",
  "14830": "Says opponent Eric Hovde “supports a $4 trillion tax plan that would disproportionately advantage the well-off and profitable corporations”",
  "14831": "Republican state Senate candidate Ashlee Adams “campaigned for Mark Robinson and his radical agenda.”",
  "14832": "“It has just come out that Democrats in Washington and the Democrat Governor’s Office of North Carolina (Roy Cooper) were blocking people and money from coming into North Carolina.”",
  "14833": "Scott Lassiter “repeatedly campaigned to promote” North Carolina's “largest-ever” school funding cut, sending public school money to “unaccountable private schools” and ending science education.",
  "14834": "“Wages adjusted for inflation were massively up under Donald Trump for Black men. … The (Black-white) wage gap in 2019 was actually shrinking under Donald Trump's administration.”",
  "14835": "Screenshots of documents show a former student of Democratic vice presidential candidate Tim Walz has lodged sexual abuse allegations against him.",
  "14836": "“About 400,000 manufacturing jobs in the state of Michigan will go away with EV mandates.”",
  "14837": "Sen. Bob Casey \"has voted in lockstep with his liberal party to defund the police.\"",
  "14838": "\"The Defense Department, with the stroke of a pen, has quietly codified its right to deploy lethal force against its own citizens.”",
  "14839": "Detroit’s Oct.15, 2024, absentee ballot return rate proves election fraud.",
  "14840": "Vice President Kamala Harris' plan “will raise taxes for the typical American family by an estimated $3,000.\"",
  "14841": "Says former President Donald Trump did not lose the 2020 election.",
  "14842": "Vice President Kamala Harris “wants struggling seniors to pay more Social Security taxes while she gives Medicare and Social Security to illegals.”",
  "14843": "Says opponent Eric Hovde “opposes efforts to negotiate with the big pharmaceutical companies to lower the price of prescription drugs.”",
  "14844": "Says Eric Hovde “claims anyone who believes in transitioning to a clean energy economy is ‘smoking crack cocaine.’”",
  "14845": "Ballot drop boxes 'were only used for a pandemic.'",
  "14846": "As part of his “charitable donations,” in 1990 Donald Trump “chartered a private plane to get Nelson Mandela to America when the U.S. government wouldn't help.\"",
  "14847": "Michigan has “more registered voters than eligible citizens. This creates a huge risk of election fraud.”",
  "14848": "Voting machines in Shelby County, Tennessee, are swapping votes from Kamala Harris to Donald Trump.",
  "14849": "“I’ve not gotten a single call from the White House.”",
  "14850": "“Jacky Rosen voted to allow biological men to compete in women’s sports.”",
  "14851": "A pro-Kamala Harris website shows she supports a mandatory gun buyback program.",
  "14852": "A photo shows The Atlantic published a story headlined “Trump is Literally Hitler.”",
  "14853": "\"As of today, we have cut the flow of immigration by over half.\"",
  "14854": "\"Ruben Gallego wanted to defund the police. He actually co-sponsored legislation to defund the police.”",
  "14855": "Vice President Kamala Harris has been “going so far as to call me Adolf Hitler.”",
  "14856": "Michigan U.S. Senate candidate Mike Rogers “wants to cut Medicare and Social Security.”",
  "14857": "“Kari Lake is threatening Social Security and Medicare.”",
  "14858": "“The United States Postal Service recently changed the delivery method of absentee mail-in ballots” to hide “the evidence of absentee mail-in ballot fraud.”",
  "14859": "“As California attorney general, (Kamala Harris) redefined child sex trafficking, assault with a deadly weapon, and rape of an unconscious person as a totally nonviolent crime.”",
  "14860": "Republican Senate candidate Sam Brown “wants to cut Medicaid and Social Security.”",
  "14861": "Video shows a ‘Democratic operative’ making credible allegations of fraud during the 2020 presidential election in Georgia.",
  "14862": "Former President Donald Trump would “force states to monitor women's pregnancies.”",
  "14863": "In Lancaster, Pa., “We caught them with 2,600 votes. We caught them cold, 2,600 votes. ... And every vote was written by the same person.\"",
  "14864": "“The lady who leaked passwords for voting systems in Colorado is the same person who tried to remove Trump from the ballot.”",
  "14865": "“It’s now been confirmed by Dominion that their voting machines have a programming issue that will affect vote counts.”",
  "14866": "Data shows some voters cast multiple votes, meaning \"at least 164,568 illegal votes have been cast” in Michigan.",
  "14867": "Video shows “ballot mule in Northampton County, Pennsylvania, (dropping) off a large amount of ballots.”",
  "14868": "“I never mentioned” wanting to end the Affordable Care Act.",
  "14869": "Video shows “voting machines in Kentucky are not allowing voters to select” Donald Trump for president.",
  "14870": "\"The Pentagon reportedly failed to send absentee ballots to active military service members before the election.”",
  "14871": "If a ballot has a small dot in the box for Vice President Kamala Harris, “any other box filled in, will be void.”",
  "14872": "“In Nevada, the GOP is succeeding in throwing out the votes of thousands of young people.”",
  "14873": "“Paper ballots and hand counting never breaks down.”",
  "14874": "Vans filled with 50,000 ballots show up in Philadelphia during live MSNBC report.",
  "14875": "“CCTV captures the moment a Trump voter in (Wisconsin) is assaulted by two Kamala Harris thugs at a voting station.”",
  "14876": "“Every single county in America, every single county, Kamala Harris did worse than Joe Biden did.”",
  "14877": "“Abortion is never medically necessary in the last trimester. Literally never. They just do a C-section.”",
  "14878": "President-elect Donald Trump “has been to Epstein’s island”",
  "14879": "20 million Democratic votes “disappeared” in 2024.",
  "14880": "“I think they found a way to target Democratic districts and send millions of votes into a black hole. The numbers aren't adding up.”",
  "14881": "The 2024 election results show that Joe Biden’s 80 million votes in 2020 were a “lie.”",
  "14882": "“Something stinks” that Donald Trump won in several battleground states while Democrats won Senate or governor races in those states.",
  "14883": "\"BREAKING: Zillow CEO just said on CNBC Trump's deportation plan will help with housing affordability.”",
  "14884": "“Fewer people came in under President Biden than came under Donald Trump.”",
  "14885": "\"Arizona officials caught changing ballots, have been arrested.”",
  "14886": "Inflation-adjusted weekly wages “are lower today than they were 50 years ago.”",
  "14887": "Elon Musk’s Starlink technology manipulated votes in the 2024 election to benefit Donald Trump.",
  "14888": "“Every state that does not require voter ID, Kamala won.”",
  "14889": "A “ballot dump” around 4 a.m. in Milwaukee shows the Wisconsin Senate election was stolen from the Republican candidate.",
  "14890": "“Red Cross is set to close shelters across North Carolina on Nov. 15. Families staying in these shelters are being told: ‘If you don’t have a safe place to take your children, you won’t be leaving with them.’”",
  "14891": "Says the election results are suspicious because opponent U.S. Sen. Baldwin won “nearly 90%” of absentee ballots in Milwaukee.",
  "14892": "Says Sen. Bob Casey, D-Pa., “is trying to change the outcome of the election by counting NON-CITIZEN votes.”",
  "14893": "Nissan just announced 9,000 layoffs in Tennessee “to avoid severe losses due to expected tariffs.”",
  "14894": "“There's never been a placebo-controlled study on childhood vaccines.”",
  "14895": "\"Ballot dumps\" in Pennsylvania, California, North Carolina, Alaska and Wisconsin show election officials are improperly “flipping\" down-ballot seats for Democrats.",
  "14896": "We’ve created 732,000 jobs since I've been governor.",
  "14897": "“The U.S Senate accidentally passed a bill banning Trump from becoming President, and Biden is planning to sign it.”",
  "14898": "FEMA delivered “only four” temporary housing units to Helene victims in North Carolina as of Nov. 20.",
  "14899": "“Rachel Maddow MELTS DOWN over Elon Musk posting memes about buying MSNBC.”",
  "14900": "\"Half of all Ukrainian aid was laundered and sent back to Democrat candidates for re-election.\"",
  "14901": "“Elon Musk said he might run for governor of California.”",
  "14902": "\"The famed ship at the bottom of the North Atlantic is actually not The Titanic. It is her near-identical sister ship The Olympic.\"",
  "14903": "“The Universities of Wisconsin are 43rd out of 50 states in the nation, in terms of public support for our universities. The $855 million (budget request) gets us up to average.”",
  "14904": "“Trump won 18-to-24-year-olds in Wisconsin.\"",
  "14905": "“New $40K AIDS cure is nearly 100% effective and requires two shots yearly.”",
  "14906": "\"President Trump has announced a plan to prosecute the Biden administration for the 325,000 kids that went ‘missing’ into human trafficking & sex slavery during their open border policies.”",
  "14907": "North Carolina Republicans “took money out of western North Carolina” with Hurricane Helene relief bill.",
  "14908": "Mitchell County, North Carolina, sheriff’s deputies “stole” generators intended for Hurricane Helene victims.",
  "14909": "\"The city of… is being warned to be alert & vigilant as there is a serial killer on the run,”  Robert Thibodeau.",
  "14910": "“After meeting with Elon Musk, Republican leader Sen. John Thune announces plans to cut Social Security.”",
  "14911": "About 1% of federal employees are “actually working in the office.”",
  "14912": "The 14th Amendment “has never been challenged at SCOTUS.”",
  "14913": "President-elect Donald Trump’s “plan to end birthright citizenship would mean (four) of his children wouldn't be considered US citizens.”",
  "14914": "Drones reported in the U.S., including around the U.S. Capitol, have directed-energy weapons that have a “space-based laser generating system that can create pestilence.”",
  "14915": "“A $7.20 an hour McDonalds employee … now gets a cool 1/2 million dollar reward” for helping police find the suspected UnitedHealthcare CEO shooter.",
  "14916": "“Dr. Assad will return to ophthalmology after being deposed as president of Syria and plans to set up an eye clinic in Russia.”",
  "14917": "Photos show mysterious drones reported flying over parts of New Jersey in November and December 2024.",
  "14918": "New Jersey drones are searching for missing radioactive material.",
  "14919": "Government shutdowns in 2013 and 2018 “cost our economy billions of dollars each.”",
  "14920": "Spending plan to prevent a government shutdown includes “a pay increase for members of Congress from $174,000 to $243,000 per year.”",
  "14921": "“The subway burning victim's name was Amelia Carter.”",
  "14922": "“After 30 years of Wisconsin’s checking account running a deficit, we've ended every fiscal year I've been governor with a positive balance. Today, we have a $4.5 billion positive balance, and a record-high balance in our state savings account.\"",
  "14923": "H-1B guest workers are “being employed as dog trainers, massage therapists, cooks, and English teachers.”",
  "14924": "China has “a mystery disease outbreak” and has declared a “state of emergency.”",
  "14925": "“BREAKING: A second attack in New Orleans has been uncovered, police are searching.”",
  "14926": "Buncombe County “is still demanding property taxes on homes destroyed by Hurricane Helene based on pre-Helene assessments that no longer apply.”",
  "14927": "California wildfires “are a deliberate criminal land grab in preparation for Agenda 2030 and smart cities.”",
  "14928": "“They’re still counting the (2024 election) vote in some areas.”",
  "14929": "Wisconsin makes it more difficult for its citizens to vote than almost any state in the nation.",
  "14930": "Voter ID \"is supported, if you look at any poll, by 70 to 80% of the public.\"",
  "14931": "“One billionaire couple owns almost all the water in California.\"",
  "14932": "“Blue items that survive” California wildfires are “indicative of DEW's (Directed Energy Weapons).”",
  "14933": "“So (Los Angeles), Hollywood, and California (get) 100% aid for the next 180 days while Western North Carolina got $750.”",
  "14934": "“P Diddy’s California mansion has been completely consumed by fire.”",
  "14935": "Video claims to show the Los Angeles fires.",
  "14936": "“​​Oregon sent 60 fire trucks to California to help with the fires, but they’re being held in Sacramento for emissions testing.”",
  "14937": "“Some of these (California) reservoirs have been dry for 15, 20 years.\"",
  "14938": "California wildfires have “nothing to do with climate change.”",
  "14939": "“The Equal Rights Amendment has become part of our Constitution.”",
  "14940": "“After the referendum, Milwaukee Public Schools has a larger tax levy than the City of Milwaukee.”",
  "14941": "\"Our nation’s tallest mountain … has been called Denali for thousands of years.\"",
  "14942": "Second lady Usha Vance “will have her citizenship revoked if (President Donald) Trump signs his executive order banning birthright citizenship.”",
  "14943": "The United States is the only country with unrestricted birthright citizenship.",
  "14944": "“Under Trump's executive order, every single person in America is now legally classified as female.”",
  "14945": "“The removal of birthright citizenship only applies to the children of those that are here ILLEGALLY.”",
  "14946": "President Donald Trump signed an executive order to replace the IRS with the External Revenue Service, eliminating tax returns and income tax.",
  "14947": "“The U.S. Senate has the votes to remove Trump from office if the House votes to impeach.”",
  "14948": "The U.S. House Select Committee that investigated the Jan. 6, 2021, attack on the U.S. Capitol “deleted and destroyed all of the information that they collected over two years.”",
  "14949": "President Donald Trump \"just reversed all the cost caps Biden negotiated for anyone on Medicare or Medicaid.\"",
  "14950": "\"The Biden administration kicked 2,000 displaced North Carolinians out of their temporary housing into freezing 20-degree weather,\" earlier in January.",
  "14951": "We’re one of the very few nations that allowed birthright citizenship.”",
  "14952": "“As a Californian, we have given more to the recovery of other states than any other state in the union.”",
  "14953": "The words “help” and “trafico” in a Google Maps aerial view of Los Angeles are connected to human trafficking.",
  "14954": "The U.S. has an egg shortage because the “Biden administration and the Department of Agriculture directed the mass killing of more than 100 million chickens.”",
  "14955": "Florida’s in-state college tuition waiver for immigrants in the country illegally costs the state $41 million.",
  "14956": "“DOGE and OMB also found that there was about to be $50 million taxpayer dollars that went out the door to fund condoms in Gaza.”",
  "14957": "Robert F. Kennedy Jr. “made $2.5 million off suing one of the entities that (he would be regulating) and plans to keep getting a take of every lawsuit in the future.”",
  "14958": "Early reports of four survivors show “this DC plane crash story isn’t adding up.”",
  "14959": "The National Human Trafficking Hotline “in the last four years decided that they would no longer report tips to law enforcement, that they would take a more victim-centered approach.”",
  "14960": "“I changed the Obama policy (on hiring air traffic controllers) ... And then Biden came in and he changed it.”",
  "14961": "CNN reported on the Potomac River plane and helicopter crash “hours before it happened.”",
  "14962": "At Guantánamo Bay, “we'll have the capacity to continue to do there what we've always done. We've always had a presence of illegal immigrants there that have been detained.”",
  "14963": "Ring is “alerting people about (Immigration and Customs Enforcement) raids.”",
  "14964": "Federal websites updated with a nine-star flag that represents the Confederacy.",
  "14965": "From the U.S. Agency for International Development funding, “10 to 30 cents on the dollar is what actually goes to aid.”",
  "14966": "Ukrainian President Volodymyr Zelenskyy “just threw the whole Ukraine money laundering operation under the bus … by stating he’s received less than half of the over $177 billion in aid sent by the United States.”",
  "14967": "As head football coach at Texas Tech University, “I recruited (Patrick Mahomes) ... I’ve got to be very good friends with him.”",
  "14968": "“Elon Musk officially cancelled USAID and fired all the staff. In his words, ‘we just toppled one of the biggest globalist terror organizations in history.’”",
  "14969": "CBS News and “60 Minutes” “replaced” former Vice President Kamala Harris’ interview answers “with completely different, and far better, answers, taken from another part of the interview.”",
  "14970": "“US Debt Clock” numbers prove “DOGE has saved taxpayers $64 billion dollars in just 17 days.”",
  "14971": "Wisconsin does not “require judges to automatically recuse just because they have done some kind of legal work in the past as a lawyer.”",
  "14972": "“FEMA sent $59M LAST WEEK to luxury hotels in New York City to house illegal migrants… That money is meant for American disaster relief.”",
  "14973": "The United States is “last in education out of 40 states … but we're number one in cost per pupil.\"",
  "14974": "Rep. Nancy Pelosi has a $223,000 salary and a $202 million net worth. Sen. Mitch McConnell has a $200,000 salary and a $95 million net worth. Sen. Chuck Schumer has a $210,000 salary and a $75 million net worth. Sen. Elizabeth Warren has a $285,000 salary and a $67 million net worth.",
  "14975": "Under the SAVE Act, “if you are a woman that has changed your name from your birth certificate, let’s say through marriage … you are no longer eligible to vote.”",
  "14976": "The federal workforce grew from 2.1 to 3 million under President Joe Biden, “a 46% increase since Biden took office.”",
  "14977": "The Chicago Cubs owner is bankrolling Brad Schimel.",
  "14978": "Former President Joe Biden “fired” 14,000 Keystone XL pipeline workers “​​on day one” of his administration.",
  "14979": "“I am not making this up: Republicans have introduced legislation … to increase your bank fees.\"",
  "14980": "Volodymyr Zelenskyy “started” the war in Ukraine with Russia.",
  "14981": "“90% of the (school) districts in Wisconsin already have a policy” banning cellphones during class time.",
  "14982": "“Stacey Abrams stole $2 BILLION from taxpayers.”",
  "14983": "“The single biggest driver of our national debt since 2001 has been Republican tax cuts.”",
  "14984": "“You either have XX or XY chromosomes. Those are the options.”",
  "14985": "President Joe Biden’s immigration policy was “a giant voter importation scam.”",
  "14986": "“71 out of 72 Wisconsin counties filed lawsuits against Purdue Pharma. Brad Schimel refused to join them.”",
  "14987": "Zero votes for 2024 Democratic presidential nominee Kamala Harris in Rockland County, New York, precinct proves Elon Musk hacked 2024 presidential election.",
  "14988": "“We've never audited government for 100 years.”",
  "14989": "\"All armed services are having among the best recruiting results ever” because of Trump policies, and “it was just a few months ago where the results were exactly the opposite.”",
  "14990": "Elon Musk’s Department of Government Efficiency is “polling very well. It’s very popular.”",
  "14991": "The Trump administration identified $1.9 billion in federal dollars going to a “decarbonization of homes” group Stacey Abrams “headed up.”",
  "14992": "During President Joe Biden’s four years in office, “31% of U.S. job growth” came from public-sector jobs.",
  "14993": "“The number of full-time jobs (was) dropping almost the entire Biden administration.”"
}